[
    {
        "question_title": "Медициналық ЖОО-на Серпін бағдарламасы бойынша грант бөлінген бе?",
        "question_content": "Мед ЖОО түсуге болама деген сұраққа нақты жауап іздеймін.",
        "question_date": "26.06.2017",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өкінішке орай бөлінбеген. Тек қана мал дəрігерлеріне бөлінген екен.",
                "date": "27.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақ тіліндегі интернет жобаларға қалай қарайсыздар?",
        "question_content": "Қалай ойлайсыздар неге қазақ тіліндегі интернет жоболар аз және оларды қарайтын адамдардың саны орыс тіліндегіге қарағанда біздің мемлекетте өте аз, әлде орыс тілінде мағұлмат алу оңайырақ па?\n\nМысалы еліміздің ең үлкен жаңалықтар Nur.kz сайтында орыс тіліндегі мағұлматтарды барі қарайды ал қазақшаны санаулы адам ғана.\n\nОзімнен, қазіргі кезде желіде вк, телеграмм желілерінде орыс, ағылшын тілінде бот - тар сән болып жатыр, менде оз үлесімді қосып қазақша бот жасауға тырыстым vk.com/kazzbot әзірше бот толық жұмыс жасамайд бірақ болашақта бүкіл деректер толықтырамын деген ойдамын, сіздерде оны маған жасауға көмек берсеңіздер болады, әлде өз ойларыңызды білдертіңіз.\n\nРақмет",
        "question_date": "26.06.2017",
        "question_tag": "Вконтакте",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фейсбуктегі адамдармен талқыласашы сол жерде қазақтардың",
                "date": "27.06.2017",
                "upvotes": 0
            },
            {
                "text": "БОЛСА АРИНЕ ЖАКСЫ",
                "date": "7.07.2017",
                "upvotes": 0
            },
            {
                "text": "“Telegram” жайлы бір рет болса да естіген шығарсыз. Бұл мессенджердің басқа мессенджерлерден артықшылығы қандай? Назарларыңызға пайдалы 5 телеграм-боттың тізімін ұсынамыз.\nTelegram-да барсыз ба? Әлі тіркелмесеңіз, тезірек тіркелуге кеңес береміз. Бұл мессенджердің басты мақсаты – қауіпсіздік. Ал ерекшелігі – пайдалы каналдар мен боттар. Каналдар туралы естігеніңізге сенімдіміз, бірақ боттар жайлы көп айтыла бермейді.\nБот дегеніміз не?\nБот – робот немесе бір IT маманының қиялынан туған алгоритм жүйесі. Енді сіз тірі адаммен емес, роботпен сөйлесесіз, керегіңізге жауап табасыз. Тіпті бір боттың арқасында телефоныңызда орын алып тұрған бірнеше мобильді қосымшадан құтыласыз.\nБірінші ұсынатын бот Instant View технологиясына арналған. Instant View – мақала, жаңалық, блог немесе кез келген тексті оңай оқуға арналған технология. Ерекшелігі сайттағы артық нәрселердің бәрін алып тастап (жарнаманы да), тек тексті оқуға ыңғайлы етеді. Бұл бот сіздің кез келген мақалаңызды Instant View-ге айналдырып береді. Тек мақаланың сілтемесін жіберсеңіз болғаны. Сонымен қатар оқығыңыз келетін мақалалардың сілтемесін интернет бар кезде жіберіп қойып, интернетсіз немесе метрода болған сәттерде ашып оқуға мүмкіндік бар.\nMusic Downloader – музыка жүктеуге арналған бот. Қалаған музыкаңыздың сілтемесін көрсету арқылы, қалаған аудионы жүктей аласыз. Бұл telegram-bot тек Youtube және Soundcloud сервистерімен жұмыс жасайды.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "14.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда грантқа түсудің әділетсіздігі қашан тыйылады?",
        "question_content": "Сәлеметсіңізбе, маған кеңес айтыңшы мен ҰБТ-ты тапсырдым. 25.06.17 жылы өте әділетсіз болды. ШПОР, ТЕЛЕФОН, тағы да басқа ақпаратты қолданып 100-130 балл жинап алды, Яғни айтқым келгені сол жоғары баллды оқымайтын адам алғанына. Енді я бағы жанады оны білем. Енді айқым келгені Жоғарыда білім басқармасы қайда қарап жүр екен жақсы манағы оқымайтындар сол грантқа түсер, бірақ сол мамандыққа лайық боларма қадірін түсінерме әлде ақша-пара беріп жүре бере ма? Сосын грант берген ЖОО статистика жүргізгенде манағылар сол диплом мен жұмыс жасамайды. Бірақ оларды да түсінесің ақша беріп, сатып алған дипломды да пайдала алмайды. НЕГЕ сондай олар тек мәнсап, озып кеткені үшін, жоғары санайды өздерін.",
        "question_date": "26.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 525,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұның барлығы қорқыныш пен өзіне сенбеушіліктен келіп шығады. Қазіргі таңда кейбір жақсы оқитын, білімі бар оқушылар да алып кіріп жататынын көріп жатамыз (барлығы емес). Адам өзінің біліміне сенім мұндайға жол қоймас еді.",
                "date": "27.06.2017",
                "upvotes": 1
            },
            {
                "text": "Сенің білімің болса сенде жоғары балл алып шығар едің. Ал шпор, телефон пайдаланып кеткендердің бағы жанды деуге болады.",
                "date": "4.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жоғары оқу орындарына грантқа түсу əдістері қандай?",
        "question_content": "сәлем, мен 25,06,17 де Ұбт тапсырдым. 58 жинадым. Енді кеңес беріңші қай жақта  грант бра серпін бойынша ма не басқа бағдарлама бар?",
        "question_date": "26.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сізге ең қажеті Серпін бағдарламасы жəне əрбір университеттердің өздерінің ректорлық гранттары болып табылады.",
                "date": "27.06.2017",
                "upvotes": 1
            },
            {
                "text": "Бұндай баллмен грантқа түсу қиындау. Грантқа түспеген жағдайда мемлекеттік университетке ақылы бөлімге түсіп, 1-ші курстың 1-ші семсетрін кілең 5 деген бағаға тапсырып, грантқа ауысып кетуіңе болады.",
                "date": "4.07.2017",
                "upvotes": 0
            },
            {
                "text": "Егер грантқа іліге алмасаңыз, ақылы бөлімде оқудың мүмкіндігін қарастырып көруге болады. Оған шамаңыз келмесе, білім несиесі бар. Оны 10-12 жылға алып, оқу кезінде тек проценттік өсімін төлеп отырып, бітірген соң, толық жабуға мүмкіндік берілген. Оны алуға ешқанадй кепілзат қажет емес. Толық ақпаратты мына жерден білуге болады.",
                "date": "2.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін2017 бағдарламасы бойынша қай қалаға грантқа түсе аламын?",
        "question_content": "Серпін2017 бағдарламасы бойынша қай қалаға грантқа түсе аламын? 74баллмен таңдаған пәнім физика-математика",
        "question_date": "26.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 680,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге қажетті қалалар Орал жəне Ақтөбе қалалары.",
                "date": "27.06.2017",
                "upvotes": 0
            },
            {
                "text": "серпин бойынша экономика мамандыгына кай калаларга тапсыра алам?",
                "date": "6.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалпы қай оқу орындарына неше грант бөлінгенін қайдан білуге болады?",
        "question_content": "Әр қалада неше түрлі оқу орындары бар соларда қандай мамандыққа неше грант бөлінгенін қалай білуге болады ҰБТ да алған балымен және таңдау пән қандай екені болса, мысалы физика - математикадан неше грант бар және қандай мамандыққа солар жайлы білетіндер болса айтып жібересіздерме!",
        "question_date": "26.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 682,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грант ешбір қалаға, не ешбір университетке бөлінбейді. Тек қана мамандықтарға бөлінеді. Оның тізімі конкурсқа документ тапсыратын кезде бір-ақ шығады.",
                "date": "28.06.2017",
                "upvotes": 0
            },
            {
                "text": "Қазір ЖОО-ларда 2017 жылғы білім грантарын оқу орындарының арасында бөлінген тізбесі ілініп тұр.Грант оқу орындарына бөлімбейді деп жазылып жатса да олар бөліп қойған сонда қалай түсінеміз",
                "date": "27.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шет ел кітаптарын қазақ тіліне аударып, аударма ретінде кітапты басып шығаруға бола ма?",
        "question_content": "Кітапты қазақ тіліне аударып табыс табу мақсатында. Авторлық құқық мәселесі қалай болады екен?",
        "question_date": "25.06.2017",
        "question_tag": "Кәсіпкерлік",
        "question_views": 716,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітаптың авторына міндетті түрде хабарласу керек. Егер баспахана сұраса тіпті жазбаша түрде мақұлдама қағаз керек.",
                "date": "11.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚазҰУ-дің \"Халықаралық қатынастар\" мамандығына түсе аламынба?",
        "question_content": "Мен, 22.06.2017 жылы ҰБТ тапсырып, 116 балл жинадым, таңдау пәнім ағылшын-тарих, ҚазНУ-не \"Халықаралық қатынастар\" мамандығына тапсырғым келеді, баллым оған түсуге жетедіме? Мүмкіндік барма?",
        "question_date": "25.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы сіздің балыңызбен бұл мамандыққа түсуге мүмкіндік бар. Осы жылғы жаңа форматтағы ҰБТ-ның нәтижелерін есепке алатын болсақ.",
                "date": "25.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасы бойынша Алматыға оқуға түсе аламын ба?",
        "question_content": "Серпін бағдарламасы бойынша Алматыға оқуға түсе аламын ба? Əлде тек Сотүстік пен Батысқа ғана ма?",
        "question_date": "25.06.2017",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серпін бағдарламасымен тек қана батыс, солтүстік жəне шығысқа ғана оқуға түсе аласыз.",
                "date": "28.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалыпты жағдайдағы бір шаршы метр құрғақ ауаның массасы қанша?",
        "question_content": "1. 21,4г аммоний хлориді мен 12г кальций гидроксидінің қоспасы қыздырылғанда түзілген газдың массасы (г)5,5\n\n2. 10т аммоний сульфатын алу үшін қажет аммиактын көлемі (м3) және массасы (кг)3394 м3 , 2575 кг\n\n3. Массалық үлесі 0,2 натрий гидроксидінің 600г ерітіндісіне массалық үлесі 0,2 азот қышқылының 800г ерітіндісі құйылғанда түзілген тұздың массасы (г)215,9\n\n4. Көлемі 20мл массалық үлесі 2%, тығыздығы 1,02г/мл натрий гидроксидінің ерітіндісін бейтараптауға жұмсалатын азот қышқылының массалық үлесі 1% тығыздығы 1,4г/мл ерітіндісінің көлемі (мл)\n\n5. 4 моль күкірт (IV) оксидін алу үшін жұмсалатын күкірттің массасы (г)128г\n\n6. Нәтижесінде 0,1 моль фосфор (V) оксидін алу үшін қажет фосфордың массасы (г)6,2\n\n7. 32 г метан CH4 жанғанда түзілген көмірқышқыл газының (қ.ж) көлемі (л)44,8\n\n8. 9,8г күкірт қышқылы натрий гидроксидімен әрекеттескенде түзілген тұздың зат мөлшері (моль)0,1\n\n9. 19,6 г күкірт қышқылы магний оксидінің артық мөлшерімен әрекеттескенде түзілген тұздың зат мөлшері (моль)0,2\n\n10. 4г натрий гидроксиді тұз қышқылы мен әрекеттескенде түзілген тұздың зат мөлшері (моль)0,1\n\n11. 1,2 г магний тұз қышқылының артық мөлшерімен әрекеттескенде түзілген сутегінің (қ.ж) көлемі (л)1,12\n\n12. 11,2г калий гидроксиді 5,6л хлорсутекпен әрекеттескенде түзілген тұздың массасы (г)14,9\n\n13. 13г мырыш 24,5г күкірт қышқылымен әрекеттескенде түзілген сутегінің (қ.ж) көлемі (л)4,48\n\n14. 49г натрий гидроксиді 49г күкірт қышқылымен әрекеттескенде түзілген натрий сульфатының массасы (г)71\n\n15. Термохимиялық теңдеуі мынандай: С + O = СО2+402 кДж реакция нәтижесінде 2412 кДж жылу бөлінсе,жанған көміртегінің массасы (г)72\n\n16. Темірдің жану реакциясының термохимиялық теңдеуі: 3Fe +2O2 Fe3O4 + 1116 кДж болса,1 кг темір жанған кезде бөлінетін жылу мөлшері (кДж)6642,8\n\n17. 490 г Бертолле тұзының ыдырауынан түзілген оттегінің зат мөлшері (моль)6\n\n18. 7,75 г фосфор 10 л (қ.ж) оттегімен әрекеттескенде түзілген оксидтің массасы17,75\n\n19. Ауаның салыстырмалы молекулалық массасы 29-ға тең.Қалыпты жағдайдағы бір шаршы метр құрғақ ауаның массасы (кг)1,29",
        "question_date": "24.06.2017",
        "question_tag": "Химия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ENU-дің РЭТ мамандығына 96 баллмен грантқа түсе аламын ба?",
        "question_content": "Мен осы 2017 жылы убтдан 96 алдым енди ЕНуга радиотехника электроника телекоммуникация мамандығына тусе аламынба грантка?Немесе осы мамандык бойынша Караганды Астана Актобе Алматыда государственный универ барма гратка оте алатын 96мен))))",
        "question_date": "24.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өткен жылғы грант болғандардың барысын салыстырып көріңіз. Міне сайыты http://www.enu.kz/",
                "date": "24.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасы бойынша 2017 жылдың таңдау пəні шектік балл қанша?",
        "question_content": "Серпін бойынша 2017 жылы шектік балл 15 деп жатыр сол распа?",
        "question_date": "23.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны серпін бағдарламасының жеке сайытынан қарап көріңіз. Міне http://new.serpin.kz/",
                "date": "24.06.2017",
                "upvotes": 0
            },
            {
                "text": "шектік балл 7  деген таңдау пəн бойынша",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IT саласына түсу үшін қандай пəн таңдау қажет?",
        "question_content": "IT  саласына түсу үшін қандай пəн таңдау қаже",
        "question_date": "23.06.2017",
        "question_tag": "Мектеп",
        "question_views": 14500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Математика жəне физика таңдайсыз.",
                "date": "23.06.2017",
                "upvotes": 1
            },
            {
                "text": "таңдай пани - физика",
                "date": "26.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасы бойынша биология және химия бойынша қайда оқуға түсе аламын?",
        "question_content": "Саламатсыздарма,Мен Ент2017 ден 69 бал жинадым,бейіндік пəн ұпайлары 12 жане 15 Мен серпін бағдарламасымен Ақтөбе немесе басқа қалаларға түсе аламба?Қандай мамандықпен түсе аламын...?Таңдау пəнім:БИОХИМИЯ",
        "question_date": "23.06.2017",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Орал қаласына оқуға түсе аласыз.",
                "date": "23.06.2017",
                "upvotes": 0
            },
            {
                "text": "СаламАтСыздарМа мен 75 бАлл жинадЫм таңдАу пӘнІм бИология қай қаЛаЛарға грАнт бОлуға болад серпінмеН  мүмКіндіктЕр бармА?",
                "date": "24.06.2017",
                "upvotes": 0
            },
            {
                "text": "Салем мен УБТ -2017  де 80 балл жинадым.Тандау паним био-хим жалпы мед мамандыгы бойынша кай калага жане кай универге тусе аламын.Серпин багдарламасы бойынша",
                "date": "24.06.2017",
                "upvotes": 0
            },
            {
                "text": "ҰБТдан 59 балл алдым. Таңдау пəнім физика 12 балл, ал химия 14 балл алдым.Мен Серпінге түсе аламынба жəне қай қалаға? Рахмет",
                "date": "14.07.2017",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіздерме! Мен Ұбтдан 79 балл жинадым таңдау пәнім биохим қай қалаға серпін бағдарламасымен түсе аламын?",
                "date": "17.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арифметикалық прогрессияның мүшелер саны жəне қосындысы қаншаға тең?",
        "question_content": "Арифметикалық прогрессияда: a1=-1/2, an=-29,5, sn=-450, d мен n ді тап?",
        "question_date": "23.06.2017",
        "question_tag": "Математика",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саны 30,  қосындысы -29/30",
                "date": "23.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-дан төмен балл жинаған балаларға қандай психологиялық көмек көрсеткен жөн?",
        "question_content": "Ұлым  01.01.2000 жылы дүниеге  келіп, өзіңіздің  жаңа ғасырдың  балдары  деп  берген 100000 тг  нің баласы. Сіздің  қазақтың  кең даласындай  дархан пейіліңіз  арқасында  туылған  кезде  100000 тг алдық , ол үшін де сізге алғысымыз  шексіз. Біз Оңтүстік Қазақстан  облысы  Кентау  қаласының  тұрғынымыз.Ұлым Жұмабаев  Мəдияр Бахтиярұлы  \" білім  инновациялық  лицейінің\"  биылғы  2017  жылғы  түлегі.  Сабағы  жақсы  3 деген бағамыз жоқ. Назарбаев Университетіне  емтихан  тапсырып еді 2- турда 2 балл жетпей қалды. Таңдаған мамандығы  қос шеттілі. 21.06.2017 жылы  Кентау қаласында N19мектепте  ҰБТ тапсырды  бір күн бұрын  алдында  үлкен сынақ тұрғанын  сезінген балам  уайымдады. Өзінің  аздап денсаулығы да  керемет емес бірнеше диагнозбен  учетта  тұрады. 21 .06.2017 ж ҰБТ ға  кірген балам  бейіндік  екі  пəнінің  орындарын  ауыстырып  белгілеп  қойыпты  сол себептен  57  балл жинап қалды. Тарих пен  ағылшын  тілінің  секторларын   ауыстырып алғанын  қате өзінен  кеткенін  кейін  білді. Енді  өзін өзі  қоярға жер таппай өз біліміне  сеніп жүрген ұлым болмашы  нəрседен қателескенін білгенде шырылдағанын көрген адамның жаны ауырмай тұрмас. Мен анасы  ретінде  ұлыммен бірге  өліп тірілгендей  болдым. Балам əлі есін жияр емес   себебі бізге  ауыртпашылығын  түсіргісі келмейді , мен қарапайым  педагогпын,  əкесі жұмыссыз  үш  перзентіміз бар.  Бізбен  бір отырып сөйлесуден, дастархан басында қосылып ас ішуден қалды мен күні түні  соңынан жүрмін  аңдысып,себебі қазіргі  балалардың  психологиялық ахуалын  білесіз ата ана ретінде қорқамыз. Сізден  өтініш  жасап отырған  себебім қандай да  бір көмек болар ма екен  ең болмағанда қайта  тапсыруға   рұқсат  болса, не болмаса  басқа  тағы қандай  ақыл қосар екенсіз.",
        "question_date": "23.06.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 690,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Dana Ospan\n\nҚиын жағдай.... Қайта тапсырып көруге болатын еді ғой.... шілдеде\n\n24 Маусым, 15:12 · Ұнату1Жауап беру · Жою\n\nГульмира Мырзекенова\n\nТамызда кайта тапсыруга мумкиндиги бар\n\n24 Маусым, 17:14 · Ұнату1Жауап беру · Жою\n\nМейрамгүл Барқазатқызы\n\nБұл ҰБТ дүниенің соңы емес, білімі жақсы екен, қайта тапсыру мүмкіндігі бар. Ақылды балалар ғой, жөнге келер, бізден сəлем айтыңыз. Бəрі жақсы болады.\n\n24 Маусым, 18:10 · Ұнату1Жауап беру · Жою\n\nНурдаулет Кудабаев\n\nҚайта тапсыруға болады! Мүмкіндіктің бəрі алда! Өмірде қателескен пенде ғана алға қадам басады, кім қателеспейді, не қателік жасаудан қорқады, ол ештеңе үйренбейді деген. Сондықтан балаңызға түсіндіруге тырысыңыз, сен үлкен бір кедергіден өттің, бірақ бұл кедергі болашағыңа жол ашты деп. Əрбір адамда үлкен қателік болады, ол біреуге ерте, біреуге кеш келеді. Сондықтан жігерлі болсын, ер бала гой! Сəттілік тілеймін! Отбасыңыз аман болсын! Ақ жол!",
                "date": "27.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экология мамандығы қай Университеттерде кездеседі?",
        "question_content": "Мен 2017 ж. Түлегімін. Қазақстан бойынша экология н/е биология + география пəні бойынша мамандықтар бар қандай университетер бар? Жəне осы сала бойынша сол университетердегі ақысы қанша болады? Ақысы жыл сайын көтеріледі ме?",
        "question_date": "23.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экология мамандығы əл-Фараби атындағы Қазақ Ұлттық Университетінде кездеседі.",
                "date": "24.06.2017",
                "upvotes": 0
            },
            {
                "text": "интернеттен іздесеңіз табылад. ГЕография арқылы экономический факультет тусуге болады. ЕНУ,КБТУ,КазНУ",
                "date": "26.06.2017",
                "upvotes": 0
            },
            {
                "text": "Био+гео пəнін таңдап педагогикалық мамандықтарға баруға болады(педагог,психолог,дефектолог,т.бкадастр сияқты мамандықта .Жəне бұл мамандықтар көпшілік университеттерде кездеседі",
                "date": "26.06.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақ-орыс халықаралық университетінде бар.Оқу ақысы 110 мың тг.",
                "date": "21.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арифметикалық прогрессияның қанша мүшеден тұратындығын анықтаңыз?",
        "question_content": "Арифметикалық прогрессияда: d=0.5, an=50, sn=2525; а1 мен n ді табу керек???",
        "question_date": "22.06.2017",
        "question_tag": "Математика",
        "question_views": 825,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "an = a1 + d*(n-1)\n50 = a1 + 0.5 * (n-1)\na1 = 50 - 0.5 * (n-1)\nSn = ((a1+an)/2) * n \n2525 = ((a1 + 50) / 2) * n = ((50 - 0.5 * (n-1) + 50) /2) * n\n2525 * 2 = (100 - 0.5n + 0.5) * n\n5050 = 100.5n - 0.5n^2\nn^2 - 201n + 10100 = 0\nn = 100 немесе n = 101\na1 = 50 - 0.5 * 99 = 0.5 немесе a1 = 50 - 0.5 * 100 = 0",
                "date": "9.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасы бойынша грантқа түсе аламын ба?",
        "question_content": "ҰБТ-дан 86 балл жинадым.Тандау пәндерім География+Тарих\n\n2 жок\n\nСерпін бағдарламасы бойынша грантка түсе алам ба? Қандай қаларға түсе аламын ? кез-келген мамандығына??",
        "question_date": "22.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "82 балл болса, онда əлі мүмкіндігіңіз бар. Серпін бойынша грантқа конкурс бөлек болады.",
                "date": "22.06.2017",
                "upvotes": 0
            },
            {
                "text": "осы сайттан\n2017 жылы Серпін бағдарламасы арқылы қалай жоғарғы оқу орнына тапсыра аламын?\n\nдеп іздеп қара жауабы шығады. сосын\n\n\"Серпін 2050\" арнайы гранты бойынша білім беретін Жоғары оқу орындарының тізімі\n\nдеп іздесеңде шығады. осы сұрақ жауап сайтында бар",
                "date": "23.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Иістеніп қалған етке не істеуге болады?",
        "question_content": "Күннің астында, пакетте қалып кеткен етке не істеуге болады?",
        "question_date": "22.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 938,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Етті тұздап, мұздатқышқа салып қойыңыз.",
                "date": "22.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мультимедия кабинетіне қойылатын стендтер, жылдық жоспары, қауіпсіздщік ережелері",
        "question_content": "Саламатсыздар ма? Сұрақ-Жауап сайтының әкімшілігі. Маған Мультимедия кабинетіне қойылатын стендтер, жылдық жоспары және кабиенттің қауіпсіздік ережелері керек еді. Алдын ала рахмет.",
        "question_date": "22.06.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 633,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "І-нұсқа\n1. Көзді өте қатты қысып жауып, ақырын асықпай ашу керек. Демалыс қалыпты. Осы жаттығуды 1-6 рет қайталау керек.\n2. Мұрын ұшына қарап және көзқарасты 1-4 рет толық қалыпты дем алғанға дейін тоқтату керек. Көз ауырғанға дейін қарауға болмайды. Одан кейін алысқа көз жіберу керек. 1-6 рет қайталау керек.\n3. Басты қозғалтпай жоғары-тура-төмен, оңға-тура-төмен қарау керек, осы жағдайда аталған әрекеттерді диогональді жақтарға да жасау керек. Барлық жаттығуды 1-6 рет қайталау керек.\nІІ-нұсқа\n1. Көзді қысып жауып, кең асықпай ашу керек. Осы жаттығуды 1-6 рет қайталау керек.\n2. Көз көруін жақсарту үшін мұрынның ұшйна қарау керек, 1-4 рет қайталау керек, содан кейін алысқа көз жіберу керек. Осы екі жағдайда да көзқарасты бірнеше секендқа тоқтату керек. 1-6 рет жаттығуды қайталау керек.\n3. Басты қозғалтпай, жәймен айналдыра көзді солға-төмен-жоғары-оңға қарау арқылы жаттығуды жасау керек. 1-6 рет қайталау керек.\n4. Басту қозғалпай, көзқарасты жоғары 1-4 рет қайталау керек, одан кейін тура алысқа көз жіберіп 1-6 рет қайталау керек. Осылай солға-төмен-жоғары-оңға қарау арқылы жаттығуды жасау керек. 1-6 рет қайталау керек. Сосын оңға-жоғары-төмен-солға қарау арқылы, диогональдіжақтарға да жаттығуды жасау керек. 1-6 рет қайталау керек.\nІІІ-нұсқа\n1. Көзге салмақ түсырмей 10-15 рет жапылықтату керек.\n2. Басты қозғалтпай, тік қарай, бірнеше секунд көзқарасты тоқтату, одан кейін солға бірнеше секунд және тура қарау керек. Көзқарасты бірнеше секундқа жоғары көтеру, төмен түсіру, көз бұлшық әттеріне күш түсірмей, тура қарау. Осы жаттығуды 1-6 рет қайталау керек.\n3. Оңға қарай, тура солға көзбен айналу қозғалыстарын жасау. Жасау тездігі орташа болу керек. 1-4 рет қайталау керек.қарай. көзқарасты тура қарау. 11-6 рет қайталау керек.",
                "date": "22.06.2017",
                "upvotes": 0
            },
            {
                "text": "Терранова жауап бергеніңізге көр-көп рахмет. Тағыда толығырақ жауап болса жақсы болар еді",
                "date": "27.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай сумен дәрет алу керек.(кунде тұрған н/е аузы ашық)",
        "question_content": "Қандай сумен дәрет алу керек.(кунде тұрған н/е аузы ашық)",
        "question_date": "21.06.2017",
        "question_tag": "Тазалық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айырмашылық жоқ, ең бастысы нажас, кір болмаса болды.",
                "date": "22.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Gakku FM-нен жакында бір өлеңді естіген едім, атын айта аласыздар ма?",
        "question_content": "Ла ла ла лэй деген жери бар екени ғана есімде,сөздері есіме түсер емес",
        "question_date": "21.06.2017",
        "question_tag": "Қазақша ән",
        "question_views": 525,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нұржан Тəжікеновтің \"Ла ла лей\" деген ə",
                "date": "22.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Желекті суару үшін қолданатын тариф мөлшері қандай?",
        "question_content": "1 метр квадрат жасыл желекті суару ұшін төленетін ақы жөнінде білгім келеді /мекемелер үшін/",
        "question_date": "21.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ораза айт кезінде дастархан басында қандай дұға оқылады?",
        "question_content": "Сəлеметсіздерме! Менің қоятын сұрағым келесідей. Иншаллах 26-27 ораза айт уақытында дастархан жайып, біраз кісілер үйге шақырмақшы едім. Сол кезде, дастархан басына отырған кезде Құран оқытылады ма? Оқытылса, қандай жəне нендей сүрелер дұғалар оқытылуы тиіс? Кеңестері",
        "question_date": "21.06.2017",
        "question_tag": "Ораза сұрақтар",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.«Субхаанәка Аллаахумә уә бихамдикә уә тәбәәрәкәсмукә уә Тағаалә жәддукә уә ләә иләәхә ғайрук».\n\nАудармасы: «Ия Алла! Сені кемшілік сипаттардан пәктаймын. Мақтауға лайықсың. Сенің есімің Мүбарак, Дәрежең өте Жоғары. Сенен өзге құлшылыққа лайықты Тәңір жоқ».\n\n*\n\n2.«Ағузу биллаһи минаш шайтанир ражим, Бисмиллаһи рахмани рахим» деп, \n(Аудармасы: Қуылған шайтанның кесірінен Аллаға сыйынамын, Рахман һәм Рахымды Алланың атымен бастаймын), Фатиха сүресі оқылады:\n\n3.Фатиха сүресі:\n\nӘлхәмду лиллаһи раббил-әләмин, ар-рахмани-р-рахим, мәлики йауми-д-дин, иякә нағбуду уа ияка нәстағин, иһдина-с-сирата-л-мустақим, сирата-л-ләзинә, әнғамта ғалейһим ғайрил-мағзуби, ғалейһим уа ла-з-заллин.\n\nАудармасы: Аса қамқор, ерекше мейрімді Алланың атымен бастаймын! Барлық мақтау бүкіл әлемнің Раббы, Аллаға тән. Аса қамқор, ерекше мейрімді. Қиямет күнінің иесі: Иә Алла! Саған ғана құлшылық қыламыз әрі Сенен ғана жәрдем тілейміз. Бізді тура жолға сала гөр! Нығметіңе бөлендіргендеріңнің жолына, ашуға ұшырағандардың және адасқандардың жолына емес!\n\n*\n\n4.«Би-исми-л-лаһи-р-раһмани-р-рахим» деп бір сүре оқылады. Мәселен Ыхлас сүресі:\n\nҚұл һуа аллаһу аһад, аллаһу-с-самад, ләм йалид уа ләм йулад уа ләм йакун лаһу куфуан ахад.\n\nАудармасы: Ол Алла біреу ақ. Алла мұңсыз. (әр Нәрсе Оған Мұқтаж). Ол тумады да туылмады. Әрі Оған ешкім тең емес.\n*\n\n5.Немесе басқа бір қысқа сүре, мәселен Асыр сүресі оқылады:\n\nБисмилләәһир-рахмаанир-рахиим\n\nУәл’аср, иннәл инсәәнә ләфи хуср, илләлләзинә әәмәну уа амилус-саалихати уа тауасау билхаққи уа тауаасау биссабр.\n\nАудармасы: Заманаға ант етемін. Бүкіл адам баласы зиянда. Бірақ, иман келтіріп, ізгі істер істегендер мен бір-біріне ақиқат пен сабырды үгіттескендер басқа.\n\n*\n\n6.«Әт-тахият» дұғасы:\n\nӘт-тахияту лиллаһи уас-салауаату уа-таййбаат, әс-сәләәму ‘аләйка әйюһән-нәбию уә рахмәтуллооһи уә бәрәкаатуһ, әс-сәламу ‘аләйна уә ‘ала ‘ибәдиллаһис-саалихиин, әшһаду әл-ләә иләһә ил-лАллаһ уә әшһәду әннә Мухаммәдән ‘абдуһу уә расуулуһ.\n\nАудармасы: Барлық дұғалар, мадақтар, тәндік, дүниелік ғибадаттар Аллаға лайық. Ей, Пайғамбар! Саған сәлем. Әрі саған Алланың рақымы мен берекеті жаусын! (Ей, Раббымыз!) Сәлем бізге және Алланың салиқалы құлдарына болсын. Мен Алладан өзге ешқандай құдай жоқ екеніне және Хазіреті Мұхаммедтің Алланың құлы әрі пайғамбары екеніне куәлік етемін.\n\n*\n\n7.Салли және Бәәрик дұғалары:\n\nАллаахуммә салли ьаләә Мұхаммәд. Уа ьаләә әәли Мұхаммәд. Кәмәә салләйтә ьаләә Ибраахиймә уә ьаләә әәли Ибрахиймә иннәкә хамийдум мәжийд.\n\nАллаахуммә бәәрик ьаләә Мұхаммәд. Уә ьаләә әәли Мұхаммәд. Кәмәә бәәрәктә ьәләә Ибрахиймә уә ьаләә әәли Ибрахиймә иннәкә хамийдум мәжийд.\n\nАудармасы: «Я, Алла! Пайғамбарымыз (с.а.у.) Мұхаммедке және Оның отбасы мен ұрпағына, мейіріміңді төгіп, олардың мерейін үстем ет. Тура хазіреті Ибраһим және оның отбасы мен ұрпағына мейіріміңді төгіп, олардың мерейін үстем еткеніңдей. Және Хазіреті Мұхаммед пен оның отбасын, ұрпағын мүбәрак ет. Олардың ырыс-берекетін ұдайы арттыр. Тура Хазіреті Ибраһим оның отбасын, ұрпағын мүбәрак еткенің секілді. Күмәнсіз Сен – Хамидсің, мәжидсің. Яғни, барлық мадақ пен ұлылық, асқақтық саған ғана тән.\n\nОсы дұғадан кейін әуелі оң жаққа сосын сол жаққа сәлем беріледі. Сосын\nРаббәнәә дұғасы оқылып, бет сипалады. Осымен Құрбан айт намазы толық оқылған болып есептеледі.\n\n8.Рәббәнәә дұғасы:\n...«Раббәнәә әәтинәә фиддуния хасәнәтәу уә филәхирәти хасәнәтәу уә қинәә ьазәәбән-нәәр»",
                "date": "23.06.2017",
                "upvotes": 1
            }
        ]
    }
]