[
    {
        "question_title": "Мұғалімдердің өз білімдерін жетілдіру жоспары керек еді.",
        "question_content": "Маған математика пәні мұғалімдерінң өз білімдерін  көтеру жоспары керек еді. Бар болса, маған электронды поштама жібере аласыздар ма? *Emails are not allowed*",
        "question_date": "29.10.2017",
        "question_tag": "Мектеп",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Араб әдебиетінің қай кезеңін таңдағаным дұрыс?",
        "question_content": "Саламатсыздарма! Мынадай мәселе болып тұрғаны, мен биыл араб тілінен \" Араб әдебиеті  \"жайында дипломдық жұмыс қорғайын деп жатқан едім... Соған араб әдебиетінің қай кезеңін алғаным дұрыс? Қандай әдебиеттерден мағлұматтар табуға болады? Алдын жазғандар немесе білетіндер болса, ақыл қосыңыздар.",
        "question_date": "29.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай бизнеспен айналысуға болады?",
        "question_content": "Мен Арал қаласында тұрамын,Аралда қандай бизнеспен айналысуға болады?Мен Алматыда оқимын,Ал Алматыда қандай бизнеспен айналсуға болады?",
        "question_date": "29.10.2017",
        "question_tag": "Бизнес туралы",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бизнес бастау кəсіпкерлік мектебінде оқы немесе ютубтан бизнес бастау видеоларын көр. Кəсіпкерлікке қатысты Пайдалы видеолар.\n\nБасшысы Кəсіпкер кісі Ахметбек Нұрсила. Ол кісі бүкіл Қазақстандықтард",
                "date": "30.10.2017",
                "upvotes": 0
            },
            {
                "text": "Мен супер маркетпен айналысқым келеді яғынй мурской киым сатқым келеды көмек береныздер мен с",
                "date": "20.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныпты бітіргеннен кейін алатын қызыл куәліктің қандай көмегі бар?",
        "question_content": "9 бітіргеннен кейін алатын қызыл куәліктің қандай көмегі бар??? Жеңілдіктер бар ма оқу орнына түскенде??  Сіздерді де тексеріп, ай сайын тест алды ма??  Сосын қандай мамандық иесі болған жөн??  Кеңес беріп, ақылдарыңызды айтсаңыздар!!!",
        "question_date": "29.10.2017",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызыл куəліктің тым пайдаға асатын жері жоқ. \n\nҚазақстандық нарықта механик, слесарь, дәнекерлеуші, жүк және арнайы транспорт жүргізушісі, құрылғылар операторы, электр монтаждаушы сынды мамандық иелері жетіспейді.\n\nСондай-ақ, ІТ мамандары, сервис пен нано және биотехнологияны игерген кадрлар қазіргі нарыққа аса қажет.",
                "date": "29.10.2017",
                "upvotes": 0
            },
            {
                "text": "Мені де осы сұрақ толғандырып отыр) 10 сынып оқимын, мұғалідер колледжге барғанда ғана керек дейді ғой әйтеуір)",
                "date": "2.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылыми-техникалық революцияға байланысты терминдер?",
        "question_content": "Ғылыми-техникалық революцияға байланысты терминдер?",
        "question_date": "28.10.2017",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "төл сөздерімізбен жасалған дара терминдер — күш (сила), қуат (напряжение), тегеурін (мощность), шүмек (кран), кескіш (зубила), желі (система, цепь), екпін (напор), оңашалау (изоляция), үлгі (формула), нұр (луч), үйкелу (трение), тұтқырлық (сопротивление), шошала (будка), жаншу (давление), сиқы (модель), тиек (движок), жағу, тоғыстыру (включение), бақылағыш (контролер), ықпал (индукция), жұмырша (катушка), жинауыш (коллектор), бет (шкала), мырыш (аллюминий), сілті (щелочь)т.б. сөздер;\nорыс тілінен өзгеріссіз алынған дара терминдер — насос, тендір (тендер), уат (ват) килобат, бөлпірем, кілемм (клемм), мəлекүл, електірон, тыраныспорматыр, кəбіл, пөліс, əккүмүлəтір, газ, іскіп (шкив), шунт, генератыр, барабан, потшипнік, статыр, ротыр, кəписент (коэффициент), асинқырон (асинхронно), електроскопт.б. сөздер. Бұл сөздер аударма тіл заңдылығына байланысты дыбыстық өзгеріске ұшыраған;\nқазақ тілінің қосымшасын қабылдаған орыс тілді тұлғалы дара терминдер — техникеші, бөлттік (вольтаж), синқырондас (синхронно) т.б. терминдер;\nқос тілдегі сөздердің тіркесуінен жасалған күрделі терминдер — електір ағыны (ток), електір өткізгіш, електір саймандары, електір өріс басы (источник тока), жіберу (аттандыру) станциясы (отправительная станция), електір ағын қуаты (напряжение тока), алу стансасы (приемная станция), бөлт өлшеуіш (вольтметр), қызыл імпір нұры (инфракрасный луч), ауыспалы електір ағыны (переменный ток), тұрлаулы електір ағыны (постоянный ток), кəбіл желісі (кабельная сеть), беліс дөңгелегіне ұқсас ротыр (ротор в виде беличьего колеса), мəгніттік сыпат (магнетизм), мəгніт алаңы (магнитное поле), Гəлбан өлшеуіші (гальванометр), телепон ықпалшысы (телефонный индуктор), жіберме реастат (пусковой реостат)т.б;\nқазақ тіліндегі сөздердің тіркесуі арқылы жасалған күрделі терминдер — өткізгіш сым (провод), қайтып оралу (циркуляция), жаншу өлшеуіш (манометр), нобай бейнесі (схема), бесеке тұтқырлық (удельное сопротивление), еріме қоруыштар (плавкие предохранители), шорт жалғастыру (короткое замыкание), жөнші кітап (справочник), жарыспа тоғыстыру (параллельное включение), кезекпен тоғыстыру (последовательное вклячение), табан шойын жолдары (рельсы), бейтарап сызық (нейтральная линия), су екпін серіппесі (гидравлический удар), ішкі (өзіндік) ықпал (самоиндукция), қозғалу қуаты (кинетическая энергия), кіндіктес шығыршық (контакные кольца), ағызылып тазартылған (дистиллированный)т.б;\nорыс тілі сөздерінің тіркесіп келуінен жасалған күрделі терминдер — електір техникесі, кəспіресір мəшинесі, телегірам апараты, електір мотор, турбин мəшинесі, електір техникт.б.\nhttps://articlekz.com/kk/article/16380",
                "date": "28.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО орнына алдын ала тест арқылы тапсыру мүмкін бе?",
        "question_content": "ЖОО орнына алдын ала тест арқылы тапсыру мүмкін бе? ЕНТға дейін. Мысалы, СДУ-ға февраль, март айларында алдын ала тест тапсыру жүреді ғой, сол секілді қандай универлерде бар?",
        "question_date": "27.10.2017",
        "question_tag": "Университет, колледж",
        "question_views": 600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген ұлттық және мемлекеттік емес Университеттерге барып көрсеңіз болады. Қабылдау комииссиясынан барып, толық мәліметтер ала аласыз.",
                "date": "28.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі сөйлемге синтаксистік талдау жасау керек?",
        "question_content": "Синтаксистік талдау.\n\nАбай əкесімен бірге Қарқаралыда тұрғалы көп күндер болды. Қазір де қыс əбден түсіп, қар бекіп алған-ды.",
        "question_date": "27.10.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сұрақ-жауап редакторында мүмкіншілік аз(модераторлар, айып етпеңіздер))))), сол себепті былай алайық:\n~ ......    ~   - анықтауыш болсын(ирек сызық) м: ~ақылды~\n*............* -  толықтауыш(үзік сызық)                         *Арманға*\n#..........# - пысықтауыш(нүктелі үтір)                        #кеше#\n$...........$ баяндауыш                                                          $отыр$\n\n1)*Абай әкісімен бірге*  #Қарқаралыда# *тұрғалы* ~көп~  күндер $болды$.\n2)#Қазір де# қыс #əбден# $түсіп, қар бекіп алған-ды$. немесе (!) #Қазір де# қыс #əбден# $түсіп$, қар $бекіп алған-ды$.",
                "date": "2.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат алу мүмкіндігім бар ма?",
        "question_content": "Сəлеметсіздетме! Мен 8 сыныпты үздік ааяқтадым. 9 сыныпта бəрі бес болайын деп тұр. Бірақ дене шынықтыру сабағына денсаулығымның əсерінен қатыспадым. 2017-2018 жыл аралығы бойынша  жəне 6-7 сыныпта 2014-2016 жылдары қатыспа. Егер дене шынықтырудан ғана баға қойылмаса  қызыл аттестат ала аламынба?",
        "question_date": "27.10.2017",
        "question_tag": "Мектеп",
        "question_views": 994,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер барлық сабақтан 5-пен аяқтаған болсаңыз, әрине аласыз. Ол жағына еш уайымдамаңыз.",
                "date": "28.10.2017",
                "upvotes": 0
            },
            {
                "text": "9-сынып түлегі аттестатқа қосымшаға енгізілетін барлық оқытылған пән бойынша (6-сыныптағы бейнелеу өнері мен музыканы қоса алғанда) жылдық, емтихан, қорытынды бағасы “5” болса, негізгі орта білім туралы үздік аттестатқа үміткер бола алады, – дейді білім саласының мамандары. Толық мына жерден оқыңыз.",
                "date": "27.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 сыныптағы аттестатқа 10 сыныптағы жылдық баға қойылады ма?",
        "question_content": "Достар 11 сыныптағы аттестатқа 10 сыныптағы жылдық баға қойыладыма? Әлде тоқсандық бағалар қойыладыма?\n\nЕгер тоқсандық 4 жылдығы",
        "question_date": "27.10.2017",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы айтқанда 11 сыныптағы аттестатқа 10 сыныптың қорытында бағасы қойылмайды, тек қана 11 сыныптың жылдық бағалары түседі.",
                "date": "3.11.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жылжымайтын мүлікті заңсыз салғаны үшін қандай мөлшерде айыппұл салынады?",
        "question_content": "ГАСК-тен рұқсат алмай дүкен құрылысын бастап қойған, заң бойынша қанша айыппұл салады ?",
        "question_date": "27.10.2017",
        "question_tag": "Заң",
        "question_views": 379,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Әкімшілік құқық бұзушылық туралы» Қазақстан Республикасының 2014 жылғы 5 шілдедегі № 235-V ҚРЗ Кодексінің 204-б. сәйкес жергiлiктi атқарушы орган белгiлегеннен тыс орындарда сауда жасау –ескерту жасауға немесе бес айлық есептiк көрсеткiш мөлшерiнде айыппұл салуға әкеп соғады. Осы баптың бірінші бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде қайталап жасалған әрекет –он айлық есептiк көрсеткiш мөлшерiнде айыппұл салуға әкеп соғады.\nОсы 2017 жылғы айлық есептік көрсеткіш -2269 теңгені құрайды. Сонда 11 345 теңге немесе 22 690 теңге болады",
                "date": "13.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ресми түрде еш ерде жұмыс істемеймін. Жарна төлеуім керек пе?",
        "question_content": "Ресми түрде еш ерде жұмыс істемеймін, өзімнің кішігірім кәсібім бар. Міндетті медициналық сақтандыру бойынша жарна төлеуім керек пе?",
        "question_date": "27.10.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзін-өзі жұмыспен қамтыған азаматтар (яғни, еш жерде ресми жұмыс істемейтіндер) «өзге тұлғалар» санатына жатады. Бұл санаттағылар 2018 жылдың 1 қаңтарынан бастап 1 ең төменгі жалақының 5% мөлшерінде жарна төлеуге міндетті.",
                "date": "30.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түзілген тұздың массасын есептеңдер?",
        "question_content": "60 г мыс (II) сульфаты бар ерітіндіге 15 г темір салынды .Түзілген тұздфң массасын есептеңдер",
        "question_date": "26.10.2017",
        "question_tag": "Химия",
        "question_views": 11500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "_\n=CuSO4 + Fe = FeSO4 + Cu \n160г         15г   х \nМr=CuSO4 =(64+32+16×4)=160 г/моль\nМr=Fe=56г/моль\nМr=FeSO4=56+32+16×4=152г/моль\nCuSO4=60г/160г/моль=0,37моль\nFe=15 г/56г/моль=0,26моль\n15г _ _________хг\n56г/моль_____152г/моль=15г ×152гмоль",
                "date": "10.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың белгісіз қабырғаларының ұзындықтарын тап?",
        "question_content": "Үшбұрыштың периметрі 13 см Оның екі қабырғасы өзара тең ал үшінші қабырғасы 3 см Үшбұрыштың белгісіз қабырғаларының ұзындықтарын тап",
        "question_date": "26.10.2017",
        "question_tag": "Геометрия",
        "question_views": 13700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "периметр үш қабырғанын қосындысы, яғни 13-3/2=5 сонда бірдей екі қабырға беске тен",
                "date": "26.10.2017",
                "upvotes": 0
            },
            {
                "text": "x+x+y=13\n\n2x+3=13\n\n2x=13-3\n\n2x=10\n\nx=10/2\n\nx=5",
                "date": "28.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магазин ашу үшін не істеу керек?",
        "question_content": "Магазин ашу ушин курылысды ГАСК ден рухсат алмай бастап койсан,  айыппул салама? Айыппул канша",
        "question_date": "26.10.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 823,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Трапецияның периметрін есептеңдер?",
        "question_content": "геометрия 8 сынып\n\nABCD трапециясының үлкен табаны. B төбесі арқылы CD-ға параллель және AD-ны K нүктесінде қиып өтетін түзу жүргізілген. BC=5 см, AK=2 см. 1) Трапецияның орта сызығының ұзындығын; 2) егер ABK үшбұрышының периметрі 12 см болса, трапецияның периметрін есептеңдер",
        "question_date": "26.10.2017",
        "question_tag": "Геометрия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күшік қалай тəрбиелеп өсіру керек?",
        "question_content": "Күшік бағып едім сол жұрттың мал сойғаннан кейінгі қалдықтарына үйір болып жүр.Ол ит болғанда осы əдетін тастамаса малға шауып жұрттан таяқ жеп өліп қалуы мүмкін.Соның алдын алып жанағыдай жаман ет жеп жүрген жерлерінен 2-3 рет ұрып жіберіп ем енді күшігім жаман болып қалды мені көрсе қашаған болып шақырсам тығылып қашып тамақ ішпей əрең ұстап еркелетіп отырып басқа біреуге ұрыссам қашып дірілдеп отырады.Мен күшігімнің бұрынғы күйіне келгенін қалаймын",
        "question_date": "26.10.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Итті қалай үйрету керек деген сұраққа жауап ретінде алғашқы, әрі басты түсінік оны үйде пайда болған бірінші күннен-ақ бастау керектігі. Әрине 4-5 айлық күшік «Фас!» және «Апорт!» деген бұйрықтарды орындамайды, бірақ оны тазалыққа, тәртіпке, орынға баруды және қарғы бауды байлауды толығымен үйрете аласыз. Тағы бір маңызды сәт – реттілікпен үйрету қажет, яғни, басқа иесі қандай бұйрықтармен және күшікті қалай үйреткенін білуіңіз қажет. Бұл жағдайда жаза беру (онсыз үйрету өкінішке орай болмайды!) дереу болуы тиіс, кейінге қалдырмаңыз, әйтпесе ит неменеге кінәлі болғанын түсінбей ренжіп қалады.\nДәретханаға баруды үйретеміз\nҮй жануарын сатып ала отырып, күшікті қалай үйретеміз деп ойламайды, оны дәретханаға баруды үйрету керектігін ойлайды. Күшік үйді бүлдірмеу үшін оны жиі далаға шығарып тұру қажет. Мамандар тамақтанып, белсенді ойын ойнап және ұйықтағаннан кейін шығаруды ұсынады. Күшік әлі кішкентай болғанда үйде дәретханаға баруды үйретіңіз. Ол үшін күшіктің дәрет сындырған жерін газетпен сүртіп, оны науашығына салып қою қажет. Күшік орынды қайта іздей бастағанда оны дереу науашығына апарыңыз.\nОрнына жатуды үйретеміз\nКүшік жақсылап тамақтанғанда немесе шаршағанда оны «жатуға» үйрету әлдеқайда оңай болады. Оны қолыңызға алып, арнайы оған арналған орынға апарыңыз да, жатқызып «Орныңа жат!» деп айтыңыз.\n «Фу!» бұйрығын үйрету\nКүшік рұқсатсыз әлдебір затты алғанда қатаң дауыспен бұйыра қайталап айту қажет. Затты ала отырып, «Фу!» деп бұйыра айтыңыз.\nАтын тануды үйретеміз\nИт атын атағанда елең ететіндей тамақ берер алдында атын атап шақырыңыз. Шартты рефлекс ит миында осы екі оқиғаны қосып байланыстырады, сонда күшік белсенді ойын ойнап жүргенде-ақ шақырғанда елең етіп жүрігіп келеді.\nҚарғы бауын байлауды үйретеміз\nИт үлкендігіне қарай қарғысы бар шылбыр немесе өмілдірік таңдаңыз да, тұрып қалмай жылдам кигізіңіз. Итті тәтті тағаммен марапаттауға болады, бірақ бұл жерде мамандар пікірі екі түрлі.\nКүшікті қалай үйретемін десеңіз, әрине, өзіңіз білесіз, бірақ есіңізде болсын, төрт аяқты құйрықты иттердің тәртібіне қарай отырып, адамдар олардың иелері жөнінде тұжырым жасап шығарады.\nТолығырақ: https://kz.everydayme.com/%D0%BE%D1%82%D0%B1%D0%B0%D1%81%D1%8B/%D0%BE%D1%82%D0%B1%D0%B0%D1%81%D1%8B%D0%BC%D0%B5%D0%BD-%D0%B4%D0%B5%D0%BC%D0%B0%D0%BB%D1%83/it-jattyqtyru-joldary",
                "date": "21.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Олимпиададан география пәнінен қандай сұрақтар келеді?",
        "question_content": "Сәлеметсіздерма мен ауылдық жерден болам 10 оқимын географиядан олимпиадаға қатысатын едім ауданнан (бейнеуден )сұрақ келет сол сұрақты блесіздерма жазып жіберсіздерма өтініш алла разылығы үшінолимпиада 28 болат\n2017",
        "question_date": "25.10.2017",
        "question_tag": "География",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Буға айналған су массасын табыңыз?",
        "question_content": "Температурасы 20°С болып келген 2,8л суы бар адысқа массасы 3кг,460° С-дейін қыздырылған бір кесек болат салынды.Бұдан кейін су 60°С-қа дейін ысыды,ал оның бір бөлігі буға айналды.Буға айналған су массасын табындар.Ыдыстың жылусыйдылығын ескермендер!\nС2=460Дж/кг°С Лямбда=2,3•10-ның 6 дəрежесі  С=4200Дж/кг°",
        "question_date": "25.10.2017",
        "question_tag": "Физика",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Q=mc◇T\n\n4200×(60-20)×m=460×(460-60)×3\n\nm¹=3.28 kg\n\nm²=2.8 kg\n\n◇m=3.28-2.8=0.48kg\n\n4200×0.48×(60⁰-20⁰)=rm\n\nr=2.3×10⁶\n\nm=36 gramm",
                "date": "23.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "a, b, c сандарының ішіндегі теріс сандардың санын анықтаңыз.",
        "question_content": "a, b, c   сандарының ішіндегі теріс сандардың санын анықтаңыз.\nСи, C++, C# Программалау тілінде есептеу",
        "question_date": "25.10.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "с++ тегі кодын осылай шығарады\n\n#include<iostream>\n\nusing namespace std;\n\nint main()\n\n{\n\nint a,b,c,d=0,e=0,f=0;\n\ncout<<\"a:\";\n\ncin>>a;\n\ncout<<endl<<\"b:\";\n\ncin>>b;\n\ncout<<endl<<\"c:\"<<endl;\n\ncin>>c;\n\nif(a<0)\n\nd++;\n\nif(b<0)\n\ne++;\n\nif(c<0)\n\nf++;\n\ncout<<\"Teris sandardin sany: \"<<(d+e+f);\n\nreturn 0;\n\n}",
                "date": "3.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Байқамай қоян етін жеп қойыппын ол іштегі балаға əсер етпейме?",
        "question_content": "Байқамай қоян етін жеп қойыппын ол іштегі балаға əсер етеме əлде ештене болмайма",
        "question_date": "25.10.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халқымызда жүкті әйел қоян етін жесе, баласы қоянжырық болады деген ырым бар. Ал ислам бойынша қоян етін жеу харам саналмаған. Өйткені, сахабалар да, Пайғамбарымыз да (с.ғ.с) қоян етін жегендіктері туралы сахих хадистерде айтылған. Иман Нәуәуи бұл жайында былай деген:\n\"Қоянның етін жеу - Мәлік, Әбі Хәнифа, Шафиғи және Ахмад бойынша адал. Жалпы, ғұламалардың басым көпшілігі адал деген. Тек сахабаАбдулла ибн Амр ибн Асс пен Абдурахман ибн Әбу Ләйланің мәкрүх дегендері айтылады.\n\nАқпарат islam.kz сайтынан алынды",
                "date": "2.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Биология 6 сынып №6 зертханалық жұмыс.",
        "question_content": "1)Үрмебұршақ және бидай өскіндерінің алғашқы даму барысында қанша тамыр пайда болады?\n\n2) Үрмебұршақтың тамыр жүйесінің дамуы мен бидайдың тамыр жүйесінің дамуында қандай айырмашылық бар?\n\n3)Үрмебұршақ пен бидайдың өсімдіктеріне тамыр жүйесінің қандай типі тән?",
        "question_date": "25.10.2017",
        "question_tag": "Биология",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маған осы сұрақтардың жауабы қажет болып т",
                "date": "15.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жедел жадыда қанша көлемде бос орын қалғанын анықтаңыз?",
        "question_content": "Бір гүлдің суретін сақтау үшін 10 Кб қажет. Жедел жадының әрбір ұяшығының өлшемі\n\n10 Кб тең.\n\nа. Жедел жадыда қанша көлемде бос орын қалғанын анықтаңыз.\n\n_________КБ=_______________байт",
        "question_date": "25.10.2017",
        "question_tag": "Информатика",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ толық қойылмаған қанша ұяшық берілген соны жазыңыз сонда ғана жауап бере аламын!",
                "date": "14.11.2017",
                "upvotes": 0
            },
            {
                "text": "https://docs.google.com/forms/d/e/1FAIpQLSfCu0zzSuuZCLf0dfgg3h0XsOvO1iQMScFmSgM3iKUUDgtFmw/viewform?usp=sf_link#responses\n\nӨТІНЕМІН АНКЕТАНЫ ТОЛТЫРА САЛЫҢЫЗДАРШЫ.САБАҚҚА КЕРЕК БОЛЫП ТҰР..Алдын ала Рахмет!",
                "date": "14.11.2017",
                "upvotes": 0
            },
            {
                "text": "сізде 8 ұяшық берілген 5 ұяшық бос тұр әр ұяшық 10 Кб тең 50кб бос орын бар",
                "date": "21.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ шежіресі.Жарлыкамыстан тараган Байыс мен Жолан Жаныс қыз алысады ма?",
        "question_content": "Курбым жаныс дос жигити байыс уйленуге боладыма артык соз керек емес",
        "question_date": "25.10.2017",
        "question_tag": "Махаббат",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің танысым көлік жуу орнында жұмыс істейді.",
        "question_content": "Менің танысым көлік жуу орнында жұмыс істейді. Ол біреудің көлігін айдап дүкенге кетеді. Сол уақытта көліктің иесі келіп үстінен арыз жазады. Бірақ көлікті еш жерін бүлдірмей, соқпай əкеліп берді. Егер сотқа дейін ақша берсе арызын алатынын айтты. Қандай жаза қолда",
        "question_date": "24.10.2017",
        "question_tag": "Заң",
        "question_views": 411,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "статья по угону автотранспорта",
                "date": "25.10.2017",
                "upvotes": 0
            },
            {
                "text": "штраф салады 100,000дей помойму",
                "date": "25.10.2017",
                "upvotes": 0
            },
            {
                "text": "Негізінен жолдас балаңыз автомойкада шартқа отырмайды ма. Сол шартта қандай әрекетті жасауға тиым салынған. Ал көлікті өз еркімен рұқсатсыз мініп кету дұрыс емес. Көлікті ұрлау ретінде жауаптылыққа тартылады, егерде машина иесі машина ұрланды деп арызданған жағдайда. Көлік иесімен сіздерге келісіп, шешу керек.",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақылды құмырсқалар мазмұндама жазу керек?",
        "question_content": "Саяхатшылар деп басталады.\n\nҚұмырсқа – жай ғана жәндік емес, одан бөлектеу дүние. Ол - жер бетінде ең көп кездесетін жәндік. Бір Қазақстанның өзінде 200 - дей түрі бар. Олар алып жер бетіндегі ең көне жәндік түрі. Пайда болған уақыты 25 миллион жыл деп есептелінеді. Құмырсқа тіршілігі – ғылыми маңызы бар, ерекше құбылыс.\n\nҚұмырсқаларда да адамзат қоғамындағыдай өзара еңбек бөлінісі бар. Бірі – күзетші, бірі – қорғаушы, тағы бірі – малшы, енді бірі жауынгер болып, өз иелерінің игілігі үшін қызмет етеді. Сеніңіз, сенбеңіз, әр илеудің өз құмырсқа – актерлері де болатын көрінеді. Оларға да өнерін тамашалайтын көрермен керек. Бұл үшін олар бос орынды таңдап, алады. Әрине, ол өзге құмырсқалардың көзі түсетін жер болуға тиіс. Сонан соң олай - бұлай бұлғақтап ойнай жөнеледі.\n\nҚұмырсқалар – еңбекқор жәндік. Күз аяғы болып, қысқа қамдану жұмыстарына қызу кіріседі. Жұмыс бітіп жатса, маусым соңын той-томалақпен атап өтуге құмырсқалар да қарсы емес. Мұндай кездері бір илеуден екінші илеуге қонаққа кетіп бара жатқан құмырсқалар көшін жиі байқауға болады.",
        "question_date": "24.10.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": []
    }
]