[
    {
        "question_title": "Қай сериалды көруге кеңес бересіз?",
        "question_content": "Қазіргі уақытта сериалдар көп қой.Қайсысын көріге кеңес бересіз?",
        "question_date": "23.01.2017",
        "question_tag": "Телесериалдар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ужас кинолар көрcеңізші...",
                "date": "23.01.2017",
                "upvotes": 0
            },
            {
                "text": "Сарқылмас сезім деген түрік сериалын көруге кеңес беремін",
                "date": "23.01.2017",
                "upvotes": 0
            },
            {
                "text": "Шерлок\nТақтар ойыны - Игра Престолов\nСуперНатурал - Сверхъестетвенное\nЖүретін Өліктер - Ходящий мертвецы\nҰятсыздар - Бесстыдники\nМистер Робот\n\nҮнді, Орыс ,Түрік сериалдарын көрудің керегі жоқ, барлығы ағылшын сериалдарынын сапасыз көшірмесі немесе сапасыз қазан-ошақтың басыннан аспайтын сериалдар.",
                "date": "11.02.2017",
                "upvotes": 0
            },
            {
                "text": "Түрік сериалдары ең таңдаулы болып келеді. Өте мағыналы, әсерлі. Екі жастың махаббаты, ата-ананың ақылы,отбасы жағдайы. Осы аталған сөздер түрік сериалдарына сай келеді. Мысалы: \"Бозторғай\", \"Үзілген жапырақтар\", \"Қыз ақысы\", \"Құлпынай жұпары\".",
                "date": "9.04.2017",
                "upvotes": 0
            },
            {
                "text": "Ханзада Жумонг қашан бересіздер?",
                "date": "17.05.2023",
                "upvotes": 0
            },
            {
                "text": "«Грызня» (англ. Beef), «Разделе́ние» (англ. Severance)",
                "date": "1.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ісіп кеткен қолыма қандай ем қолдансам болады?",
        "question_content": "Сәлеметсіздер ме. Менің үстіме ауыр жүк құлады. Сосын мен оны итердім. Енді қолым дəу болып ісіп кетт",
        "question_date": "23.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолыңызды ренгенге түсіріңіз, хирургқа көрсетіңіз, себебіне байланысты емдейді ғой.",
                "date": "28.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Киноға қалай түссем болады?",
        "question_content": "Еліміздегі отандық киноларға калай ілініп кетсе болады? арнайы мамандық жок. Бірақ ниет болса барлығың үйреніп алуға болатын шығар деп ойлаймын! Жалпы кино проццесі, түсірілім алаңы, кастингтер, қалай өтеді? Кинодағы әрбір мимиканың, қозғалыстың, эмоцияның барлығың режиссер айта ма, солай істе деп? Астана қаласында кастингтер болама ? киноға түскен адамдар болса, тәжірбиелерінізді бөліссеніздер! Соңғы сұрақ! түр соншалықты манызды ма ??? )",
        "question_date": "22.01.2017",
        "question_tag": "Кино",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық кастинг болатын жерлерге бара бер. Жылт еткен жерден қалма.\nТаныс тап.\nКВН ойна.\nНемесе интернетте сапалы видеолар түсір Ютубке, танымал болған кезіңде, өздері шақырады.\nТүрің онша болмаса да, уайымдаудың еш керегі жоқ. Бандиттер туралы филімдерге түрдің керегі жоқ. Немесе қорқынышты фильмдерге түсіуіңе болады.",
                "date": "11.02.2017",
                "upvotes": 0
            },
            {
                "text": "Барлық мәселе түрге байланысты емес. Ең бастысы  қабілеттілік пен талант. Егер қабілет болмаса оны үйренуге тырысу керек.",
                "date": "9.04.2017",
                "upvotes": 0
            },
            {
                "text": "Мен фильмге түскім келеді .Маған қанша ақша беріуі манызды емес маған өз арманымды , яғни актёр болғым келеді .Мен өнерден алыс емеспін .Жайдарман ойнаймын .",
                "date": "23.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі ҰБТ туралы..Яғни емтихан",
        "question_content": "Барлықтарыңызға сәлем.Биылғы өзгерістерге байланысты мектепте емтихан тапсырамыз.Сонда мамандық таңдаймыз ба? әлде ЖОО-да ма?\nМен информатика таңдаймын.Ол жеке пән ретінде таңдала ма?Әлде физика ма?",
        "question_date": "22.01.2017",
        "question_tag": "Информатика",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖОО мамандық таңдайсыз, мектептте қорытынды аттестаттау емтиханын тапсырасыз. Информатика пәніне тапсыру үшін математика, физика таңдайсыз.",
                "date": "15.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Себеп салдар салаласқа 5 мақал-мәтел керек?",
        "question_content": "Себеп салдар салаласқа 5 мақал-мәтел керек?",
        "question_date": "22.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үлкен көрінемін бе?",
        "question_content": "Барлығынығайту сәлем. Менің жасым 20 дан асып бара жатыр.Бірақ маған өзіммен жасты жігіттер 29 30 дағы қызға ұқсайсың деп келеке етеді.Оны көңіліме алмаймын өйткені кішкентай кезінен барлығы солай айтатын.сіздердің бастарыңыздан сондай жағдай өткен бе?",
        "question_date": "22.01.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "айтса айта берсін, мағанда айтқан, бірақ ол нәрсе манызды емес өмірде, жассың мән берме, оданда арманына қол жеткіз!!!",
                "date": "22.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 сынып бітірген соң мектептегі емтихан болады. Мамандық бойынша сонда тапсырамыз ба?",
        "question_content": "11 сынып бітірген соң мектептегі емтихан болады. Мамандық бойынша сонда тапсырамыз ба? Әлде яғни мен информатика пəнін таңдаймын.\n\nТаңдала ма?)\n\nӘлде физика ма?)\n\nКомпьютерлік жəне информатикалык модельдеу деген қандай мамандық...",
        "question_date": "22.01.2017",
        "question_tag": "Информатика",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кім Java Eclipes жақсы біледі?",
        "question_content": "Java Eclipes кім жақсы менгерген маған есепке шығарып бере алтындар бар болса жазып кетініздерші",
        "question_date": "22.01.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 209,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сәуле деген не?",
        "question_content": "Ол не? Нүкте сияқты ма?",
        "question_date": "22.01.2017",
        "question_tag": "Геометрия",
        "question_views": 22000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сәуле деген бір нүктеден түзу шексіз кететін сызық. Оның басы бар шегі жоқ.",
                "date": "25.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Астанадағы қаржы академиясы мемлекеттік пе?",
        "question_content": "Астанадағы қаржы академиясы мемлекеттік пе?\n\nЖалпы осы университет жайында мағлұмат берсеніздер\n\nЖалпы естілуі жақсы болсада аты шықпаған сияқты ма\n\nИнтернеттен издесен малемет оте аз википедияда мулдем жок",
        "question_date": "22.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қанша жастан кейін кредит алуға болады?",
        "question_content": "МЕн 18ге толмағам кредит алуға боладыма . Стипендия алам 3жыл. Қай жақтан алуға болады. Айтып жіберңдер ӨТІНІШ!!!!!",
        "question_date": "22.01.2017",
        "question_tag": "Банк",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ болмайды. Егер 18 жастан жоғары болсаң алуға болады.",
                "date": "23.01.2017",
                "upvotes": 0
            },
            {
                "text": "Мен жасым 20да туракты жумысым жок аржерде истеймин мен кредит алуыма боладыма бирак айсайын толеуге шамам жетеды",
                "date": "12.05.2018",
                "upvotes": 0
            },
            {
                "text": "Мфо көке ден асаң болады",
                "date": "23.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскер мен оқуды қатар алып жүруге болады ма?",
        "question_content": "әскер мен оқуды қатар алып жүруге болады ма?\n\nУниверситетти аяктап магистратуранын 1 -шы курсында армияга кетип бырак оку журе береды сосын 2-шы курста келип окып кетсем болады маӘ",
        "question_date": "22.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абайдың 33 және 37 - қара сөздерiне пiкiрлеріңiз.",
        "question_content": "Отiнемiн Абзац атамыздын 33,37 кара создерине пiкipiнiздi жазынысшы",
        "question_date": "22.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ОТЫЗ ҮШІНШІ СӨЗ Егер де мал керек болса, қолөнер үйренбек керек. Мал жұтайды, өнер жұтамайды. Алдау қоспай адал еңбегін сатқан қолөнерлі — қазақтың әулиесі сол. Бірақ Құдай Тағала қолына аз-маз өнер берген қазақтардың кеселдері болады. Әуелі — бұл ісімді ол ісімнен асырайын деп, артық ісмерлер іздеп жүріп, көріп, біраз істес болып, өнер арттырайын деп, түзден өнер іздемейді. Осы қолындағы аз-мұзына мақтанып, осы да болады деп, баяғы қазақтың талапсыздығына тартып, жатып алады. Екінші — ерінбей істей беру керек қой. Бір-екі қара тапса, малға бөге қалған кісімсіп, «маған мал жоқ па?» дегендей қылып, еріншектік, салдау-салғырттыққа, кербездікке салынады. Үшінші — «дарқансың ғой, өнерлісің ғой, шырағым», немесе «ағеке, нең кетеді, осы ғанамды істеп бер!» дегенде «маған да біреу жалынарлыққа жеткен екенмін» деп мақтанып кетіп, пайдасыз алдауға, қу тілге алданып, өзінің уақытын өткізеді. Және анаған дүниенің қызығы алдауды білген дегізіп, көңілін де мақтандырып кетеді. Төртінші — тамыршылдау келеді. Бағанағы алдамшы шайтан тамыр болалық деп, бір болымсыз нәрсені берген болып, артынан үйтемін-бүйтемін, қарық қыламын дегенге мәз болып, тамырым, досым десе, мен де керектінің бірі болып қалыппын ғой деп, және жасынан іс істеп, үйден шықпағандық қылып, жоқ-барға тырысып, алдағанды білмей, дереу оның жетпегенін жеткіземін деп, тіпті жетпесе өзінен қосып, қылып бер дегенінің бәрін қылып беріп, күні өтіп, еңбек қылар уақытынан айрылып, «жоғары шыққа» қарық болып, тамақ, киім, борыш есінен шығып кетіп, енді олар қысқан күні біреудің малын бұлдап қарызға алады. Оны қылып берейін, мұны қылып берейін деп, соныменен табыс құралмай, борышы асып, дауға айналып, адамшылықтан айрылып, қор болып кетеді. Осы несі екен. Қазақтың баласының өзі алдағыш бола тұрып және өзі біреуге алдатқыш болатұғыны қалай? Абайдың қай қара сөзі болмасын, жүрекпен түсініп, көңілге түйетін нақылдарға бай. Бұл қара сөзінде де, арам ойдан алшақ болуға шақырады хакім. Барлық адамзаттың өзге тіршілік иелерінен сөйлей алатын қабілетімен ерекшеленіп тұратын қасиеті бар. Сондай қасиеттерінің бірі де бірегейі — бір іске икемді болуы. Ішкен тамаққа тойып алып, бүк түсіп жата беру адам баласына үлкен сын болмақ. Ал Абай атамыздың бұл ретте айтқысы келген ойы қандай? «Өнері бардың кеселі бар» деген ойды ұстанып, оның төрт түрін көрсетеді. «Бойымдағы өнерім өзіме жетеді» деп білім-ғылым қумай, тым асыра қанағатшылдыққа салынып, талапсыздыққа бой алдыру — пендені кері бағытқа салады десе, екінші бір айтар ойы — еріншектік. Бауыржан Момышұлы атамыз «Адамды үш нәрсе бүлдіреді: арақ, ақша, атақ» деп айтқан екен. Малға мастанып, қит ете қалса, көп жұмыс бітіргендей ақысын сұрап тұруы — қателік. Бұл ретте, «сыйға – сый, сыраға – бал» деген халық нақылын айтсақ, артық етпес. Еңбегіне қарай, ақысын да береді емес пе? Әр зат өз шамасымен болуы керек дегенді ұстанған ұлт ғұламасы үшінші кемшілігінде нендей ой айтты екен? Мақтаған сиырдың күйін кешіп, арзан мақтаудың артынан еріп, аса дандайсып кету өмірден адасудың бір сорақысы екенін айтпақшы. Ақырғы кемшілігі – қарызға бату. «Жасап берші» деген бір ауыз сөзін «мен де біреудің пайдасына керек екенмін» деп жерге тастамай, мойнына алып, шектелген уақытына дейін бітіріп бере алмай жүрсе ше? Басқадан қарыз алып айыбын жуып-шаятынын қайтесің? Сөйтіп, анда тартса, мында жетпей, мында тартса, анда жетпей, «екі қолын мұрнына қыстырдының» күйін кешпек. Тоқ етері, артылған істің жауапкершілігін сезіне білу керек. Өз заманының жайын айтып отырса да, бұның жалғасы қазіргі өмірде көрініс беріп жатқаны жалған емес. Сондықтан, ардың жүгін арқалаған 550 жылдық тарихы бар ұлттың болашағына жалқаулық, салғырттық, боямашылдық деген кері пиғылдар жараспасы хақ.\nТолығырақ.\nАбай отыз жетінше қара сөзінде нақыл сөздерді тізеді. Нақылдардың барлығы дерлік адам бойындағы адамшылық қасиеттерді ардақтауға бағытталған. \"Адамның адамшылығы істі бастағандығынан білінеді, қалайша бітіргендігінен емес\", – дейді Абай. Жалпы, қара сөзде ақын адам бойындағы қайратсыздық, заманның адамға әсері, білімге талпыныс, достық, тіленшілік, білгенді үйрету сынды тақырыптарды қозғайды. \"Адам баласын заман өсіреді, кімде-кім жаман болса, оның замандасының бәрі виноват\", – деп әр адамның заманға, заманның адамға әсерін сөз қылады. Осылайша, Абай заманды қалыптастыратын адамдардың өздері екендігін, сондықтан, әркім өзін дамытуға, өзін тәрбиелеуге күш салуы керектігін меңзейді. Ол, сонымен қатар, \"Мен егер закон қуаты қолымда бар кісі болсам, адам мінезін түзеп болмайды деген кісінің тілін кесер едім\", – деп, адамның кез келген уақытта өзін қолына алып, түзеле алатындығын айтады. \"Бақпен асқан патшадан Мимен асқан қара артық; Сақалын сатқан кәріден Еңбегін сатқан бала артық\", – деп, білімге құштарлықты, адал еңбекті насихаттайды. Абай, осылайша, қара сөзінде қоғамдағы олқылықтарды сынап, ұрпаққа, замандастарына жақсылыққа апарар жолды меңзеп, әсер етуге тырысады.\nТолығырақ.",
                "date": "22.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілмеген жұмысақымды қалай қайтарып алуға болады?",
        "question_content": "Жұмыс істеп жүріп оқуға тапсырдым бастыгым жыл сайын окуыма Акша салу керек ешкандай Акша салмаган докуменнтерим сол Оку орында жатыр каз бастыгыма Акша куймапсыз ештенке жасамапсыз десем ештенке аитпаид Акшаны кайтарып бериниз керек емес диплом десем акшаны да ала алмаи  отырмын не истесем болад",
        "question_date": "22.01.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен мал шарушылығымен айналысқым келеді, соған қандай оқуға түсуге болады?",
        "question_content": "Мен мал шарушылығымен айналысқым келеді, соған қандай оқуға түсуге болады? Қазіргі кезде сегізінші сыныпта оқимын. Тоғызыншы сыныптан кетіп қалсам деп едім.",
        "question_date": "22.01.2017",
        "question_tag": "Мансаптық өсу",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абзалы мектепті толығымен аяқтап сосын Қазақ Ұлттық Аграрлық Университетіне түсіп сол жерде мамандықтың шеберлігін шыңдай түсерсіз, Алла қаласа.",
                "date": "22.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қасқырлардың адамзатқа ,табиғатқа залалы қандай",
        "question_content": "Қасқырлардың адамзатқа ,табиғатқа залалы қандай?\n\nОлар елмізге қандай кесірін тигізіп жатыр?",
        "question_date": "21.01.2017",
        "question_tag": "Мектеп",
        "question_views": 964,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өздігінен зияны жоқ, аш болса мал шаруашылығымен айналысатындарға қойларын жалпы малды қырып салып кесірін тигізіп жатады.",
                "date": "22.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диагнозымды қоятын стомотолог хирург бар ма?",
        "question_content": "Менің 31.12.2015 күні тісім ауырып жүр еді! Содан кешкі 12 ден кете салқын сыра ішіп ұиқтап қалған едім! Таңертең тісім яғни бет бөлігі ісіп кетті! 4 күн бойы ісікпен жүрдім.5 ші күні яғни 05.01.2016 күні ауылға барып стомотологқа көрсеттім! Ол кісі суырасың не кесіп ірінді алам деді! Мен кестіртігуге келістім! Кесіп ішін фурацилинмен шайып дринаж салып жіберді! Содан маған укол жазып берді! Уколды алып болып бардымда әлі ісініп тұрды! Содан стомотологқа қаитадан барып тісімді жұлдырттым.Содан иектің асты ауырыңқырап жүрді! Дәрігерге көрсеттім жақсы жазылып кетесің деді! Содан жүре бердім 3-4айдан кеиін тамыр ісе бастады иектің яғни кескен жердің асты!Дәрігерлерге қаитадап барып іскенін тамағымның да ауратынын аиттым! Олар тамағыңнан деп лорға қаралуыма кеңес берді! Лорға қаралсам дәрі жазып берді! Ішіп жүрдім де тамағым жақсарды! Содан иек тамырының ісігі басылмады жүре бердім!Емшіге қаралдым ол кісі тамырға бір нәрсенің ұшы тиген деді! Тілдің ағаруы баиқалды! Ол әркімде болады!Содан 25.12.2016 күні суық тигізіп (грипп) болып қалдым! Жұмысиа салқындау болды далаға шықсам тоңа берем бір аптадай солай болды! Содан одан жазылдым! Жүре келе яғни тура бір жыл 05.01.2017 жылы тамағым ауырып тыныс алу бұзылып жұлын ми ауыра бастады! Тыныс алу жолы бұзылған соң ішім басқанда ауырсынатынын байқадым! Содан жүре 4-5 күннен кейін жүрегімнен де ауырсыну пайда болды! Терапевтке барып қаралғам маған цефазалин витамин в6 және ыстыукол жазып берді! Содан алып жүрмін! Аяғым сыздап ауырып жүр! Бұл не себептен көмектессеңіздер",
        "question_date": "21.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүргенов колледжінде арт менеджмент мамандығы бар ма?",
        "question_content": "Жүргенов атындағы колледжде арт менеджмент мамандығы бар ма екен? Болса оған түсу үшін қандай пəн таңдап дайындалуым керек?",
        "question_date": "21.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 761,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Информатика пəнін тандау арқылы қандай мамандықта оқуға болады?",
        "question_content": "Мен 2017жылғы бітіруші түлекпін , менің сұрағым: Информатика пəнін тандасам қандай мамандық иегері бола алам? Серпін2050 бойынша информатикадан гранттар барма ?",
        "question_date": "21.01.2017",
        "question_tag": "Мектеп",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем,Ерғали.Информатика пәнін таңдасаң көптеген мамандықтар бар.Соның ішінде:IT саласы,программист,информатика пәнінің мұғалімі,ақпараттық жүйелер,математикалық және компьютерлік модельдеу,т.б.Серпін-2050 жобасына   Маңғыстау, Қызылорда, Оңтүстік Қазақстан, Жамбыл, Алматы облыстарының жастары қатыса алады.Информатика пәні бойынша гранттар бар,\n\n http://www.serpin.kz/?page_id=26",
                "date": "22.01.2017",
                "upvotes": 0
            },
            {
                "text": "Таңдау пәнінде тнформатика пәні жоқ едіғой. Қашаннан бері ш",
                "date": "26.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың АВ қабырғасын табу керек.",
        "question_content": "Бұрыш ADB=120 градус, СD=6,AD=BD.AB-? Үшбұрыш ABC-тікбұрышты үшбұрыш. №3 ЕСЕП",
        "question_date": "21.01.2017",
        "question_tag": "Геометрия",
        "question_views": 10300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарасыз",
                "date": "2.02.2017",
                "upvotes": 0
            },
            {
                "text": "Қай кітап екенін айтып жіберіңізд",
                "date": "24.12.2017",
                "upvotes": 0
            },
            {
                "text": "30 градуска карсы жаткан катет гипотенузанын жартысына тен\n\nжауабы 12тубирдин астында 3",
                "date": "13.03.2020",
                "upvotes": 0
            },
            {
                "text": "Шешуі: Бұрыш САД =30 градус, АД гипотенуза АД =12; АД= ВД = 12,\nбұрыш В = 30 гр. h = 6 осыдан АВ табамыз. Жауабы Е",
                "date": "1.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастапқы бөлшекті табу керек.",
        "question_content": "бөлшектің алымы бөлімінен 2- ге кем. Егер алымына 1-ді қосып, бөлімін өзгеріссіз қалдырсақ, онда берілген бөлшек 1/3-ге көбейеді. Бастапқы бөлшекті табыңыз.",
        "question_date": "21.01.2017",
        "question_tag": "Математика",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бөлшек 1/2-ге тең",
                "date": "26.03.2017",
                "upvotes": 1
            },
            {
                "text": "1/2 может  1/3 озим ойткени тапсырып жатырмын онда ондай жауап жок",
                "date": "4.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cіздің хоббиіңіз бар ма?",
        "question_content": "Хобби алуан түрлі болады. Біреулер ағаштан бұйымдар жасауды ұнатса, басқа біреулер тоңазытқышқа магниттер галереясын жасағанды ұнатады. Ал біздің бұрынғы әріптесіміз болса, сапарға шыққан кезде пошталық маркаларды жинайтын. Ол өзі болған елдерде жергілікті пошта бөлімшесінен өзіне-өзі хат жіберіп отырған. Осылайша, маркалар жиынтығы толық бір альбомға толған.\n\nАл сіздің хоббиіңіз бар ма? Айтып беріңізші! Егер суреттеріңіз болса, постқа пікір ретінде көрсетіңіз",
        "question_date": "21.01.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем, Ақбөпе. Иә, әр адамның алуан түрлі хоббиі болады. Хобби деген сөз - яғни бос уақытта шұғылданатын сүйікті ісің. Мысалы, менің хоббиім-ән айту, кейде ғаламтордан әр-түрлі пайдалы кеңестер қараймын, ғаламтордан әртүрлі ас мәзірлерін қарап, десерт, торт, бәліштерді үйреніп жасаймын. Кейде әртүрлі кітаптар оқимын. Менің суреттерім жоқ екен.",
                "date": "22.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қарсылықты салалас, сөйлем құрау",
        "question_content": "ерілген тұрақты тіркестерді пайдаланып, қарсылықты салалас сөйлемдер құраңдар: балдан тәтті, қағаздай аппақ, сыбызғыдай жіңішке, удай ащы, қазанның күйесіндей.",
        "question_date": "21.01.2017",
        "question_tag": "Мектеп",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бал-тіл үйердкй тəтті, алайда балның тілі балдан дА тəтті. Қар кристалдардан түзілгеН судың мұзға айналған түрі, сондА да қардың түсі-қағаздай аппақ.",
                "date": "22.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "6-сыныртың сарамандық жұмысын тауып бересіздер ма",
        "question_content": "6-сыныртың сарамандық жұмысын тауып бересіздер ма",
        "question_date": "21.01.2017",
        "question_tag": "География",
        "question_views": 30300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "биктик арткан сайын кысым неликтен азаяды?",
                "date": "7.02.2017",
                "upvotes": 0
            },
            {
                "text": "Достар срочно керек сарамандық жұмыс 4  6 сынып",
                "date": "12.04.2017",
                "upvotes": 0
            },
            {
                "text": "№6 сарамандық жұмыс керек срочно",
                "date": "2.05.2017",
                "upvotes": 0
            },
            {
                "text": "7-шы сарамандык жумыс срочно",
                "date": "23.05.2017",
                "upvotes": 0
            },
            {
                "text": "Альпы,Кавказ,орал, алтай,гималай,кордильер тауларынын  биыктыгы  канша  айтып  берындершы",
                "date": "21.12.2017",
                "upvotes": 0
            },
            {
                "text": "3 керек срочно 6",
                "date": "11.01.2018",
                "upvotes": 0
            },
            {
                "text": "3 денсаулық керек срочно 6",
                "date": "11.01.2018",
                "upvotes": 0
            },
            {
                "text": "6 сарамандық жұмыстың барлық сұрақсұрақтарына жауап керек  ӨТІНІШШ БҮГІН",
                "date": "26.04.2018",
                "upvotes": 0
            },
            {
                "text": "Ой білмеймін өзім таба алмай отырмын ғой",
                "date": "26.10.2020",
                "upvotes": 0
            },
            {
                "text": "8 саомандық жұмыс пж",
                "date": "26.01.2021",
                "upvotes": 0
            },
            {
                "text": "маған 10 сарамандык жұмыс керек еді",
                "date": "10.04.2021",
                "upvotes": 0
            },
            {
                "text": "6 сынып  жаратылыстану сарамандық жұмыс",
                "date": "16.01.2022",
                "upvotes": 0
            },
            {
                "text": "Қандай сарамандық жұмыс?",
                "date": "10.11.2022",
                "upvotes": 0
            },
            {
                "text": "Мәліметтерді талдау және оларды ұсыну",
                "date": "19.10.2023",
                "upvotes": 0
            },
            {
                "text": "1)тәуір ас\n2)жақсы тамақ тану",
                "date": "26.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Abdi компаниясы туралы ағылшынша (қазақша аудармасымен) мәліметтер керек еді.",
        "question_content": "Abdi компаниясы туралы ағылшынша (қазақша аудармасымен) мәліметтер керек еді. Абди компаниясы нешинши жылы ашылды , кандай калаларда бар",
        "question_date": "21.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 853,
        "question_upvotes": 0,
        "answers": []
    }
]