[
    {
        "question_title": "Талантсыз табысқа жетуге болады ма ?",
        "question_content": "Талантсыз табысқа жектуге болады ма ?",
        "question_date": "10.04.2016",
        "question_tag": "Жанұя",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табысты болудың сыры :\n\n1% талант / 99% еңбек\n\nТаланты жоқ адам болмайды. Кез келген адамда құдайдан,табиғаттан берілген бір немесе бірнеше өнері , қасиеті,ешкімде жоқ ерекшелігі болады. Табысты болу үшін өз үстіңнен жұмыс істеп, сол қасиеттерді барынша дамыту керек .\nБұдан басқа табысты болу үшін  алты жауды жеңу керек:  \n\n-ұйқышылдық,\n\n-жалқаулық,\n\n-қорқыныш,\n\n-ашу-ыза (біреуге өкпелеу),\n\n-той тойлап жүре беру ,\n\n-жалтақтық .\n\nЖәне Абай атамыздың алтын сөздеріне құлақ асу керек:\n...Адам болам десеңіз.\n Тілеуің, өмірің алдыңда,\nОған қайғы жесеңіз.\nӨсек, өтірік, мақтаншақ,\nЕріншек, бекер мал шашпақ -\nБес дұшпаның білсеңіз.\nТалап, еңбек, терең ой,\nҚанағат, рақым ойлап қой -\nБес асыл іс көрсеңіз.",
                "date": "12.04.2016",
                "upvotes": 3
            },
            {
                "text": "Әр адамнын өзіндік бір таланты болады. Талантсыз адам жок. Кім болсын табысқа жете алады. Тек аянбай еңбек ету керек.",
                "date": "11.04.2016",
                "upvotes": 0
            },
            {
                "text": "Біреуге арқа сүйеу де талант шығар?",
                "date": "11.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамның өмірге келудегі мақсаты қандай ?",
        "question_content": "Адамның өмірге келудегі мақсаты қандай ?",
        "question_date": "10.04.2016",
        "question_tag": "Жанұя",
        "question_views": 6800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Алла адамды өзіне құлшылық жасау үшін жаратты.Бұл өмір-адамға берілген сынақ.\n\nАл енді адамға көшсек, адам өмірге мақсатпен келмейді. Ол өмірге келуді де ойламайды, ата-анасы арқылы келеді емес пе?! Адам өмірге мақсатты есін білген соң ғана қояды, себебі, өзіңіз ойлаңызшы жаңа туылған сәбидің алдына қойған мақсаты бар деп ойлайсыз ба? Ол ештеңе білмейді ғой.",
                "date": "11.04.2016",
                "upvotes": 1
            },
            {
                "text": "Ислам дінін ұстанып, Аллах Тағалаға табыну.",
                "date": "10.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қан қысымы қалыпты жағдайда қанша болуы керек?",
        "question_content": "Менин кан кысымым томени 50 бул томен ба!?2 кундей болды басым айналып жур",
        "question_date": "10.04.2016",
        "question_tag": "Денсаулық",
        "question_views": 9900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан тамырының қысымы — ең көп тараған сырқаттың бірі. Елімізде бұл сырқатпен ауыратын адамдардың саны жылдан-жылға көбейіп келеді. Бұрындары жасы ал­пыс­тан асқандар ауыратын,­ қа­зір қырық жастағыларды мазалай бастады. Медициналық статистика бойынша, елі­мізде әрбір оныншы адам қан тамыры қысымымен ауырады екен. Республика бойынша адам өліміне соқтыратын аурулардың ішінде қан қысымы бірінші орынды алады, екінші орында — ауыр дене жарақаттары, соңғысы — қатерлі ісік аурулары.\n\nҚан қысымы өте қауіпті ауру. Бұл аурудың жүрек пен тамырды зақымдайтынын ескерер болсақ, тамырдың қанша уақытқа дейін төзе алатыны беймәлім. Сондықтан оны «үйреншікті ауру ғой» деп мән бермей жүрген дұрыс емес.\n\nҚан қысымының қалыпты көр­сеткіші тонометр бойынша 120/80 болуы керек!",
                "date": "12.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Не үшін Шенеттің бөтелкесі қыйсық ?",
        "question_content": "Не үшін Шенеттің бөтелкесі қыйсық ?",
        "question_date": "10.04.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«J.P. Chenet» шарабы - француздық талғампаздық пен кербездіктің символы. Бұл бренд бүкіл әлемге қайталанбас дәмі және ерекше формасы- бөтелкенің иілген мойыны арқылы танымалы болған.\nФранцуз королі Людовик ХIV біреу «J.P.Chenet» шарабын сыйлыққа берген болатын .Шараптың тамаша дәмі мен сапасына қарамастан,король бөтелкенің майысқан мойынына және қисық пішініне қатты ашуланып, шарап жасаушыны сарайына алып келуді бұйырады. Шараптың иесі Жан Поль Шене корольдің\"Бөтелкенің мойыны неге майысқан?Пішіні неге қисық?\"деген сұрағына -\" О аса мәртебелі королім, бөтелке сіздің алдыңызда иіліп, ұлылығыңыздан майысып қалды \" -деп жауап берді. Сонда патша күліп дарынды және тапқыр шарап жасаушыны марапаттауды бұйырады !\n\nБұл тек әдемі аңыз ғана емес-маркетингтік көріністердің бірі. Шынында шарапты корольге алып келер алдында,ұста бөтелкелерді қатты асығып жасайды.Бөтелкелердің шыннысы қатпай турып ішіне шарап құйғандықтан , олар майысып қалады.",
                "date": "10.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүздің нұрын не кетіреді ?",
        "question_content": "Жүздің нұрын не кетіреді ?",
        "question_date": "10.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 533,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жүздің нұрын кетіреді :\n\n-өтірік айту\n\n- арсыздық\n\n-ілімсіздік\n\n-мазасыздық\n\n-қайғы\n\n-аштық\n\n-ұйқысыздық",
                "date": "10.04.2016",
                "upvotes": 1
            },
            {
                "text": "Жүздің нұрын уайым қайғы кетіреды жұмыс қандай соғанда байланысты. Денсаулықты күту керек компьютерде көп отырсанда жүздің нұрын кетіреді.",
                "date": "10.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалайсыңдар достар неге менде андройд версиямен кирмей жатир сурақ жауап сайтына?",
        "question_content": "Қалайсыңдар достар неге менде андройд версиямен кирмей жатир сурақ жауап сайтына?",
        "question_date": "10.04.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тек,тектілік туралы мақал-мәтелдер керек",
        "question_content": "Тек,тектілік туралы мақал-мәтелдер керек",
        "question_date": "10.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсыда кек жоқ,жаманда тек жоқ.\n\nТексіздің тегі-құл.",
                "date": "10.04.2016",
                "upvotes": 0
            },
            {
                "text": "Көріп алған сұлудан, көрмей алған текті артық !",
                "date": "22.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Натрий хлоридіндегі натрийдың массалық үлесін тап?",
        "question_content": "Натрий хлоридіндегі натрийдың массалық үлесін тап?",
        "question_date": "10.04.2016",
        "question_tag": "Химия",
        "question_views": 11100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M(NaCl) = 58.5 г/моль w(Na) = 23*100%/58.5 = 39.3 %",
                "date": "10.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Журналистерді жек көреді, менсінбейді, журналистерге қарсы деген пікір қалыптасу?",
        "question_content": "Назгүл Қожабекова\n\nЖұрт арасында мен журналистерді жек көреді, менсінбейді, журналистерге қарсы деген пікір қалыптасқан сияқты.\n\nЖоқ. Мен журналист атаулыға қарсы емеспін.\n\nМен тек журналистер арасындағы топастық əрекеттерге қарсымын.\n\nМысалы, Қарағұсованың деловой завтрак дегенін шетелдік қонақтың біздің таңғы асымыздан дəм татып көру ниетіне айналдырып жіберетін топастыққа қарсымын.\nФилармонияны жай ғана концерт залы деп ойлайтын топастыққа қарсымын.\nДəретханаға депутаттың жағасын ұстатқызып қоятын топастыққа қарсымын.\nАл журналист сауатсыз болды деген - мен үшін ол журналист емес деген сөз. Қалып етістіктерін бірінің орнына бірін қолдана беретін журналист - журналист емес. Өйткені, бір ғана отыр мен жатырдың өзінен ақпарат бұрмаланып кетуі мүмкін.\n\nДефис пен сызықшаны айыра алмау - не жазып отырғанын өзі түсінбеу деген сөз.\nАйта берсең толып жатыр.\n\n6-ау деп жазатын журналисті үшінші класқс апарып қайта оқыту керек.\nТөрт түлік малдар, ақшалар, қаржылар деп жазатын журналист - профнепригоден.\nЕгер сіз мен өзіңізді жақтырмайды деп ойласаңыз - өзіңізді осындай топастығы бар адамдар қатарына жатқызғаныңыз.\n\nОндайыңыз жоқ па - мен сізге жау емеспін.\n\nЖалпы, мен ешкіммен жауласып, ұстасып жүрген жоқпын. Тек, сол терінің пұшпағына жармасып жүрген соң, арғы шеті де дұрыс иленсін дегенім ғой... əйтпесе, бір сауатсыз журналист ұстаған шетінің жүні жидіп түсіп қалса, тері ештеңеге жарамай қалады ғой...\n\nАл адамның жеке басына тіпті жаулығым жоқ. Тіпті жақсы таныс қыздар біледі, бірге шай ішім отырып та \"мынауың дұрыс емес топастық\" деп айта салуым мүмкін.\n\nАл енді, сол пікірінің бəрін мəймөңкелемей, дүңк еткізіп төбеден түсіріп айта салады десеңіз - иə, онда королевалық замашкаларым бар енді.\n\nСіз де айтыңыз маған. Дүңк еткізіп-ақ айтыңыз. Бірақ, одан сіз мені жек көреді деген қорытынды жасамаймын. Өйткені мен сіздің əкеңізді өлтірген жоқпын, мені жек көруіңізге себеп жоқ.\nСол сияқты, мен де ешкімді жек көрмеймін. Тек, кəсібилігіне күмəн келтіремін.\nМен сауатты оқырманмын. Менен де сауаттылар бар. Біздің журналистер тым болмаса менің орташа деңгейдегі сауаттылығыма лайықтап жазса деймін...\n\nƏйтпесе, кейбір журналистер үш кластық білімі бар Əшөнге арнап жазатын сияқты...\nМен болдым.\n\nНазгүл Қожабекованың ойымен келісесіз ба?",
        "question_date": "10.04.2016",
        "question_tag": "Университет, колледж",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл жерде тек қана сауатсыздықты айтып отыр (әрине дұрыс), сондай-ақ, нақты расталмаған ақпараттар таратын журналистерді, пиар қуып кетіп тырнақтың астынан кір іздейтін журналистерді жек көремін",
                "date": "11.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төреғали Төрәлі қазақ қызға үйленем",
        "question_content": "Төрәлінің қазақ қызға үйленем әні орыс, кәріс сұлуларына үйленген ағаларымызға тиіп кетпей ме?",
        "question_date": "10.04.2016",
        "question_tag": "Қазақша ән",
        "question_views": 434,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орынды сұрақ! Төрәлінің бұл әні басқа ұлттың азаматшаларына үйленген ағаларымызға әбден тиюі мүмкін.",
                "date": "11.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ГМО (гендік модификацияланған организмдер) дегеніміз не?",
        "question_content": "ГМО дегеніміз не? ГМО (гендік модификацияланған организмдер) дегеніміз не?",
        "question_date": "10.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 38200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ГМО (гендік модификацияланған организмдер) – гендік инженерияның табысты жемісіне айналып отыр. Нақтырақ айтсақ ГМО – бір ағзаның геніне бөтен ағзаның генін енгізу арқылы пайда болады. Мысалы, шет елдерден тасымалданатын шие мен қытай қиярына шошқаның гені қосылады екен. Америка 1983 жылы биологиялық қару жасау барысында ең алғашқы гендік модификацияланған өсім­діктерді өндірген. Сосын, гендік модификация 1986 өсімдіктерді үсіп кетуден сақтау үшін пайдаланылған. Бұл ол кездері ғылымдағы үлкен жетістіктердің бірі болатын. 1992 жылы осы әдіспен Қытайда зиянкестер залал келтірмейтін темекі өндірілген. 1994 жылы тасымалдау кезінде бұзылмай сақталатын қызанақтар өндірілді. Содан бас­тап «ГМО мәдениеттің» дәурені жүре бас­тады. Оған себепші болған Американдық  «Monsanto» фирмасы еді. 2006 жылы 22 елдің 10,3 млн. фермері 102 млн. гектар жерге ГМ-өсімдіктің сан түрін алған. Мәселен, осы жолмен өсірілген картоп, алма, мақта, жүгерілерге құрт мүлде түспеген. 2006 жылы 97% трансгендік өсімдіктерді АҚШ (53%), Аргентина (17%), Бразилия (11%), Канада (6%), Индия (4%), Қытай (3%), Парагвай (2%) және Оңтүстік Африкада (1%) өндірген. Бүгінде дүкен сөрелерінде тұрған тағамдардың құрамына ГМ-соя, ГМ-жүгері, ГМ-крахмал, ГМ-ақуыздың қосылатыны белгілі. «Monsanto»  фирмасы өндірген ГМ-жүгері АҚШ нарығында көш бастап тұр. ГМО-ның араласпаған жері жоқ. Биологиялық және медициналық зерттеулерде, фармацевтикада, ауыл шаруа­шылығында, тамақ өндірісінде кеңінен қолданылып келеді. \nАштық ас талғамайды\nГМО-ның пайда болуының себебін ғалымдар жер шарында адам санының кенеттен жыл санап өсіп келе жатқанымен байланыстырады. Статистикаға көз жүгіртетін болсақ 1800 жылы жер бетіндегі адамдар саны 1 миллиард, 1929 жылы 2 миллиард болса, соңғы 50 жылдың ішінде 7 миллиардқа дейін өскен. Енді, 2050 жылға дейін 9,5-11 миллиард адамға көбейеді деген болжам бар.  Жер шары осыншама адамды асырай алмауы мүмкін. Адам дүниеге келіп өмір сүруі үшін жарық, ауа, қорек қажет. Жарық пен ауа өз алдына, жер бетіндегі пенделердің аштыққа шыдамасы анық. Сондықтан да, ғалымдар ГМО арқылы әлем тұрғындарын аштықтан аман алып қалудың жолын тапқан сыңайлы.\nБҰҰ-ның статистика мәліметіне жү­гін­­сек, биылғы жылы 795 миллион адам аштықтан зардап шегіп отыр. Бір қуантарлығы, былтырғы жылмен салыстырғанда бұл көрсеткіш төмендеген. 2014 жылы 805 миллион адам немесе әлемнің әрбір тоғызыншы тұрғыны аштық зардабын тартқан болатын. Және де жыл сайын аштықтың салдарынан 5 жасқа дейінгі 11 миллион сәби көз жұмады.  Аштық жайлаған елдердің адыңғы қатарында Африка елдері тұр. Афри­каның   аштықтан қырылып жатқан тұрғындарын құт­қару үшін «Билл және Мелинда Гейтстердің қайырымдылық қоры» мен ГМО биотехнологиясын өндіруші Дэвид Рокфеллердің «Рокфеллер қоры» бірлесіп жоба жасаған болатын. Олардың қаржыландырып отырған ортақ жобалары «Африкадағы жасыл революция Алянсі» деп аталды. Және оны басқару тізгіні БҰҰ-ның бұрынғы хатшысы Кофи Аннанға бұйырған еді. Жоба аясында ГМ-жүгері өндіріліп, таратыла бас­тады. Не себептен екені белгісіз, Африка елдері соңғы жылдары ГМ-өнімдерді өз шекараларына тасымалдауға рұқсат бермей келеді. «ГМО жер шарындағы адамзат баласын аштықтан құтқармақ түгілі, ұрпақсыз қалдырып, мүлдем жойып жіберетін жойқын күшке айналуы мүмкін», – деп ғалымдар дабыл қағуда.\nГМО әдіс қалай жүргізіледі?\nӘрбір өсімдіктің және әрбір жануардың ағзасында өзіндік белгілері болады. Және оның әрқайсысына белгілі бір ген жауап береді. Егер, қандай да бір белгіге жауап беретін генді алып тастасақ, белгі біржолата жойылады. Ал, оған жаңа бір генді енгізсек, өсімдікте немесе жануарда жаңа қасиет пайда болады.  Мысалы, картопқа сарышаянның генін қосады. Нәтижесінде ешқандай құрт түспейтін картоп алады. Сондай-ақ, қызанақ өндіру үшін полярлық түйетабан (камбала) балығының генін пайдаланады. Есесіне бұл өнім суыққа төзімді келеді. Дәмі тіл үйіретін құлпынай өндіру үшін әртүрлі бактериялардың генін қосады. Сол себепті де құлпынай өте ұзақ уақыт бұзылмай сақталады. Бала кезден барлығымыздың ең сүйікті жемісіміз алманы да бірдей көлемде және біркелкі түсті етіп өсіру баяғыда-ақ қолға алынған. ГМО әдіспен өсірілген алмалар шірігенге дейін өзінің хош иісін жоғалтпайды.  ГМ-қызанақтың жаңа түрін тіпті солтүстіктің қақаған аязында да өндіруге болады. Қазіргі таңда гендік өзгеріске ұшырап, кең тарап отырған көкеністер мен жемістерге жүгері, бидай, қызылша, мақта, темекі, құлпынай т.б. жатады. Гендік инженерия көкеністер мен жемістерді былай қойып, жануарлар дүниесіне қол сала бастады. Мәселен, бұлшық етті сиырлар, сирағы денесінен үлкен тауық еттері, жасанды жолмен алынған тауық жұмыртқалары.  \nАуру астан…\nГМО-ның шаруашылықтағы пайдасы өте көп. Мәселен, тағамның дәмділігі мен сапасы артады, тез пісіп, жетілуін жеделдетеді, құнарлылығы жоғарылайды, ұзақ уақыт сақтауға болады, құрт түсуден, зиянды ағзалардан сақтайды, ең бастысы жаңаша өсіру технологиясы арқылы жаңа түр алады. Гендік модификацияланған тәтті картоп ақуыз және тағы да басқа қоректік заттармен байытылғандықтан А дәруменінің жетіспеушілігінен емдеуге болады. 2008 жылдың қаңтарында сәбізді де осы әдіспен өзгертіп көрген. Соның арқасында құрамы кальциймен байытылып, «остеопороз» ауруын емдеуге болатыны дәлелденген. Алайда, аты жаман аурудан құлан таза айығу үшін бір күнде 1,5 кг сәбізбен қоректеніп отырасыз. Бұл, әрине, тиімсіз саналды. Сондықтан, пайдасымен қоса зияны да шаш етектен екенін ұмытпаған жөн болар. Зияны: аллергия ауруын туындатады, иммунитет әлсірейді, зат алмасу қызметі нашарлайды, рак ауруы пайда болады, белсіздік пен бедеулікке ұшыратады. ГМО тағамдар адамдарды семіздікке ұрындырады. Дүниежүзілік Денсаулық сақтау  ұйымының мәліметінше әлемде 1,9 миллиард тұрғын артық салмақтан арыла алмай келеді. Сондықтан да, әр елде ГМО қоспасын тағамда пайдаланудың өзіндік деңгейлері белгіленген. Мысалы, Жапонияда – 5%, кейбір Еуропа елдерінде – 0,9%, АҚШ-та – 10% ГМО қоспасын пайдалануға рұқсат етілген.\nАмерикандық ауыл шаруашылығы ісі­нің зерттеушісі, полковник, дәрігер Дон Губердің зерттеулеріне сүйенсек  ГМО өнімді жиі пайдалану бедеулік пен белсіздікке ұшыратады. Дон Губер 40 жыл әскери бөлім­шеде биологиялық қауіп-қатерді зерттеген ғалым. Оның айтуынша, ГМО өнімді көп тұтынудың салдары адамның ауруға қарсы тұру қасиетін жойып, иммунитетін төмендетеді. Оның қауіп-қатерге толы екенін әлемнің көптеген ғалымдары мойындап отыр. ГМО-ның салдарынан адам ағзасының мутациялануы ғажап емес. Гендік өзгеріске ұшырап, будандастырылу арқылы алынған жануарлардың жаңа түрлерінен де ұрпақ өрбімейді. Мысалы, жылқы мен есектің буданынан алынған жануар өседі, жетіледі, бірақ, ұрпақсыз. Ғалымдар жылдам көбеюге бейім келетін егеуқұйрықтарға зерттеу жұмыстарын жүргізіп те үлгерген. Нәтижесі көңіл қуантарлық емес. ГМ-өнімдермен жиі қоректенген егеуқұйрықтардың балала­рының 50%-ы өлі туылған. Ал, тірі қалған­дарында түрлі аурулардың белгілері анық­талып, ұрпақ өрбітуге қауқарсыз болып шыққан.\nНеміс фермері Годфрид Голувмер 1997 жылы алғашқылардың бірі болып, сиырларды асырау үшін  ГМ-жүгеріні егіс алқабында өсірген. Нәтижесі жаман болмаған. Зиянкестерден зиян көрмей біркелкі әрі қаз-қатар тізіліп өскен. Көздің жауын ала жайқалып өнген ГМ-жүгеріні жеген сиырлар апта өтпей бірінен соң бірі ауруға шалдыққан. Осы әдіспен пайда көрмек болған Голувмердің артынша 70 бас сиыры қырылып қалған. Тәуелсіз сарапшылар анықтағанда трансгенді жүгерінің құрамында 100% Bt-токсин уы болғаны анықталған. Bt-токсин құрт-құмырсқа, жәндіктерді бірден өлтіріп жіберетін у. Сондықтан Bt-токсиндерді ГМ-жүгері, ГМ-мақта және т.б. гендік модификацияланған ағзалардың құрамынан кезіктіруге болады. ГМ-өсімдіктердің салдарынан бал араларының кейбір түрлері жойылып кетудің сәл-ақ алдында тұр.\nЕуропа ГМО-ны азық етуге мәжбүр\nҚазіргі таңда көптеген елдер гендік модификацияланған өнімдерден бас тарту туралы заңдар қабылдаған. 2000 жылдың өзінде гендік инженерияның қауіптілігі жайлы барлық мемлекеттің билік өкілдеріне, ГМО өнімдерді тоқтату үшін 84 елдің 828 ғалымы қол қойып, арнайы хат жолдаған. Канада 2005 жылдан бері қарсы шаралар ұйымдастырып келеді. Алайда, еш нәтижесіз. Есесіне, 2008 жылдан бері «ГМО мәдениет» дами бастады. Канада әлемде ГМ-рапс өндіруден алда тұр. Австрия, Грекия, Польша, Швейцария, Венесуэла ГМ-өнімдерден мүлдем бас тартты. Алайда, басқа батыс елдерінің тұрғындары ГМО-ны азық етуге мәжбүр. Өйткені, экологиялық жағынан таза өнімдерді қарапайым халықтың қалтасы көтермейтін көрінеді. Жасанды тағамдарға қарағанда  экологиялық таза өнімдердің бағасы екі есе жоғары. Еуропада қымбат әрі зияны жоқ тағамдарды әзірге бай-қуатты адамдар ғана тұтынып отыр.\n ИА REGNUM тілшілерінің хабарлауынша, 2015 жылдың сәуір айында Ресей Федерациясының Мемлекеттік думасында ГМ-өнімді мүлдем шектеу туралы заң қабылданды. Енді, Ресейде ГМ-өсімдіктерді, ГМ-жануарларды өндіруге тыйым салынды. Тек арнайы ғылыми зерттеулер үшін ғана ГМО-ны пайдалануға рұқсат етіледі. Қазақстанда жағдай өзгеріссіз күйінде. 2000 жылы биоқауіпсіздік туралы Картахен келісімі қабылданғаны мәлім. Бұл құжатта көптеген мемлекеттердің ГМО өнімдеріне қатысты көзқарастары белгіленіп, 166 мемлекет қол қойған. Сол елдердің ішінде Қазақстан да бар. Құжатта көрсетілгендей өнімнің зияндылығы дәлелденген жағдайда, кез-келген гендік тұрғыда өзгертілген өнім зиян деп танылады. Алайда, ондай өнімдердің зияндылығын дәлелдеу оңай болмай отыр.\nГМО-сыз\nӨндірушілер ешқандай азық-түліктің сыртына «ГМО қосылған» деп жазбайды. Керісінше «ГМО-сыз»  табиғи өнім деп тұрады. «ГМО-сыз» деп мөр басылған тауардың бағасы да қымбат болады-мыс. Алайда, ГМ-өнімді қалай ажыратуға болады? Бұны анықтаудың еш қиындығы жоқ. Барлық кондитерлік, әсіресе, кәмпиттер, печеньелер, ұн, шоколод түрлерінің құрамында трансгендер бар. ГМ-өнімді құрамындағы тағам қоспасының тізімінен анықтауға болады. Сонықтан, тағамды сатып алмас­тан бұрын мұқият қарап шыққаныңыз абзал. ГМО өнім Е индексімен жасырынып тұрады. Олар былай белгіленеді: Е101 и Е101А; Е150 (карамель); Е153 (карбонат); Е160а (бета-каротин, ретинол); Е160b (аннатто); Е160d (ликопин); Е234 (низин); Е235 (натамицин); Е270 (сүт қышқылы); Е301-ден Е304-ке дейін (аскорбат); Е330 (лимон қышқылы); Е415 (ксантин); Е459 (бета-циклодекстрин); Е460-тан Е469-ның арасы (целлюлоза); Е470-тен Е570 (тұз және май қышқылдары); Е951 (аспартам); Е953 (изомальтит); Е957 (тауматин) немесе Е965 (малтинол) және т.б. Сондай-ақ,  www.placewoman.ru сайтында ГМО-ны өндірісте қолданатын фирмалардың тізімі жарияланған. Олар: Kelloggs, Nestle, Heinz Foods, Coca-Cola, McDonalds, Cadbury, Mars,  PepsiCo, Hipp, Nestle, Unilever, «Heinz» соустары, Knorr, Calve, Maggi, Lipton, Nestea, Brooke Bond, Беседа, Nescafe, Corn Flakes, Honey Crunch, Lays, Cheetos, Pringles, Бондюэль, Балтимор, Кампина, Эрман, Чудо-йогурт, Данон т.б. Сондай-ақ, тауарды қай елдің өндіргеніне назар аударған жөн. Мысалы, өндіруші ел Қытай, Америка, Канада, Англия, Норвегия, Франция болса, онда міндетті түрде құрамында гендік өзгеріске ұшыраған ағзалардың бар екені күмәнсіз.\nАдамзат баласы сан жылдан бері қалыптасып келе жатқан табиғат заңдылығын өзгертуге құмар-ақ. Мысалы үшін, өсімдік – жарық пен жылуды сүйеді, құрт-құмырсқа – жеміс-жидектерді, өсімдіктерді қорек етеді, ал, құрт-құмырсқаларды құстар азық қылады. Бұл табиғат ананың өзі реттеп қойған заңдылығы емес пе? Біз келіп осы тепе-теңдікті бұзуға тырысамыз.  Өзгертпекке тырысып, «артық қыламын дептінің» күйін кешпес пе екенбіз?\nP.S. Гендік модификация ХХ ғасырда емес ХVI ғасырда дами бастаған сияқты. Өйткені, күнделікті қолданып жүрген кәдімгі сәбізіміздің түсі алғашында сарғыш емес күлгін түсті болғанын біреу білсе, біреу білмес. Тіпті, күлгін сәбіздерден өзге ақ және сары түсті сұрыптары болған деседі. Ал, бүгінгідей сарғыш түсті сәбіздер голландтық селек­ционер-ғалымдардың арқасында XVI ғасырда пайда болыпты. Сәбіздер оған дейін тағам ретінде емес, емдік-дәрілік өсімдік ретінде қолданылып келген. Сәбіздің арғы атасы саналатын күлгін түсті сәбіздер жер бетінен мүлдем жойылып кетпесе де, қазір ұмытыла бастаған.",
                "date": "10.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-ны қайта тапсыру бойынша дұрыс па?",
        "question_content": "Биыл тек бір ғана рет қайта тапсыруға мүмкіндік береді. Келесі жылы бірнеше рет қайта тапсыруға болады. Бірінші тапсырған тесттің нәтижесі мемлекеттік грантты бөлу конкурсына кетеді, екінші және кейінгі тапсырулардың нәтижелері келесі жылғы конкурсқа жолданады. Қайта тапсыру 50 балға жете алмай қалғандар үшін ғана қолжетімді болмақ.\n\nҰБТ-ны қайта тапсыру бойынша дұрыс па?",
        "question_date": "10.04.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңше жақсы жақтары бар секілді, себебі кейбір оқушылар жақсыдайындалып келіп, ҰБТ-да сасқанынан шектік деңгейден өте алмай қалып жатады.Сондай оқушылар бір жылын жоғалтпай ақылы болса да оқуға мүмкіндік алады.",
                "date": "10.04.2016",
                "upvotes": 0
            },
            {
                "text": "Дұрыс арине не болсада асықпау керек.",
                "date": "10.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыл мектептеріндегі сапалы білім мәселесін қалай шешеміз?",
        "question_content": "Біріншіден ауыл мектептерінің барлығы интернетпен қамтамасыз етілмеген. Одан кейін еліміздің үздік мұғалімдерінің видео-сабақтары жоқ. Ал мектептегі мұғалімдер ассистент қызметін қоса атқарады.",
        "question_date": "10.04.2016",
        "question_tag": "Мектеп",
        "question_views": 220,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен білетін мектептегі сүйікті әрі үздік деп мойындайтын мүғалімдерім видео-сабақ түсірмейді. Неге десеңіз - бәсекелестік, бірдеңе етіп өмір сүру. Олар бұл балаларды дайындау техникасына ұзақ жеткен. Мұғалім боп жасаған жылдарының бәрінде сол бір 45-минуттық тақырыптың жүргізілуін еңбектеніп зерттеген соң, видео етіп жариялай салмас.\n\nҚазақстанның даму керегі - сөзсіз. Артығымен айтсам, тек ауылда емес, Қазақстанның түкпір-түкпірінде білім саласын дамыту мәселесі тұр ғой.",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімдерді қалай ағылшын тіліне үйретеміз?",
        "question_content": "Білім және ғылым министрі Ерлан Сағадиев білім берудегі ең өзекті мәселе ағылшын тілі деп еді. Мұғалімдерді қалай ағылшын тіліне үйретеміз?",
        "question_date": "10.04.2016",
        "question_tag": "Мектеп",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұғалімдерге бастапқыда ағылшынды «супер» деңгейде білу шарт емес, олар пәнді өз тілінде түсіндіре береді, бастысы кітап ағылшынша болса болды. Дегенмен, ұстаздар бірте-бірте ағылшын тілін үйрене береді. Ол түрлі біліктілікті жоғарылату курстары, ағылшын тілін үйренудің тиімді мобильді қосымшалары (мысалы, dualingua), жазғы мектептер және т.б.",
                "date": "10.04.2016",
                "upvotes": 0
            },
            {
                "text": "Ол мұғалімнің өзіне байланысты",
                "date": "10.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда қандай пәндер ағылшын тілінде оқытылады?",
        "question_content": "Білім және ғылым министрі Ерлан Сағадиев білім беруде Қазақстанда қандай пәндер ағылшын тілінде оқытылады?",
        "question_date": "10.04.2016",
        "question_tag": "Мектеп",
        "question_views": 390,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшын тілінде өтілетін пәндер – информатика, химия, биология және физика.\n\nҚазақ тілінде өтілетін пәндер – қазақ тілі, қазақ әдебиеті, Қазақстан тарихы\n\nОрыс тілінде ­– орыс тілі мен әдебиеті (екеуін біріктіру жоспарлануда) және дүние тарихы.\n\nБарлық мектепте осылай болмақ, мейлі қазақтілді болсын, мейлі орыстілді болсын.",
                "date": "10.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінде сабақ берудің қажеті қанша?",
        "question_content": "Білім және ғылым министрі Ерлан Сағадиев білім берудегі ең өзекті мәселелердің бірі ағылшын тілінде сабақ беру еді. Ағылшын тілінде сабақ берудің қажеті қанша?",
        "question_date": "10.04.2016",
        "question_tag": "Мектеп",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшын тілінің үстемдігі жылдан-жылға ұлғайып келеді. Тіпті ағылшындардың тікелей бәсекелесі Францияның өзі ағылшын тілін міндетті пәнге айналдырды. Франция халқы да бастапқыда бұған қарсы болған, бірақ бұл заман талабы. 12 елдің ресми тілі саналатын француз тілінің өзі ағылшын тілінен қалып барады.\nАғылшын тілін білмесек, білім бәсекесінде ұтыламыз. Егер бұл бәсекеде ұтылсақ, кедей мемлекетке айналамыз. Ал кедей мемлекеттің мәдениеті ешкімге керек емес, тіпті сол кедей елдің өзіне де.\nМысалы, біз Жапонияның мәдениеті туралы көп білеміз, өйткені ол бай және дамыған. Әйтпесе сакура дегеніңіз шие ағашы, ол бізде де бар. Бірақ жұрттың бәрі сакураға тамсанады, сол туралы көп ақпарат біледі. Сирияның тарихы мен мәдениеті өте бай, нәтижесі қандай болғанын білесіздер.\nДамып келе жатқан елдердің үздік университеттері ағылшын тілінде сабақ береді. Каир университеті, Сингапур мен Оңтүстік Кореяның топ университеттері – бәрі-бәрі ағылшын тілінде.\nАғылшын тілін білмесек, адам ағзасының 30 пайызын білмеуіміз мүмкін. Мысалы, біз білетін қырықаяқтың ағылшын тілінде 50-ден астам түрі болуы мүмкін, ағылшын тілінде оның бәрінің атауы бар, бірақ қазақшада тек қырықаяқ қана. Немесе кемпір қосақтың ағылшынша 12 атауы болуы мүмкін, ал қазақшада біреу. Тіпті орыстардың өзі көп сөзді аудармай пайдалануда.",
                "date": "10.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өз шығармаларымды кітапта жариялау үшін не істесем болады?",
        "question_content": "Өзім өлең шығаруға әуеспін. Өз шығармамды кітапқа басып шығару үшін қайда барамын және оған қомақты қаражат қажет пе?",
        "question_date": "10.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз шығармаларыңызды кітапқа басып шығару үшін баспа үйіне барасыз. Ал қаражат жағы шығармаларыңыздың көлеміне байланысты.",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сызықтық функция",
        "question_content": "Сыйымдылығы 550 л ыдыста 200 л су бар. Оған краннан минут сайын 10 л су ағады. Ыдысқа су краннан t мин аққанда, онда V л су болады. Ыдыстағы су көлемінің судың ағу уақытына тәуелділік функциясын:\n1) формуламен жазыңдар;\n2)оның графигін салыңдар(дәптердің екі тор көзін абсциссалар осінің бойымен 10 минутқа, ординаталар осінің бойымен 100 литрге сәйкестендіріңдер);\n3) функцияның анықталу аймағын табыңдар.\nШығарып беріп жатсаңыздар көп рахмет!",
        "question_date": "9.04.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 550-200=350\n\ny=350-10x",
                "date": "8.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылыми жобаға тақырып керек қазақ тілінен?",
        "question_content": "Ғылыми жобаға тақырып керек қазақ тілінен  өтініш. 6 сыныпқа арналған болса жақсы болар еді",
        "question_date": "9.04.2016",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қоңыратбаева Ж. есімі кім екенін білесіздер ме?",
        "question_content": "Салем) Маған Қоңыратбаева Ж. деген адамның есімі керек еді. Ол фразеологизмдер туралы жазған.Ж. Қоңыратбаева ХХ ғасыр басындағы қазақ прозасы тіліндегі фразеологизмдерді жалпы мағынасына қарай және ұйытқы болатын сөздерге қарай тақырыптық топтарға жіктейді. Егер есімін білсеңіздер жауаптарыңызды күтемін.",
        "question_date": "9.04.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 698,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоңыратбаева Жанар",
                "date": "9.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "8 наурыз күні дүниеге келген қыз балаға арнайы сыйақы беріле ме?",
        "question_content": "8 наурыз күні дүниеге келген қыз балаға арнайы сыйақы беріле ме? Берілсе қандай құжаттар қажет. Қайдан ала аламын. Менин естуим бойынша жөргек пулдан болек тағыда комек ақы беріледі екен",
        "question_date": "9.04.2016",
        "question_tag": "Жанұя",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҚР білім және ғылым министрінің 2015 жылғы 3 сәуірдегі № 157 бұйрығы керек еді",
        "question_content": "ҚР білім және ғылым министрінің 2015 жылғы 3 сәуірдегі № 157 бұйрығы керек еді",
        "question_date": "9.04.2016",
        "question_tag": "Мектеп",
        "question_views": 938,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Соткадағы видеоны теоевизордан қалай қарауға болады",
        "question_content": "Менде iphone 5s соткадағы онлайн видео киноны телевизордан қалай қапауға болады? Samsung smart tv",
        "question_date": "9.04.2016",
        "question_tag": "Телеарналар",
        "question_views": 451,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "9.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мед тапсырайындеп едім",
        "question_content": "Ассалаумағалайкум, мен мед тапсырайындеп едім металломга сол менде мед телефоның сымы сол сыртындғы пластмассасын ериткеним дурыс па или пішакпен ашығаным дурыс па еритсем салмағы азайып кетпейма?",
        "question_date": "9.04.2016",
        "question_tag": "Жеке бизнес",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "NIS-те резерв деген не?",
        "question_content": "NIS-те резерв деген не?",
        "question_date": "9.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://nis.edu.kz/ осы сайттан іздеп көріңіз",
                "date": "9.04.2016",
                "upvotes": 0
            },
            {
                "text": "Резерв деген мысалы быр бала 2 турдан отсен бырак тагыда турдан отпесен резервта турасын.Сосын ништа быр бала окиалмай шыгып кетсе онын орнына резервтагы адамдарда кыргызе",
                "date": "21.04.2017",
                "upvotes": 0
            }
        ]
    }
]