[
    {
        "question_title": "Тараз қаласында \"Банк ісі\" мамандығы қай коледждерде бар?",
        "question_content": "Тараз қаласында банк ісі мамандығы қай коледждерде бар.",
        "question_date": "24.04.2017",
        "question_tag": "Мамандық",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жамбыл политехникалық колледжінде.",
                "date": "25.04.2017",
                "upvotes": 0
            },
            {
                "text": "Тараз қаласында тараз сервис технология коледжі барма",
                "date": "6.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзін-өзі тану пәні бойынша бастауыш сынып мұғаліміне біліктілік санат беріле ме?",
        "question_content": "\"Өзін -өзі тану» адамгершілік-рухани білім беру жөніндегі Республикалық кеңестің 1Х отырысының шешімі бойынша 2016 жылғы 27 қаңтардағы №83 «Білім және ғылым саласындағы азаматтық қызметшілерді аттестаттаудан өткізу қағидалары мен шарттарын бекіту турал ы» бұйрығының «Өзін өзі тану» пәнін кемінде 5 жыл оқытып жүрген және арнайы мамандығы жоқ педагогтардың квалификациялық санаттарын иеленуі бөлігіне толықтырулар енгізуді қамтамасыз етсін делінген.Аттестациялық комиссияға осы оқу жылында өзін-өзі тану пәні бойынша өтініш беруіме бола ма?",
        "question_date": "24.04.2017",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бастауыш сынып мұғалімінің біліктілік санаты қандай пәндерге жарамды?",
        "question_content": "1.Бастауыш оқытудың педагогикасы мен әдістемесі мамандығы бойынша оқу орнының толық курсын бітіріп шыққан «бастауыш сыныптар мұғалімі» деген біліктілігі бар бастауыш сыныптарға (1-4-сыныптар) өзін-өзі тану пәнінен сабақ беретін мұғалімге (жоғары, бірінші,екінші санатқа)санаты бойынша төлену керек ақы төленеді ме? Бастауыш сыныптағы басқа пәндер бойынша (денешынықтыру, еңбек, бейнелеу, музыка т.б.пәндері) санаты бойынша еңбекақысы есептеледі де,бастауыш сыныптың өзін-өзі тану пәнінен беретін мұғалімге «санатың аталған пәнге сәйкес емес» деп төленбей отыр.",
        "question_date": "24.04.2017",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастауыш сынып мұғалімі болу үшін математика ана тілі керек деп ойлаимын",
                "date": "21.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1925-1933 жылдардағы Голощекин саясаты?",
        "question_content": "1925-1933 жылдарыңдағы голощекин саясаты ?",
        "question_date": "24.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 14200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шетелдік интервенция мен азамат соғысы аяқталғаннан кейін Қазақстанда экономикалық, әлеуметтік және саяси жағдай елдің орталық аудандарымен салыстырғанда ауыр болды. Қазақстанның 307 кәсіпорынның 250-і жұмыс істемеді. Қазақстанда мұнай өндіру 4 есе, Қарағанды көмірін өндіру 5 есе қысқарды, ал мыс кенін өндіру мүлде тоқтап қалды. Риддер кеніштері, Екібастұз көмір орындары және Спасск байыту фабрикасы толық істен шықты. Өлке халық шаруашылығының жалпы өніміндегі өнеркәсіптің үлесі 1920 жылы небары 6,3 % болды. Республиканың ауыл шаруашылығы құлдырап кетті. Егіс көлемі Орал губерниясында 2 еседен астам, Жетісуда 3 еседей қысқарды. Мал саны да едәуір азайып, 29,9 млн. – нан 16,3 млн. – ға дейін кеміді.\nКеңес үкіметі еңбекшілердің жағдайын жеңілдетуге ұмтылып, 1921 жылдың бас кезінде Түркістан Халық Комиссарлары Кеңесі халыққа азық – түлікті, отынды тегін босату туралы, коммуналдық қызметтерді тегін көрсету туралы, ақысыз асханалар ашу туралы декреттер қабылдады.\nАлайда, зорлық – зомбылыққа негізделген азық – түлік саясаты сәтсіздікке ұшырады. Күйзелген шаруалар наразылық білдіре бастады. Қостанай, Ақмола, Орал, Семей облыстарында көтеріліс ошақтары пайда болды. 1921 жылы ақпан айында патша армиясының полковнигі Николаев пен Есаул Токарев бастаған 25 мың адамнан тұратын отряды Петропавл қаласында Кеңес үкіметі органдарының үйін қиратты. 1921 жылдың наурызында Орал губерниясының территориясында Сапожников отрядының қаруланған 10 мыңнан астам бүлікшілері әрекет етті. Қарқаралы уезінде 70 – тен астам партия және Кеңес қызметкерлері көтерілісшілер қолынан қаза тапты.\nXX ғасырдың 20 жылдың басында ауылдар мен селоларда халық наразылығының ұлғаюының себептері: \n- Мемлекеттің еңбекші халыққа қолдану саясаты (азық – түлік салғырты); \n- 1921 – 1922 жылдардағы жаппай ашаршылық; \n- Мал шаруашылығының ауыр жағдайы; \n- Егін алқаптарының күрт азаюы.\nОсы жағдайлардан азық – түлік салғыртының орнына азық – түлік салығын енгізудің қажеттілігі айқындала түсті.\n1921 жылдың 8 – 16 наурызда өткен партияның X съезі салғырттан азық – түлік салығына көшудің, жаңа экономикалық саясатқа (НЭП – ке) көшудің қажеттігін негіздеп берді.\nЖаңа экономикалық саясаттың белгілері: \n- Азық – түлік салығының енгізілуі. \n- Сауда еркіндігі. \n- Жерді және ұсақ кәсіпорындарды жалға беру. \n- Ауылшаруашылық және несие, тұтыну кооперациясын дамыту. \n- Кәсіпорындарды шаруашылық есепке көшіру. \n- Еңбек міндеткерлігін жойып, жалдамалы еңбекті қолдану.\nЖаңа экономикалық саясаттың мәні – салғыртты салықпен ауыстыру болды.\nСалықтың мөлшері салғыртқа қарағанда (2,5 есе) аз болды. Шаруалардан алынатын ауыл шаруашылығы өнімдерінің мөлшерін салықпен шектеу ауыл – селолардың қалалармен байланысты нығайтуға жол ашты. Шаруалар басы артық өнімдерін қалаларға апарып сатып, тұрмыс жағдайын түзеуге мүмкіндік алды.\nОрынборда 1921 жылы маусымда өткен облыстық бірінші құрылтай партия конференциясы жаңа экономикалық саясатқа көшуді мақұлдады.\nЖаңа экономикалық саясатпен бірге тоталитарлық, авторитарлық басшылыққа көшу басталды.\n1921 – 1922 жылдардағы ашаршылық.\nҚазақстанда жаңа экономикалық саясатқа көшу барысында көп қиыншылықтар кездесті. 1921 жылы жазда Еділ өзені бойының, Қазақстанның халықтары күшті қуаңшылық болуына байланысты аштыққа ұшырады. Орал, Орынбор, Ақтөбе, Бөкей және Қостанай губернияларында егістің көбі күйіп кетті. Малға азық болмай, 80 %-і қырылды. Елде аштық басталды. Ашығушылар республика халқының 1/3 бөлігін қамтыды. 1921 жылғы қарашада 1 млн. 508 мың адам ашыққан болса, 1922 жылы наурызда олардың саны 2 млн. 303200 адамға жетті. Маусым айына қарай Семей және Ақмола губернияларының шаруаларынан азық – түлік салығы бойынша 4 млн. пұттан астам астық және 24,5 мың пұт май жинап алынды. Бұл жинап алынған өнімдер ең алдымен елдің пролетарлық орталықтары – Москваға, Петроградқа, Самараға, Казаньға, Саратовқа жіберілді. Соның нәтижесінде «аман–сау» аудандардың халқы ашыға бастады.\nКеңес үкіметі Қазақстанның ашыққан халқына көмектесу шараларын бірсыпыра кешігіп қолданды. Бүкілроссиялық Орталық Атқару Комитетінің декретімен республиканың егін шықпаған аудандардың халқы азық – түлік салығынан босатылды. 1922 жылғы егіс көлемінің 80 % жуығына Кеңес үкіметі берген дән себілді. 1921 жылы 14 маусымда «Нақты ет салығы туралы» декрет шығып, қазақтар ет салығынан босатылды.\n1922 жылы 4 тамызда Еңбек және Қорғаныс Кеңесінің қаулысына сәйкес Қазақ АКСР – іне ауылшаруашылық машиналар мен құралдарын сатып алу үшін 25 млн. сом бөлінді. Нақ сол жылы Кеңес үкіметі Қазақстанға егін шықпауынан зардап шеккен шаруалардың мал сатып алуы үшін 21131 мың сом бөлді. 575 балалар үйлері, 9 балалар баспанасы ұйымдастырылып, 18,5 мың баланы РКФСР – ге әкетті.\nАшыққандарға Кеңестік Түркістан туысқандықкөмек көрсетті. 2 млн. пұт астық жіберді, Республикадан 20 мың ашыққан адам қабылданды.\nОсындай ауыр жағдайға қарамастан, 1921 жылы 7 қазанда В. И. Лениннің үндеуіне («Сіздерде Арал теңізінде балықтың аулануы жаман емес... Өздеріңіз аулаған балықтың бір бөлігін аштықтан ісінген қарттар мен қарияларға бөліңіздер». Ленин В. И. Шығ. толық жинаған 53- 247 бет) байланысты Арал балықшылары Еділ бойындағы ашыққан халыққа 14 вагон балық жіберді.\n1921 – 1922 жылдардағы аштықтың салдары: \n1) Демографиялық жағдай нашарлап кетті. Орынбор, Қостанай, Ақтөбе, Орал, Торғай губернияларында халық саны 1/3 – ке дейін азайды. \n2) 700 мыңнан астам адам республикадан тыс жерлерге көшіп кетті.\nЖер – су реформасы.\nЖер мәселесіндегі патша үкіметінің отаршылдық саясатының ауыр зардаптарын жою шаралары іске асырылды.\n1921 жылы сәуірде бұрынғы Сібір және Орал казак әскерлеріне берілген жерді қазақтарға қайтару туралы декрет нәтижесінде Ертіс өңірінен 177 мың десятина жер қайтарылды. Оралдың сол жағалауынан 208 мың десятина жер қазақтарға берілді.\n1921 жылы Жетісуда жер – су реформасы жүргізілді. Нәтижесінде қазақ, қырғыз, ұйғыр еңбекшілеріне 460 мың десятина жер қайтарылды. Сонымен бірге Жетісу мен Оңтүстік Қазақстанның қазақ және орыс халқына жер беру үшін көлемі 1 млн. десятинадан астам жер қоры құрылды.\n1921-1922 жылдары аграрлық қайта құрулар нәтижесінде 300 мың адам Қытайдан Қазақстанға оралды.\nРеформаны жүзеге асыруда қателіктер мен асыра сілтеулерге жол берілді. Кей жағдайда қоныс аударушы кедейлер жерден айырылды. Қоныс аударушылар негізінен отаршыл – кулактар қатарына жатқызылып, қазақтар мен қоныстанушылар арасында ұлт араздығы туып отырды.\nСөйтіп, 1921 – 1922 жылдардағы жер – су реформалары нәтижесінде патша үкіметі алған жер түгел қазақ еңбекшілеріне қайтарып берілді.\nАуылда әлеуметтік өзгерістер мен жер реформаларын жүзеге асыру үшін бұқаралық ұйым 1921 жылы «Қосы одағы» құрылды (1930 жылдан «Кедей одағы» атанды).\nОның міндеттері : \n1) Еңбек артельдерін құру. \n2) Кедейлерге жер беру. \n3) Еңбекшілердің саяси сана – сезімі мен мәдени деңгейін көтеру.\n1921 – 1922 жылдардағы жер реформасының маңызы:\n1) Еңбекшілерді социалстік құрылысқа тартуда үлкен роль атқарды.\n2) Отаршылдық аграрлық саясатқа соққы берді.\n3) Қазақ ауылындағы патриархаттық – феодалдық негізді әлсіретті.\n4) Ұлттық келісімнің орнығуына жағдай жасады.\nЖаңа экономикалық саясат жылдарындағы өзгерістер.\nРК(б)П – ның X съезінен кейін енгізілген азық – түлік салығы біртіндеп жетілдіріле түсті, шаруалар өмірінде оңды жағдай қалыптасты. Шаруалар басы артық өнімдерін қалаларға апарып сатып, тұрмыс жағдайын түзеуге мүмкіндік алды. 6 және одан кем ірі қарасы бар қожалықтар салықтан босатылды. Көлік салығы мен ақшалай түтін (шаңырақ) салығының орнына біріңғай заттай салық белгіленді. Салық мөлшері азайтылып, 1924 – 1925 жылдары өнімнің 1/8 бөлігі алынса, 1927 – 1928 жылдары өнімнің 1/13 бөлігі алынды, ал 1924 жылғы қаңтардың 1 – нен бастап тек қана салықтың ақшалай формасы енгізілді. Үдемелі салықтың ауыртпалығы кулактар мен байларға түсті. Салықтан жиналған қаражаттар қорғаныс ісіне, Халық ағарту ісіне, ауылшаруашылығына, ірі өнеркәсіпті дамытуға жұмсалды.\nОсы жылдары құрылған ауылшаруашылық несиесі қоғамы (кредит кооперациясы) көшпелі халыққа жеңілдікті шарттармен 3 -5 жылға несие берді. Мемлекет шаруаларға ауылшаруашылық машиналары мен жабдықтар сатып алуға несие берді. 1924 – 1925 жылдары республикаға әкелінген 415 тракторды кооперативтер мен коммуналар сатып алды.\nНесие (кредит) кооперациясы қарызға тұқым беру, салық және басқа да экономикалық реттеу құралдары мемлекеттің еңбекші шаруалармен байланысын нығайтуға, өндіргіш күштерді қалпына келтіруге, ауыл мен қыстақ еңбекшілерінің еңбек белсенділігін арттыруға көмектесті.\nСоның нәтижесінде: \n1) Егіс көлемі 1924 жылы – 2,1 млн. – ға, 1928 жылы – 4 млн. – ға өсті. \n2) Мал шаруашылығы одан да жоғары қарқынмен дамыды. 1924 – 1928 жылдары мал саны 24,8 млн. – нан 41 млн. – ға жетті. \n3) Шаруа қожалықтары 1924 жылы - 737 мың – нан 1928 жылы – 1 млн. 333 мыңға жетті. \n4) Астық өндіру 1924 – 1925 жылдары 64,618650 пұттан 1928 – 1929 жылдары – 240 млн. пұтқа артты. Осы уақытқа Қазақстанда 103 коммуна мен 650 ауылшаруашылық артелі болды. Оңтүстік Қазақстанда мақата өсіретін «Мақтарал» алып совхозы ұйымдастырылды.\nШаруалардың жіктелу процессі күшейді: \n1) Батырақ – кедей қожалықтары 2 есеге азайды. \n2) 1928 жылы шаруалардың ¾ бөлігі орташаларға айналды. \n3) Кулак – бай қожалықтар 6,6 % - ден 14,8 % - ға көбейді.\nЖаңа экономикалық саястат жылдары өнеркәсіпте де өзгерістер болып жатты. Халық шаруашылығының Қазақ Орталық Кеңес 8 тресті – «Қожмехтрест», «Илецксоль», «Павлодарсоль», «Ақжал – золото», «Каззап – золото», «Казахсаксаултрест», «Казспирт» трестері мен екі кәсіпорынды – Сантонин заводын, Қарғалы шұға фабрикасын біріктірді. Сонымен бірге Одақтық маңызы бар «Эмбанефть», «Алтай–казполиметалл», «Атбасцветмет» трестері құрылды. Жалпыодақтық трестер республика бюджетіне табыстарының бір бөлігін аударып отырды: «Эмбанефть» мұнайынан алынған табыстың 5 % - ін Қазақ АКСР – інің өлкелік бюджетіне аударды. Осылайша одақтық трестердің монополиялық өктемдігі қалыптасты. Экономикалық саясат өктемдікпен жүргізілді. Трестерді қаптату аймақтарда өндіргіш күштерді ұтымды орналастыруға теріс әсер етті. Қазақстан экономикасының ұзақ жылдарға созылған шикізаттық сипаты анықталды.\nРоссияның орталық аудандарынан республикаға бірқатар өнеркәсіп орындары көшірілді: Орынбор тоқыма фабрикасы, Қостанай шұға фабрикасы т. б.\nӨлкедегі кен өнеркәсібіне көңіл бөлінді. Түсті металлургияның басты ауданы – Кенді Алтай болды.\nРиддер қорғасын заводы мерзімінен бұрын пайдалануға беріліп, ол 1923 жылға қарай жалпы Одақта өндіретін қорғасынның 40 % - ін бере бастады.\nОрал – Ембі мұнай кәсіпшіліктері қалпына келтіріле бастады. Әуелі Доссор, содан соң Мақат кәсіпшіліктері қалпына келтіріле бастады. Атырауды осы мұнай кәсіпшіліктерімен жалғастыратын тар табанды жол салынды.\nОдан бұрын (1920 ж.) Шымкент сантонин заводы пайдалануға берілген болатын. Қарсақбай комбинаты жоғары қарқынмен қалпына келтірілді. Мұнда 1927 жылы мыс өндіріле бастады.\nҚазақстанда өнеркәсіпті қалпына келтіру процесі орталықпен салыстырғанда неғұрлым баяу қарқынмен жүргізіліп, 1927 – 1928 жылдары ғана аяқталды.\nЖаңа экономикалық саясат кезеңінде товар айырбасы мен товар айналымының маңызы артты. РКФСР Халық Комиссариаты Кеңесінің 1921 жылғы мамырдың 24 – індегі «Айырбас туралы» декретінде кооперативтік ұйымдар арқылы да, рыноктар мен базарларда да айырбас жасауға жол берілетіні атап өтілді. Сонымен бірге жеке саудаға рұқсат етілді. Жәрмеңке саудасы күшейтілді. 1927 жылы 75 жергілікті, 13 губерниялық, 7 өлкелік жәрмеңке жұмыс істеп, сауда айналымы – 30 млн. сомға жетті.\nБасты жәрмеңкелер: \n1) Семей губерниясында – Қоянды, Баянауыл. \n2) Ақмола губерниясында – Атбасар. \n3) Ақтөбе уезінде – Ойыл, Темір. \n4) Бөкей ордасында – Орда.\nӨлкеде тұтыну кооперациясы кеңінен дамыды.\nЖаңа экономикалық саясаттың нәтижелері:\n1. Күйзелген ауыл шаруашылығын тез арада қалпына келтіруге мүмкіндік берді. \n2. Өнеркәсіп қалпына келтірілді. \n3. Өркениетті кооператорлар құрылысы (қозғалысы) ел шаруашылығының барлық саласын көтерді. \n4. Шаруа шаруашылығын еркін дамытуға кепілдік берді.\nСонымен, жаңа экономикалық саясат шаруашылықты өркендетуге мүмкіндік берген «керемет ғажайып» саясат болды (1921 1929 жж.).\nҚазақ жерлерінің Қазақ АКСР құрамына біріктірілуі.\nЗаман талабы қазақ халқының Ұлттық Кеңес Мемлекеттігін құруын қажет етті.\nЖүзеге асыруға тиісті шаралар : \n1. Халықтың бұрынғы территориялық тұтастығын қалпына келтіру. \n2. Қазақ жерлерін бір республика құрамына біріктіру.\nҚырғыз әскери – революциялық комитеті жанынан арнаулы комиссия құрылып, болашақ республиканың шекарасын белгілеумен айналысты. Бұл өзгерістер кезінде әр түрлі көзқарастар туындады. Кейбіреулер Қазақстанға Ақмола, Семей, Орал облыстарының қосылуына қарсы шықты, басқалары, керісінше, қазақ жерлерін ғана емес, сонымен қатар республика құрамына Омбы облысын, Орта Азияның көп бөлігін, Барнаул уезін, Алтай өлкесін және т. б. қосуды да талап етті.\nОрынборды Қазақстан құрамына енгізу маңызды мәселе болды. 1919 жылғы қыркүйектің 19–ында губерниялық комитет Орынбордың Қазақстанға қосылуы туралы шешім қабылдады, ал 1920 жылғы шілденің 7 – ісінде Орынбор қаласы Республика құрамына енгізіліп, тұңғыш астанасы (1920 1924 жж.) болды. 1924 – 1929 жж. астана – Ақмешіт (Қызылорда). 1929 жылдан астана – Алматы.\nБатыс Сібірге еніп келген Ақмола және Семей облыстарын Қазақстан құрамына енгізу оңай болған жоқ, оған Сібір ревкомның кейбір мүшелері қарсы шықты. 1920 жылдың екінші жартысында олар Қазақстанмен шекараны белгілеу мәселелерін бес рет қарады. Ақыры 1921 жылы Ақмола және Семей облыстары Сібір ревкомы қарамағынан КАКСР – не берілді. 1921 жылы Жайық, Ертіс өзендері бойындағы бұрын казактар иеленіп келген 10 шақырымдық өңір халқына қайтарылды.\nКАКСР құрамына енгізілген аймақтар:\nСемей облысы – Павлодар, Семей, Өскемен, Зайсан, Қарқаралы уездері.\nАқмола облысы– Атбасар, Ақмола, Көкшетау, Петропавл, уездері және Омбы уезінің бір бөлігі.\nТорғай облысы – Қостанай, Ақтөбе, Ырғыз, Торғай уездері.\nОрал облысы – Орал, Ілбішін, Темір, Атырау уездері, Маңғыстау уезі.\nЗакаспий облысы – Красноводск уезінен 4,5 Адай облыстары. Астрахань облысының бір бөлігі.\nБөкей ордасы және Каспий теңізі жағасындағы болыстар.\nОрта Азияны ұлттық – мемлекеттік жағынан межелеуді және Оңтүстік аймақты республика құрамына қосуды әзірлеу жөнінде қазақ зиялылары ұйымдастыру шараларын жүргізді (1924 ж.).\nНәтижесінде; \n1) Кеңестік Шығыста ұлт республикалары құрылды. \n2) Қазақ жерінің біртұтас Қазақ республикасы болып қалыптасуы аяқталды.\nСоның нәтижесінде Сырдария облысының Қазалы, Ақмешіт (Қызылорда), Түркістан, Шымкент уездері, Әулиеата уезінің көп бөлігі, Ташкент, Мырзашол уезіндерінің бір бөлігі, Самарқанд облысы, Жизақ уезінің бірнеше болысы, Жетісу облысының Алматы, Жаркент, Лепсі, Қапал (Талдықорған) уездері, Пішпек уезінің бір бөлігі Қазақстанға қарады. Республика аумағы үштен біріндей кеңейіп, 2,7 млн. шаршы шақырымға жетті, ал халқы 1 млн. 468 мың адамға көбейіп, 5 млн. 230 мың адам болды. Қазақтар – 61,3 % - ін құрады (1926 жылғы санақ деректері бойынша).\n1925 жылы 15–19 сәуірде Ақмешітте өткен Кеңестердің бүкіл Қазақстандық V съезінде «қырғыз – қазақ» атауы берілді, ал 1936 жылғы 9 ақпанда КАКСР Орталық Атқару Комитеті қаулысымен «қазақтар» атауы берілді.\nСөйтіп, қажырлы күреспен келген өзін - өзі билеу құқығы қазақ халқы үшін нақты шындыққа айналды.\nРеспубликадағы қоғамдық саяси өмір.\nҚазақ өлкесінде жаңа экономикалық саясатты жүргізуші Кеңестер (советтер) болды. Алайда Кеңес құрылысында қиыншылықтар мен кемшіліктер де кездесті.\n1921 жылы 4 – 10 қазанда Қырғыз (қазақ) АКСР Кеңестерінің II съезі болып өтті. Онда қаралған мәселелер: 1) Республикадағы мемлекеттік және шаруашылық құрылыстардың қорытындылары шығарылды. 2) жергілікті жерлерде Кеңестерді нығайту жолдары белгіленді.\n1925 жылы бірінші желтоқсандағы өлкелік V партия конференциясы болды. Партияның беделі өсіп, ауыл тұрғындарын партия қатарына алу ісі өріс алды. Партия мүшелерінің саны артып, 1927 жылғы 1 қаңтарда 16854 адамға жетті. 1932 жылға қарай партия ұйымы негізінен қалыптасып бітті. Бірақ партия жұмысының барлық буындарына әміршіл - әкімшіл әдіс енгізілді.\nОсы жылдары Қазақстанда жастар қозғалысы өрістеді. 1921 жылы шілдеде Орынбор қаласында жастар ұйымы – Қазақстан комсомолының бірінші съезі өтті. Қазақ комсомолының ұйымдастырушы, тұңғыш төрағасы Ғани Мұратбаев (1902 – 1924 жж.) болды. Ол өмірінің соңғы жылдарында коммунистік жастар интернационалы Шығыс бөлімінің меңгерушісі болып қызмет етті. Ғани Мұратбаев өмірі 23 жасқа аяқ басқанында үзілді. Сондай – ақ Мирасбек Төлепов, Федор Рузаев, Қайсар Тәштитов және т. б. жастар қозғалысының танымал жетекшілері болды.\n1921 жылғы қаңтардың 1–інде КОБОС – тың қазақ облыстық бюросы ұйымдастырылды. 1921 жылы қазанда кәсіподақтардың республикалық 1–конференциясы болды. Онда кәсіподақтардың міндеттері белгіленді: 1) жұмысшыларды сақтандыруға, 2) сауатсыздықты жоюға, 3) сенбіліктер ұйымдастыруға, 4) одақ мүшелігіне қазақ пролетариатын тартуға, 5) жұмыс табының ұлттық отрядын қалыптастыруға көңіл бөлінді.\nОсы жылдары әйелдер қозғалысы кеңінен дамып, көрнекті қоғам қайраткерлері өсіп – жетілді: Н. Құлжанова, Н. Арықова, А. Оразбаева, Ш. Иманбаева, С. Есова т. б.\nҚазақстанда Кеңес үкіметі нығая түсті. Ауылдық және қалалық Кеңес депутаттарының 6 айлық, Қазақстан Орталық Атқару Комитетінің 1 жылдық өкілеттік мерзімі белгіленді. Қанаушы элементтер (феодалдар, билер, имамдар, муфтилер, мұсылмандардың діни басқармаларының мүшелері) сайлауға қатыстырылмады. Егер бұрынғы болыс басқарушыларының, билердің ұрпақтары Кеңес үкіметіне адалдық көрсетіп, қоғамдық еңбекке қатысса, оларға сайлау құқығы берілді. Бұқара арсында саяси жұмыс, насихат пен үгіт жүргізу мақсатында қызыл керуен және жылжымалы қызыл отау ұйымдастырылды. Сөйтіп, сайлау барысында рулық сарқыншақтарға рулық және таптық бой көрсетулеріне, патриархаттық – феодалдық қатынастардың қалдықтарына қарсы күрес жүріп жатты.\nҚалыңмал алуды жою, көп әйел алушылыққа, әмеңгерлікке тыйым салу туралы қаулы кеңінен насихатталды.\n1922 жылы 9 мамыр – 12 маусым аралығында Ә. Жангелдин бастаған «Қызыл Керуен» экспедициясы Орынбор – Орск – Торғай – Атбасар – Ақмола – Петропавл – Павлодар – Қарқаралы – Семейге дейін жүріп, 126 митинг өткізіп, 25 пұт әдебиет таратты, Кеңестік декреттерді насихаттап, партияның ұлт саясатын түсіндірді. Кеңестердің іс – қағаздарын қазақ тіліндежүргізуін жолға қойды.\n1921 жылғы қаңтар айында Қазақ АКСР Халық Комиссарлар Кеңесі «Қырғыз (қазақ) және орыс тілдерін қолдану тәртібі туралы, 1923 жылғы қарашаның 22 – інде «Қырғыз (қазақ ) тілінде іс жүргізуді енгізу туралы декреттер қабылданды.\n1927 жылғы мамырдың 17–інде «Қазақ уездің, округтік мекемелерде қазақ тілінде іс жүргізуге біржола көшу», 1928 жылғы қаңтар «Аралас уездік мекемелерде қазақ және орыс тілдерінде қосарлас іс жүргізуді енгізу» жөнінде шаралар белгіленді.\n1925 жылы желтоқсанда Бүкілқазақстандық V РК(б)П конференциясы өтті. Онда: ауылды кеңестендіру бағытын жариялап, үкімет органдары ретінде ауылдық кеңестерді нығайту, олардағы бай,жартылай феодалдардың зорлық – зомбылығын жою жөніндегі ұйымдық, идеологиялық шаралар кешенін белгіледі.\n1928 жылы республикада жаңадан аудандастыру жүзеге асырылды. Республика 5 буынды – ауыл, село, болыс, уезд, округ, орталық басқару жүйесіне көшірілді. Республика 1 автономиялы облысқа, 13 округ, 192 ауданға бөлінді.\nЖаңадан аудандастырудың маңызы: \n1. Кеңес аппаратының халық бұқарасына жақындай түсуіне, халықты кеңестік құрылысқа тартуға көмектесті. \n2. Ұлтшылдық егестерді тоқтатты. \n3. Рулық ауылдарды жойып, шаруашылық – территориялық Кеңестер құру қажеттігін көрсетті.\n1929 жылы Қазақ АКСР – ының астанасы Қызылордадан Алматы қаласына көшірілді.\nСонымен бірге, осы жылдары (1921 – 1928 жж.) қоғамда партияға тәуелділік арта түсті. Ф. Голощекин мен оның төңірегіндегілер әміршіл - әкімшіл басшылық стилі мен ойлау әдісін орнықтырды, партиялық – мемлекеттік машинасы «жау бейнесін» ойлап тапты. Т. Рысқұловқа, С. Сейфуллинге, С. Мендешевке, С. Садуақасовқа және т. б. «ұлтшыл» деген айдар тағу нақ сол жылдары тәжірибеге енді. Жеке меншікті, көп укладтылықты, товар айналымын жою, идеологияның экономикадан басым болуы - осының бәрі казармалық социализм негіздерінің орнығуына әкеп соқты.\n2. Қазақстан елді индустрияландыру кезеңінде.\nИндустрияландыруға бағыт алудағы қиыншылықтар.\nРеспубликаның халық шаруашылығын қалпына келтіру әлі аяқталмаған болатын. Өнеркәсіп өндірісі соғысқа дейінгі деңгейінің 61% - ға ғана жетті. 1925 жылы желтоқсан айында БК(б) Партиясының XIV съезі өтті. Онда елді социалистік индустрияландыру бағыты жарияланды. Индустрияландыру – 1) халық шаруашылығының барлық салаларын машина техникасымен жарақтандыру, 2) инфраструктураның дамуы, индустрияланған халықтың пайда болуы.\nИндустрияландыру ісі Қазақстанда елдің басқа аудандарына қарағанда біршама кешірек басталып, уақыты жағынан КСРО Халық шаруашылығын дамытудың бірінші бесжылдығымен (1928 – 1932 ж.ж.) тұтас келіп, өлкеде елеулі қиыншылықтармен жүзеге асты.\nОл қиыншылықтар: \n1.Қазба байлықтарының толық зерттелмеуі. \n2.Байланыс және тасымал құралдарының нашар дамуы. Территорияның 1000 шаршы шақырымына 1 шаршы шақырым темір жолдан келді. \n3.Жұмысшы табының сан жағынан өте аз болуы. Халықтың 90 % - і шаруалар еді. \n4.Жергілікті мамандардың жетіспеуі. \n5.Жаңа экономикалық саясат тоқталып, әскери коммунизм кезеңіндегі әдістердің жаңғыртылуы. \n6.Халық билігінің жеке диктатурамен ауыстырылуы. \n7.Әміршілдік – төрешілдік басшылық әдісінің енгізілуі.\nОсы жағдайлардан өлке экономикасында ауыл шаруашылығының басымдылығы (84,4%) сақталды. Индустрияландыру жағдайында еңбекшілердің жақын арада шешуге тиісті міндеттері:\n1.Өлкенің техникалық – экономикалық жағынан артта қалуын жою.\n2.Байырғы халық өкілдерін кеңінен тарту жолымен жұмысшы табы мен өндірістік – техникалық мамандарды қалыптастыру.\nҚазақстанда социализмнің бұрмалануы 1925 – 1933 жылдары Қазақ өлкелік партия комитетінің бірінші хатшысы болған Ф. И. Голощекиннің есімімен және қызметімен тікелей байланысты. Ол «қазақ ауылы», Қазан лебін сезінген жоқ, сондықтан «Кіші қазан» төңкерісін жасау қажет деген идеясын ұсынды. Голощекиннің бағыты елеулі қарсылыққа ұшырады, сол жағдайда ол И. В. Сталинге хат жазып, онда өлкелік партия комитеті бюросы бағытының өңін айналдыра баяндап берді. И. В. Сталин қысқа әрі мейлінше айқын жауап қайтарды, онда былай делінген еді: «Голощекин жолдас! Мен осы жазбаңызда белгіленген саясат негізінен алғанда бірден – бір дұрыс саясат деп ойлаймын И. Сталин». Осыдан бастап Голощекин идеясына жол ашылды.\nГолощекиннің «Кіші Қазан» төңкерісінің бағыты: 1) өлке өнеркәсібін ұсақ және орташа деңгейде дамыту; 2) өлкені шикізат базасы ету.\nГолощекин бұл идеясын 1927 жылы ұсынып, 1930 жылы VII өлкелік партия конференциясында нақтылады. Саяси бюро мүшелігіне кандидат А. А. Андреев VI Бүкілқазақтық партия конференциясында бұл бағытты қолдайтындығын мәлімдеді.\nІрі саяси қайраткер және экономист Смағұл Садуақасов «Кіші қазан» бағытына қарсы шығып, өз идеясын ұсынды. \nОның бағыты: \n1. Өнеркәсіпті шикізат көзіне жақындату. \n2. Қазақстанды ірі өнеркәсіптер еліне айналдыру.\nҚазақстанда индустрияландыру жолдары туралы пікір сайыс барысында кереғар көзқарастар қалыптасты: Біреулер «түйеден социализмге» өту мүмкін емес, далада фабрикалар мен заводтар салу шамадан тыс нәрсе» болып табылады, «ұлттық өзіндік ерекшелікті» жояды деп пайымдады, енді басқа біреулер «қазақтандыру өндірісті қымбаттатып жібереді», қазақтармен «өнеркәсіп – қаржы жоспарын орындай алмайсын» және т. б. деп санады.\nЖергілікті мамандардың индустрияландыруды жүзеге асыру барысындағы ұсыныс – пікірлері ескерілмеді. С.Садуақасов пен Ж. Мыңбаевтің өнеркәсіпте сақталып отырған отаршылдық құрылымды қайта қарау қажеттігі туралы айтқандары «ұлтшылдық көрініс» деп бағаланды. Өндіргіш күштердің даму деңгейіне, еңбек қорының дәрежесіне сәйкес келетін индустрияландыру қарқыны туралы ескертпелер « ұлыдержавалық шовинизм көрінісі» деп есептелді. Сөйтіп, теориядағы субективизм мен практикадағы әміршіл – ырықсыз әдістер республиканың социализмге бет алуының балама жолын зерттеу мүмкіндігін жоққа шығарды.\nИндустрияландыруды жүзеге асыру.\nҚазақстанда индустрияландыру ісі болашақ өнеркәсіп үшін қажетті табиғи байлықтарды зерттеуден басталды. КСРО Ғылым академиясы 20 – жылдардың аяғы 30 – жылдардың басында көптеген көрнекті ғалымдардың қатысуымен ұйымдастырған кешенді экспедициялар іс жүзінде республиканың бүкіл аумағын қамтыды. Академик Н. С. Курнаков Орталық Қазақстанның минерал–шикізат байлықтарын зерттеп, «ҚАҚСР –і Кеңес Одағының тұтас металлогенді провинциясы» деген тұжырым жасады. Академик И. М. Губкин Орал – Ембі мұнайлы ауданын зерттеп, бұл кен орны -мұнайға аса бай облыстардың бірі деп қорытындылады. Қазақтың жас инженер–геологы Қ.И. Сәтбаев Жезқазған ауданындағы мыс кені орындарын мұқият зерттеп, аймақтың болашағы зор екенін дәлелдеп берді.\n1927 жылы Түркістан – Сібір темір жол магистралы салына бастады. Құрылыс бастығы болып В. С. Шатов тағайындалды. Түрксібке көмектесу комиссиясын республика Халық Комиссарлары Кеңесінің төрағасы Н. Нұрмаков басқарды. РКФСР үкіметі жанында РКФСР Халық Комиссарлары Кеңесі төрағасының орынбасары Т. Рысқұлов (1894 – 1938 ж. ж.) басқарған Түрксіб құрылысына жәрдемдесетін арнаулы комитет жұмыс істеді. Т. Рысқұловтың ұсынысымен комитет құрамына темір жол маманы, инженер М. Тынышбаев (1828 – 1937 жж.) енгізілді.\nТүрксіб құрылысында бірнеше ұлт өкілдерінен тұратын 100 мың адам еңбек етті. 10 мың қазақ жұмысшылары теміржолшы, құрылысшы, техник, жол ісінің шебері мамандықтарын меңгерді. Құрылысқа 200 млн. сом қаржы жұмсалды.\nТүрксібтің ұзындығы 266,5 шақырым болды, ол жоспарда белгіленген 5 жылдың орнына 3 жылда салынып бітті. 1931 жылғы – қаңтарда Түрксіб темір жолы тұрақты пайдалануға берілді.\nТүрксіб магистралы салынуының мемлекеттік және әлеуметтік – экономикалық маңызы болды. 1) Орта Азия Сібір аудандарымен жалғастырылды; 2) Елдің Шығыс аудандарының экономикасы мен мәдениетін дамытуға ықпал етті; 3) Өлкедегі жұмысшы табын тәрбиелеу мен шыңдау мектебі болды.\nҚатардағы жұмысшы Д. Омаров - Түрксіб бастығы қызметіне көтерілді. Т. Қазыбеков – «Қазақ – көлік құрылыс» тресінің бастығы, Социалистік Еңбек Ері атанды.\nСоғысқа дейінгі бесжылдар кезінде салынған құрылыстар: Түрксіб темір жолы, Қарағанды шахталары, Ембі мұнай кәсіпшіліктері, Шымкент қорғасын заводы, Балқаш, Жезқазған кен – металлургия комбинаттары, Кенді Алтай, Ащысай полиметалл кәсіпорындары, Ақтөбе химия комбинаты, Қарағанды жылу және су электр станциялары, Өскемен құрылыс материалдары өнеркәсібінің кәсіпорындары, Шымкент химия – фармацевтік заводы, Арал сульфат комбинаты іске қосылып, Теміртау синтетикалық каучук заводы, Қаратау химия комбинаты салына бастады. Сөйтіп, Қазақстан ауыр өнеркәсібінің арнаулы бағытқа бейімделгенін көрсетті.\nӨлкеде болашақ өнеркәсіп тораптарының негізі қаланып, басқа республикадағы экономикалық аудандармен байланыс нығайтылды. Орталық Қазақстанның шикізат аймағы Оңтүстік Оралдың өнеркәсіп орындарын кенмен, металмен, көмірмен жабдықтады. Кенді Алтай Сібірдің индустриялы кешенімен ұласты. Мұнайлы Ембі Еділ мен Жайық арасында жаңадан құрылып жатқан «Екінші Баку» мұнай базасының бір бөлігіне айналды.\nЖеңіл және тамақ өнеркәсібінің көптеген кәсіпорындары бой көтере бастады. Олардың ішінде қуаты жағынан елде үшінші орын алатын Семей ет, Гурьев (Атырау) балық – консерві, Алматы жеміс – консерві комбинаттары, Жамбыл, Мерке, Талдықорғандағы қант заводтары сияқты кәсіпорындар іске қосылды.\nИндустрияландыру саясатындағы кемшіліктер: \n1) Машина жасау, металлургия, қорғасын өнеркәсібі кәсіпорындары болмады. \n2) Энергетика базасы, құрылыс материалдары өнеркәсібі артта қалды. \n3) Тау – кен шикізатын дайындаушы база ретінде қала берді. \n4) Республикадан сирек кездесетін металдар, мұнай, көмір, фосфорит тегін әкетілді.\nӨлкедегі индустрияландыру бағытын жүзеге асыру жолдары:\nИндустрияландырудың барлық ауыртпалығын шаруалар көтерді. \n1) Шаруаларға үстеме салықтар салынды. \n2) Республикалардың барлық жинақталған қорлары мемлекеттік бюджетке қосылды. \n3) Одақтық бюджеттен берілген есебінде, республика қорынан субсидеялар мен дотациялар бөлу (1931 – 1934 жж. - 2 млрд. 137 млн. сом). \n4) Өндірісті, өнім өткізуді және жабдықтауды мемлекет қолына шоғырландыру. \n5) Жазалау саясатын қолдану сияқты тәсілдер тән болды.\nНегізінде елді экономикалық артта қалушылықтан шығару сияқты игі мақсатпен басталған бұл жұмыс әкімшіл - әміршіл, бұлтартпайтын әдістерімен жүргізілді. Көптеген жаңа құрылыстар жазықсыз қудаланған адамдардың еңбегімен көтеріліп, ондай қудаланған адамдардың саны үнемі толықтырылып отырды.\nИндустрияландырудың Қазақстанға тигізген теріс әсері: \n1) Халық дәстүрі бұзылды. \n2) Қазақ шаруалары кедейленді және аштыққа ұшырады. \n3) Лагерьлер жүйесі орнықты. \n4) Қазақстан Россияның шикізат көзіне айналды.\nИндустрияландыру ерекшеліктері:\n1) Өлкедегі индустрияландыру жоғарыдан жүзеге асырылып, шикізат көздері екпінді қарқынмен игерілді. Мұнай Ембіде өндіріліп, өндейтін орталық Орскіде салынды. \n2) Білікті жұмысшы мамандар, инженер – техник қызметкерлер сырттан, негізінен Россия мен Украинадан әкелінді. \n3) Жергілікті мамандар жетіспді. \n4) Урбандалу (урбанизация) процесі күшті жүріп, қалалар мен қала үлгісіндегі қоныстар, қала халқы көбейді. 1930 жылдың аяғында қала халқы 29,8 %, 1939 жылы қалада тұратын қазақ – 375 мыңға артты. (1926 жылғыдан 5 есе көп).\n1940 жылы Қазақстанда өндірісте істейтін жұмысшы табының жалпы саны 350 мыңға жетті. Оның жартысына жуығы қазақ жұмысшылары болды. Республикада көптеген инженер – техник кадрлары даярланып, олардың саны 11 мыңнан асты.\nИндусрияландыру барысында бұқаралық социалистік жарыс өрістеді. 1930 жылы республикада 10 мыңнан астам екпінділер болды. Домбастың жаңашыл забойшысы – Алексей Стаханов бастамасы ел көлемінде насихатталды. Қазақстандағы алғашқы Стаханов ізбасары – Қарағанды шахтеры Түсіп Күзембаев. Стахановшылар қозғалысы халық шаруашылығының барлық маңызды салаларын қамтыды.\n1935 жылғы желтоқсанда республиканың түсті металлургия өнеркәсібі озаттарының тұңғыш слеті болды. Қазақстан индустриясының еңбек ерлері: Ә. Мұрынбаев, М. Сағымбеков, Б. Нұрмахамбетов, З. Табылдинова, А. Сафин.\nСтахановшылар қозғалысы.\nОң әсері \n1. Жаңа техника мен технология меңгерілді. \n2. Жұмысшы табының мәдени – техникалық деңгейі жетілдірілді. \n3. Еңбек өнімділігі артты. \n4. Индустрияландырудың даму қарқыны тездетілді.\nТеріс әсері \n1. Жағдайға қарай ыңғайланып, реттелетін қозғалысқа айналды. \n2. Жаппай стахановшыландару жүргізіліп, өндірістің берекесі кетті. \n3. Жекелеген адамдарға рекорд үшін жағдай жасалды. \n4. Еліктеушілік, біріңғай ойлаушылық психологиясы қалыптасты.\nИндустрияландыру саясатының тарихи маңызы: \n1. Аграрлық республика индусриялы – аграрлық аймаққа айналды. \n2. Республикада қалалар мен қала тұрғындарының үлес салмағы өсті. \n3. Ұлттық жұмысшы табы құрылды. \n4. Инженер – техникалық кадрлар қалыптаса бастады. \n5. Қысқа мерзімде орасан зор материалдық қазыналар, өнеркәсіп мүмкіншілігі жасалды. \n6. Көп ұлтты ұжымдар пайда болды, адамдардың туысқандығы нығайды. \n7. Қазақстанның басқа индустриялық аймақтармен экономикалық байланысы орнықты. \n8. «Кімді кім» деген мәселе қалада да, деревняда да социализм пайдасына шешілді. \n9. Өндірістің негізгі құрал – жабдықтарына капиталистік меншік жойылды. \n10. Жұмыссыздық жойылды. \n11. Халықтың материалдық әл – ауқаты біраз жақсарды. Қазақстанда жалақының жалпы қоры 1928 жылы 142,11 млн. сом болды, ал 1932 жылы 732,8 млн. сомға жетті. \n12. Өнеркәсіп орындарының көпшілігі 7 сағаттық жұмыс күніне көшірілді.\nСөйтіп, индустрияландыру елді экономикалық артта қалушылықтан шығарды.\n\nhttp://testent.ru",
                "date": "25.04.2017",
                "upvotes": 1
            },
            {
                "text": "1933 жылдың 21 қаңтарына дейін осы қызметте отырған Голощекин тұсында қазақ халқы өз тарихындағы ең ауыр кезеңді бастан өткізді.\n\n«АША ТҰЯҚ ҚАЛМАСЫН»\n\n«Бай-кулактарды кәмпескелеу туралы» 1928 жылы 28 тамыздағы қаулы күштеп тәркілеуге ұласып, совет өкіметі ірі байлармен қатар орта шаруалардың малын да зорлықпен тартып алды.\n\nБұл советтік саяси науқан «Асыра сілтеу болмасын, аша тұяқ қалмасын» дейтін ұранмен жүзеге асты. \n\n1929 жылы Қазақстандағы мал басы 40 миллион болса, 1933 жылы 4 миллионға зорға жетті. Оның өзі де ашаршылық жайлаған республикаға\n\n1930-жылдары аштықтан босып бара жатқан қазақтар.\n\n1933 жылдары сырттан жәрдемге әкелген мал есебінен құралды деген пікірлер бар.\n\nСоның кесірінен онсыз да 1921-22 жылдардағы ашаршылықта 30 пайызынан айырылған қазақ халқы 1931-1932 жылдары тағы да жаппай аштыққа ұрынып, тең жарымы, яғни 2 миллион 500 мыңға жуық адамы қаза болды. Кейбір зерттеушілер аштан қырылғандар 3 миллионнан да асып түседі дегенді айтады.\n\nҚазақ халқы 1723 жылдары жоңғар шапқыншылығы кезіндегі «Ақтабан шұбырынды» мен екінші дүниежүзілік соғыс кезінде де дәл мұндай қырғынға ұшыраған жоқ.\n\n«Кіші Октябрь» төңкерісін жасамақ болған Филипп Голощекиннің жосықсыз саясатына қарсы жергілікті халық талай рет бас көтерді. Кейбір дереккөздер мұндай көтерілістер мен толқулар Қазақстанның түкпір-түкпірінде бас-аяғы 372 рет болғанын көрсетеді. Кез-келген толқу күшпен басылып, қатаң жазаға тартылды.\n\nҚазақстанға келгенге дейін-ақ шектен тыс қатыгездігімен танылған Филипп Голощекин Ақпан төңкерісінен кейін қамауға алынған ІІ Николай патшаны отбасымен бірге азаптап, ешбір сотсыз-ақ бір түнде қырып салғандардың бірі болатын.\n\nТалай адамды «халы жауы» деп көрсеткен Филипп Голощекиннің өзі де 1939 жылы «антисоветтік ұйым құрды, Орталық комитетке қарсы күрес жүргізді, сондай-ақ гомосексуализммен шұғылданды» деген айыппен тұтқындалып, 1941 жылы 27 қарашада атылды. Бірақ сталиндік саяси қуғын-сүргінге ұшырағандар ретінде 1961 жылы ол да ақталды. Бірақ қазақтар «Қужақ» атап кеткен бұл адам халық жадында ашаршылықпен бірге қалды.\n\n«ҚАЙРАТКЕРДІҢ ОРНЫНА – ҚЫЗМЕТКЕР»\n\nКейбір зерттеушілер қазақ халқын қырғынға ұшыратқан Голощекиннің төңірегіне топтасқан жауапты қызметкерлер «бұл жайға көз жұма қарады», «қара басының қамын халықтан жоғары қойды» деп жазады.\n\nСталиннің тікелей қолдауына ие болған Филипп Голощекин Қазақстанға келісімен кадр мәселесін қолға алып, республика басшылығындағы белгілі\n\n1930-жылдардағы аштыққа ұрынған қазақ әйелі мен баласы.\n\nқызметкерлер мен қазақ интеллигенциясын саяси қуғынға ұшыратты.\n\nАлаш қайраткерлерінің 1920 жылдан кейін біртіндеп советтерге өтіп, билікте ықпалын күшейтуі «төңкеріске ерекше еңбек сіңірдік» дейтін кәнігі большевиктердің наразылығын туғызғанын оңтайлы пайдаланып, біріне бірін айдап салу, жікке бөлу әдістерін қолданды.\n\nИосиф Сталиннің «Ақ жол» газеті туралы 1925 жылы 29 мамырдағы хатынан соң Алаш қайраткерлерінің көпшілігі «шоқаевшылдар» ретінде партия және мемлекеттік қызметтерден аласталып, жаппай түрмеге қамалды.\n\nТұрар Рысқұлов, Смағұл Сәдуақасов секілді азулы қарсыластарын Қазақстаннан ығыстырып, айналасына өзінің айтқанынан шықпайтын адамдарды жинады. Сөйтіп Қазақстанда билікке қайраткер тұлғаны емес қызметкер тұлғаны қою дәстүрін Филипп Голощекин бастап берді.\n\nГОЛОЩЕКИН ҚАЗАҚТЫ «ҮШКЕ БӨЛІП КЕТТІ»\n\n1933 жылы қазақ өлкелік комитеті хатшылығынан босап, СССР Халық комиссарлар советі жанындағы мемлекеттік бас арбитр қызметіне кетіп бара жатқан Филипп Голощекин сол кездегі қазақ коммунистерін үшке бөліп сипаттайды. Біріншісі – «ұлтшыл-уклонистер». Бұлар советтік тәрбиеге илікпейтін, пайдалануға көнбейтін коммунистер. Екіншісі – жағдайға қарай бет пердесін өзгертіп отыратын «хамелондар».",
                "date": "29.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихы пәнінен параграфтардың соңындағы тесттер керек?",
        "question_content": "Қазақстан пәнінен параграфтардың соңындағы тесттерді қайдан тапсам болады?(9 сынып)",
        "question_date": "24.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 863,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Индустрияландыру кезінде Орал-Ембі мұнайлы ауданын зерттеген академик:\nA) Қ.И.Сәтбаев.\nB) И.М.Губкин.\nC) Н.С.Курнаков.\nD) А.Панкратова.\nE) А.И.Миронов.\nДұрыс жауап: В\nТүркістан-Сібір темір жол құрылысында еңбек еткен адамдар саны:\nA) 100 мың.\nB) 150 мың.\nC) 200 мың.\nD) 220 мың.\nE) 300 мың.\nДұрыс жауап: А\nТүркістан-Сібір темір жол құрылысы пайдалануға берілді:\nA) 1928 жылы.\nB) 1929 жылы.\nC) 1930 жылы.\nD) 1931 жылы.\nE) 1932 жылы.\nДұрыс жауап: D\n«Қазақстан отар болып келді және солай болып қалды» деп айтқан қайраткер:\nA) Т.Жүргенов.\nB) О.Қожанов.\nC) С.Садуақасов.\nD) Т.Рысқұлов.\nE) О.Жандосов.\nДұрыс жауап: С\nФ.И.Голощекин ұсынған идея:\nA) «ЖЭС».\nB) «Әскери коммунизм».\nC) «Азық-түлік салғырты».\nD) «Индустрияландыру».\nE) «Кіші Қазан».\nДұрыс жауап: Е\nИ.М.Губкиннің «Бұл кен орын елдегі мұнайға аса бай облыстардың бірі» деп меңзеген өңір:\nA) Қарашығанақ.\nB) Орал-Ембі.\nC) Маңғыстау.\nD) Атырау.\nE) Құмкөл.\nДұрыс жауап: В\nТүркісіб темір жолы жалғастырды:\n\nA) Орынбор мен Ташкентті.\nB) Орта Азия мен Оралды.\nC) Орта Азия мен Сібірді.\nD) Кавказ мен Орта Азияны.\nE) Жетісу мен Орынборды.\nДұрыс жауап: С\nОрталық Қазақстанның минералдық шикізат байлықтарын зерттеген геологтар тобының жетекшісі:\nA) Қ.Сәтбаев.\nB) Н.С.Курнаков.\nC) И.М.Губкин.\nD) О.Жандосов.\nE) Т.Жүргенов.\nДұрыс жауап: В\nТүркісіб темір жолы жоспарда белгіленген бес жылдың орнына салынып бітті:\nA) Жарты жылда.\nB) Бір жылда.\nC) Екі жылда.\nD) Үш жылда.\nE) Төрт жылда.\nДұрыс жауап: D\n1939 жылы қалаларда тұрған қазақтардың саны:\nA) 235 мың.\nB) 280 мың.\nC) 300 мың.\nD) 353 мың.\nE) 375 мың.\nДұрыс жауап: Е\nИндустрияландыру жылдарында Қазақстанда негізінен қарқынды жүргізілді:\nA) Ауыр өнеркәсіп.\nB) Жеңіл өнеркәсіп.\nC) Шикізат көздерін игеру.\nD) Машина жасау.\nE) Энергетика кәсіпорны.\nДұрыс жауап: С\nИндустрияландыруды жүзеге асыруда қолданылған әдіс:\nA) Демократиялық басқару.\nB) Ғылыми негізде басқару.\nC) Жергілікті жағдайға негізделе отырып басқару.\nD) Әміршіл-әкімшіл жүйеде басқару.\nE) Ұлттық негізде басқару.\nДұрыс жауап: D\nТүркісіб темір жолында қатардағы жұмысшы болған, кейіннен «Қазақкөлікқұрылыс» тресінің басшысына дейін көтерілген тұлға:\nA) Т.Күзембаев.\nB) Т.Қазыбеков.\nC) Д.Омаров.\nD) Ы.Жақаев.\nE) Т.Рысқұлов.\nДұрыс жауап: В\n«Қазақстан отар болып келді және солай болып қалады»-деп күйінішпен жазды:\nA) Т.Рысқұлов\nB) С.Сәдуақасов.\nC) А.Байтұрсынов.\nD) Ы.Жақаев.\nE) Т.Рысқұлов.\nДұрыс жауап: В\nҚатардағы жұмысшыдан, Түркісіб темір жолының бастығына дейін көтерілді:\nA) Т.Күзембаев.\nB) Т.Қазыбеков.\nC) Д.Омаров.\nD) Ы.Жақаев.\nE) Т.Рысқұлов.\nДұрыс жауап: С\n1933 жылы наурызда Сталинге ашық хат жазды :\nA) Қ.И.Сәтбаев.\nB) Ғ.Мүсірепов.\nC) С.Сәдуақасов.\nD) А.Байтұрсынов.\nE) Т.Рысқұлов.\nДұрыс жауап: Е\nҒ.Мүсірепов, М.Ғатауллин, М.Дәулетқалиев, Е.Алтынбеков, Қ.Қуанышев (Бесеудің хаты): ашық хатты жазды:\nA) И.Сталинге.\nB) Ф.Голощекинге.\nC) М.Кагановичке.\nD) В.Молотовқа.\nE) В.Ленинге.\nДұрыс жауап: В\n1931-33 жылдары республиканың 6,2 млн халқының аштықтан қырылғандары:\nA) 2,2млн-ы.\nB) 2,5млн-ы.\nC) 2,1млн-ы.\nD) 1,2млн-ы.\nE) 1,5млн-ы.\nДұрыс жауап: С\n1931-33 жылдары аштықтан қырылғандардың ішінде, қазақтан басқа халықтың шығыны:\nA) 0,4млн.\nB) 0,5млн.\nC) 0,6млн.\nD) 0,7млн.\nE) 0,8млн.\nДұрыс жауап: А\nҰжымдастыру басталардан бұрын республикада:\nA) 40,5млн мал басы болды.\nB) 45 млн мал басы болды\nC) 28 млн мал басы болды\nD) 4,5 млн мал басы болды\nE) 35,5 млн мал басы болды\nДұрыс жауап: А\nҰжымдастыру басталардан бұрын республикада 40,5 млн мал болса,1933 жылы не бары :\nA) 40,5 млн мал қалған еді.\nB) 5 млн мал қалған еді.\nC) 40,5 млн мал қалған еді.\nD) 4,5 млн мал қалған еді.\nE) 25 млн мал қалған еді.\nДұрыс жауап: D\n1931-32 жылдары Шұбартау ауданында мемлекетке етке өткізілген малдың мөлшері:\nA) 80%\nB) 81%\nC) 82%\nD) 83%\nE) 84%\nДұрыс жауап: А\nЕгер 1928 жылы Қазақстанда барлық шаруашылықтың 2% ұжымдастырылған болса, 1931 жылы:\nA) 80% ұжымдастырылды.\nB) 65% ұжымдастырылды.\nC) 75% ұжымдастырылды.\nD) 90% ұжымдастырылды.\nE) 60% ұжымдастырылды.\nДұрыс жауап: В\n1930-32 жылдары аштықтан,түрлі індеттерден қырылған халықтың мөлшері:\nA) 40%\nB) 45%\nC) 50%\nD) 30%\nE) 35%\nДұрыс жауап: А\n1938 жылы Қиыр Шығыстан Қазақстанға көшіріліп әкелінді:\nA) Корейлер.\nB) Жапондар.\nC) Шешендер.\nD) Дүнгендер.\nE) Татарлар.\n\nДұрыс жауап: А\nhttp://testent.ru/load/testy/istorija_kazakhstana/9_synyp_test_s_ra_tary_men_zhauaptary/37-1-0-2900",
                "date": "15.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "6 сыныптың биология пəнінен 31 зертханалық жұмыстың жауабы керек?",
        "question_content": "биология 6 сынып 31 зерханалык жумыстын жауабыын жазып жибересиздерме........\n\nОтиниш",
        "question_date": "24.04.2017",
        "question_tag": "Биология",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6 зертханалык жу\n\nмыс",
                "date": "5.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суреттегі қандай жара?",
        "question_content": "Көмек керек!!! Кім біледі мынау фотодағы \n\nӨтінемін көмек керек мына суреттегі жара теміреткі ма",
        "question_date": "24.04.2017",
        "question_tag": "Тазалық",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ИЯ бұл теміреткі. Тері қопшиды.",
                "date": "6.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұлардың қайсысының жылдамдығы ең үлкен, қайсысы ең баяу жүреді?",
        "question_content": "Қоянның жылдамдығы - 17 м/с, Дельфиндікі - 900 м/мин, сбақанікі - 830 см/мин, Қабыландікі - 112 км/сағ. Бұлардың қайсысының жылдамдығы ең үлкен, қайсысы ең баяу жүреді?",
        "question_date": "24.04.2017",
        "question_tag": "Физика",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Г\n\nЕң жылдам - қабылдау\nЕң баяу - тасбақа",
                "date": "24.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вагонның барлық жолдағы орташа жылдамдығы қандай?",
        "question_content": "Іріктеу орнынан алдыға қарай вагон 120 м қашықтықты 10 с өтеді де, жазықта жүрісін жалғастырып, әбден тоқтағанша 360 м жолды 1,5 мин жүреді. Вагонның барлық қозғалысының орташа жылдамдығы",
        "question_date": "24.04.2017",
        "question_tag": "Физика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы қандай соны айтсаңыздар тез керек еді",
                "date": "17.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына өлеңнің атын жəне орындаушысын кім біледі?",
        "question_content": "Қазақша əн, бейнебаянның сюжеті есімде бірақ өлең аты мен орындаушысын ұмытып қалдым. Сюжет былай: бір ауылда кішкентай  балалар аулада ойнап жүреді. Олардың арасында бір аурушаң қыз болады, сол қыз ойын арасында есінен танып, анасы оны үйіне алып кетеді.  бір бала жақсы көретін болады, қыздың хал-жағдайын білуге балалардың бəрі барады. Сонда əлгі қыз алыстау тұрған ағашты көрсетеді. Балалар сол ағаштың қасына бəрі барып, əлгі ер бала ағашқа өрмелеп бұтағына ақ мата байлайды. Күнде ағаштың бұтағына ақ мата байлап жүреді, солай қыз сауығып ер жетіп əлгі жігітпен қосылады. \nСұрағым: өлеңнің атын жəне орындаушысын білетіндер болса жауап жазып жіберіңіздерші. Назарыңызға рахмет.",
        "question_date": "24.04.2017",
        "question_tag": "Қазақша ән",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екінші велосипедшінің орташа жылдамдығы қандай?",
        "question_content": "Бірінші велосипедші 12 с бойы 6 м/с жылдамдықпен, ал екінші сол жол 9 с жүріп өтті. Екінші велосипедшінің орташа",
        "question_date": "24.04.2017",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жер өз орбитасы бойымен бір сағатта қанша қашықтықты айналады?",
        "question_content": "Жер күнді 30 км/сағ жылдамдықпен айналады. Сонда Жер өз орбитасында бір сағатта қандай қашықтыққа",
        "question_date": "24.04.2017",
        "question_tag": "Физика",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "30 км/сағ деп ойлаймын",
                "date": "8.10.2019",
                "upvotes": 0
            },
            {
                "text": "Жер күнді 30 км/сек жылдамдықпен орбита бойымен айналады\n\n1 сағатта жер орбита бойымен 30*3600=108000 километр қашықтықты айналады",
                "date": "8.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көрсетілген уақытта поезд қанша жол жүрді?",
        "question_content": "Пойыз 3 сағ 15 мин аялдамасыз сағатына 80 км жылдамдықпен жүрді. Көрсетілген уақытта ол қанша жол жүрді?",
        "question_date": "24.04.2017",
        "question_tag": "Физика",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t=3 сағ.15мин =3.25сағ\n\nV(жылдамдығы)=80км/сағ\n\nS=?\n\nS=3.25сағ * 80 км/сағ=260 км\n\nЖауабы:Көрсетілген уақытта ол 260 км  жол жүрді.",
                "date": "3.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалған жерді жырту үшін қанша сағат қажет?",
        "question_content": "Трактор 7 сағатта жердің 35% -ын жыртты. Қалған жерді жырту үшін қанша сағат қажет",
        "question_date": "24.04.2017",
        "question_tag": "Математика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толық уақыт 20 сағ",
                "date": "3.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көмірқышқыл газын әк суынан өткізгенде қанша тұнба түзіледі?",
        "question_content": "көлемі 67,2 литр көмірқышқыл газын әк суынан өткізгенде қанша тұнба түзіледі?",
        "question_date": "24.04.2017",
        "question_tag": "Химия",
        "question_views": 30800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "co2+CA(oh)2 = caco3+h2o\n\n67,2-------x\n22,4-------100г\nx= 67,2•100 / 22,4=300г",
                "date": "21.04.2020",
                "upvotes": 1
            },
            {
                "text": "Жауабы: 300 грамм",
                "date": "24.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ер асау\" сөзіне бірнеше мағынада жұмсалатындай сөйлем құрау керек?",
        "question_content": "Берілген сөздердің əр қайсысы бірнеше мағынада жұмсалатын дай етіп сөйлем кұра.ер асау",
        "question_date": "24.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ер қанаты-ат, Ер жігіт, ер тұрман",
                "date": "26.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нүктедегі өрістің потенциалын табыңыз?",
        "question_content": "2нКл зарядтың электр өрісінің потенциалдық энергиясы 6мкДж. Осы нүктедегі өрістің потенциалын тап",
        "question_date": "24.04.2017",
        "question_tag": "Физика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызметкер өз қамын ойлап, іштегі жағдайды тізімге алып арыздана беруі дұрыс па?",
        "question_content": "Салеметсіздерме, менің сұрайын дегенім егер қызметкер өзінің лазымдық міндетіне байланысты жұмыстарын дұрыс істемей , тәртіптік жазалары  бар. Тәртіптік жазасы ҚР еңбек колексі бойынша  қолданылып, Соңғы  еңбек  шартын  бұзу  туралы бұйрық  шығарып  таныстырғанда  әдіскерлік 1 шт бойынша еңбек шарты бұзылып, 1шт жауапты тәрбиешілік міндет жүктелді. Жұмыстан  шығарылған  жоқ. Бірақ әдіскер шағымданып арыз жазып кез келген іштегі жағдайларды қозғап үшінші рет арызданды. өзім  көп  балалы,  жалғыз  басты  анамын.  Мұндай  жұмыс  істемей  қайта қайта  таныстарын  пайдаланып  арыз  жазып  қорқыта  шығынға  батырса, не  істеуге  болады. Үшінші  арыз  жазудағы  талабы  кредттік  қарызы  бар,  барлық  шотын  жауып  тастаған.  Енді  бала  санымен  пенсияға  шыққан, сол  пенсия  алып  отырған  шотына  жалақымды  аударып  бермесең  арыз  жазып  түбіңе  жетемін  деп  қорқытады. Таныстарын  пайдаланып  жұмыс  жасауыма  кедергі  жасай  берсе  адал  тапқан  нанымнан  айырылып,  қаламба  деп  уайымдаймын. Не істеуіме  болады.",
        "question_date": "24.04.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Балапан шаштарым көп. Не істесем болады?",
        "question_content": "Менің жасым 14 те. Балапан (жаңадан өскен) шаштарым тым көп.Не істесем болады.Өрсем немесе басқа шаш үлгілерін жасасам жалбырап тұрады......",
        "question_date": "24.04.2017",
        "question_tag": "Тазалық",
        "question_views": 764,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шашыңыздың балапан шашы өскенше солай болады,қазірден өсіп бастаса өсіп кетеді уайымдамаңыз.оны қиып нестемеңіз өспей қалуы мүмкін немесе ұзақ өседі,сәл шыдаңыз.",
                "date": "19.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Батысқа еліктеудің пайдасы бар ма?",
        "question_content": "Осы біздер батысқа еліктеудің көп зияны бар дейміз мүмкін беретін пайдасы да бар шығар? Өз ойларынызды айтып отырсаныздар",
        "question_date": "24.04.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халқымыздың қасиетті әдет-ғұрпына, салтына жат бүгінгі жағымсыз жағдай туралы әркім әртүрлі ойлап, пайымдайды. Сол мәселелердің бірі ретінде бүгінгі жастардың батысқа еліктеуін алып отырмын.\nАдамның дүниеге келіп есі кіргеннен өзіндік көңіл қалауы, ой пайымы, сезімі, пікірі, түсінігі қалыптаса бастайды. Қазақ қыздарының киім киюі, жастардың әр түрлі сайттарда отыруы, қазақ әндерінің бұрмалануы және тағы да сол сияқты жайттар осы қатардан ойып тұрып орын алып тұрған мәселелер.\nБүгінде қыздардың түрі, түсі бұрынғы ғасыр қыздарына ұқсағанымен олар ұлттық үлгіден ауытқып барады. Қазіргі кезде еңбектеген баладан еңкейген қартқа дейін ұялы телефон ұстайды. Әрбір ұялы телефонда интернет желісі қосылған. Қазақ жұртына «Майл.ру агент», «Мобильді агент», «Мой мир» деген ұғымдар пайда болғалы біраз жылдың жүзі болды, пайдасы қайсы, зияны қайсы, ажырату қиын. Әсіресе жасөспірімдер мобильді агент қосылған телефондарын қолдарынан тастамайтын болды. Бұл телефонның зияны жайлы ғалымдар түрлі пікір айтуда. Әйтсе де телефон ұстайтын адамдар саны күннен-күнге көбеюде.Тағы бір айтарым қазіргі кезде әртүрлі жанрдағы әндерді естіп жүрміз. Тәрбиелік мәні де, мағынасы да, тіпті ұйқасы да жоқ өлең жолдарын естігенде ұяламыз. Яғни қазіргі жастар сондай ән тыңдайды.\nЕнді тек қорқар бір нәрсем, бірнеше ғасырдан соң қазақ жастары мүлде қазақ дәстүрлерінен мақұрым қалмаса болғаны.",
                "date": "27.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құс қанының оттекпен екі рет қанығуы дегеніміз не?",
        "question_content": "5. ұсақ ауатамырдың тұйық тармақтарының атауы\n6. Өңештің кеңейген бөлігі\n7.Құс қарынының қоректік заттар ұсақталатын бөлімі\n8. Құс қанының оттекпен екі рет қанығуы",
        "question_date": "23.04.2017",
        "question_tag": "Биология",
        "question_views": 872,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Туған жер\" туралы шығарма қажет?",
        "question_content": "Жоспар бар.\n\nКіріспе.\n\n1. Туған жердің тарихы\n\nII Негізгі бөлім.\n\nа) Туған жерім кіндік қаным тамған жер.\n\nə)  Туған жерім киелі мекен\n\nIII Қорытынды\n\nМен туған өлкеммен мақтанамын",
        "question_date": "23.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 18600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көркем табиғатымен, жайсаң тұрғындарымен ерекшеленетін Амантоғай ауылының мен үшін орны бөлек. Амантоғай ауылы - менің туып-өскен мекенім. Жайдары жандары, өзен-көлі, кең жазыққа ие байтақ даласы, табиғатты әсем етіп өрнектеген жануарлары, бәрі-бәрі маған ерекше ыстық болып сезіледі. Бұл жерде менің ой-санам қалыптасып, болашағымның іргетасы қаланды. Алғаш дүние есігін осы жерде айқара ашып, жарқын өмірге де осы жерде аяқ бастым. Алғашқы сезген иісім де кең даланың, яғни осы киелі мекеннің жұпары болатын. Алғаш аяқ тіреген жерім де осы даланың топырағы. Бұл киелі мекен адам жанын сергітіп, адамға рухани күш-қуат сыйлайды. Бой сергітер әсемдігіне қарап бейне бір жұмақ мекен дерсіз. Шыныменде. Бұл жерде әрбір атқан таңмен нұрлана оянатын дала әдемілігіне қарап еріксіз езу тартып, шаттана, шабыттана түсесіз. Табиғаттың шебер суретші екеніне көз жеткізесіз. Бұл мекеннің суы мол, шөбі шүйгін. Мұндай қасиетті мекенде өмір кешіп жатқан әрбір адам өзін өте бақытты сезінері сөзсіз.\n\nАмантоғай ауылында 1441 адам тұрақтаған. Ел экономикасының өркендеуіне үлес қосып жатқан бұл елдімекен көптеген ауылшаруашылық салалары қарқынды дамыған. Мал шаруашылығы ауылымыздың басты шаруашылығы болып табылады. Өлкеде төрт-түлік малдың барлығы дерлік өсіріліп, бағылады. Мал шаруашылығы бойынша ауылымызда көптеген ірі шаруа қожалықтары бой көтерген. Олар бүгінде көптеген мал өсіріп,кең байтақ даланы тиімді пайдаланып,өз еңбектерінің жемісін көруде.Қосымша шаруашылық ретінде-бау-бақша шаруашылығы дамыған. Сонымен қатар дәнді-дақылдар өсіретін бірнеше кәсіпкерлер жұмыс жасайды.\n\nБұл өлкенің атап көрсетер ерекшеліктері көп. Соның бірі жылдың төрт мезгілі. Әр мезгіл айқын байқалып, өзіндік ерекшелігімен ерекшеленеді. Мен сол ерекшеліктерді қаламмен суреттеп көрдім:\n\nКүзде дала қоңырқай түске боялып, адам жанын ерекше күйге бөлейді. Күзде жауған күз жаңбырлары дала үшін де айтарлықтай пайдалы болып саналады. Жаз бойы сайран салатын құстар жылы мекенге бағыт алып,кең даламен қимастықпен шулай қоштасады. Адамдармен қатар басқа да тіршілік иелері қыстық қамын жасаумен әлек болады.\n\nҚысы қыңыр мінезді болғанымен,кең дала төсіне қарап қыңырлықты ұмытасың. Айналаға ақ кілем төселіп,жаның кіршіксіз тазалықты,пәктікті сезеді. Ақ мамыққа із түсіре жүгірген дала аңдарының ізі бейне бір кілем үстіне сырылған оюдай болып табиғатқа ерекше өң беріп тұрады. Боран дыбысы табиғат күйімен үндесіп, жаз құстарының орнын алмастырып тұрғандай күй кешеді.\n\nҚыстан кейін келетін көктем мезгілі бұл мекенде ерекше байқалады. Табиғатпен бірге адам жаны жаңарып, табиғаттың әсем көрінісіне қарап ерекше күйге бөленесің. Қайта келіп жеткен құстар әні құлақ құрышын қандырып, айналаны әсем әуенмен жандандыра түседі. Осы сәтте күн де кең даланы жылуымен жылытып, нұрымен нұрландыра түседі. Көктемнің алғашқы жауыны жерге сіңіп жер бетін құлпырта түседі. Жайқала өскен дала гүлдеріне қарап еркіндікті, шексіз сұлулықты байқайсың. Көктеммен бірге келетін жақсылықтың, байлықтың,берекенің мерекесі-наурыз мейрамы бұл мекенде жоғары деңгейде аталып өтіледі. Ат шаптырып,дастархан жаю, ұлттық ойындар мен салт-дәстүрлерімізді өткізу біздің ауыл үшін жыл сайын атқарылатын істер. Осы арқылы біз салт дәстүрлерімізді дәріптеп, насихаттаймыз. Бұл игі іс салт-дәстүрлеріміздің тасада қалмауы, ұлттық санамыздың сөнбеуі үшін өте қажет. Бұл мезгілдің тағы бір ерекшелігі төрт-түліктің төлдейтін уақыты. Ел ішін береке мен мерекеге толтыратын бұл мезгілді асыға күтеміз.\n\nАдам жанын сергітер тағы бір мезгіл-жаз мезгілі. Жаз мезгілі өзге мезгілдерден күннің ыстықтығымен ерекшеленеді. Бұл мезгілде балалар суға шомылып, қуанышқа бөленеді. Күннің жылуы ерекше таралатын бұл мезгілде ауылдың әрбір адамы көтеріңкі көңіл-күйде жүреді. Балалар доп қуысып мәз-мейрам болып жүреді. Алаңсыз балалық шақтың дәлелі айқын байқалады. Маған бұл мезгілдің кешкі уақыттары қатты ұнайды. Қызарып батқан күн көрінісі адамға шабыт сыйлап,адам бойында ерекше бір сезім қалдырады. Әрбір шаңырақ қыстық қам жасап, азық дайындайды. Бұл мезгіл кез-келген іс жасауға өте қолайлы кезең болып табылады.\n\nТабиғатымыздың тағы бір байлығы-өзені. Бойына құс қонып,жағасын құрақ жапқан бұл өзен - Жалдама деп аталады. Бұл өзен үлкен аумақта созылып жатыр. Ауылдың жанында орналасқан бұл өзенге жаз бойы балалар шомылып, балық аулап қызықтайды. Өзенде балықтың көптеген түрлері кездеседі. Жалпы айтқанда бұл өзеннің күллі тіршілік атаулына тигізер пайдасы орасан.\n\nСонымен қатар ауыл ортасында 200 ге жуық баланы біліммен сусындадып отырған білім ордасы жұмыс жасайды. Бүгінде бұл білім ордасы болашақ ұрпақтың сауатты, білімді болуы үшін қызу жұмыс үстінде. Мектептегі білім беретін ұстаздар өте мейірімді, ақкөңіл және білімді. Олар барлық еңбек күшін болашақ азаматтар мен азаматшаларды тәрбиелеуге,оларға білім беруге жұмсайды.Себебі, олар өз шәкірттеріне үлкен сеніммен қарайды.\n\nМектеп оқушылары өнерден де кенде емес, әрбір оқушы өзіндік қабілетімен, талантымен ерекшеленеді. Түрлі өнерге бейімделген бүлдіршіндер мен жасөспірімдер мектеп абыройымен қатар ауылымыздың атын асқақтатып жүр. Білім ордасы спорттан да қол үзбеген. Түрлі спорттық жарыстарда топ жарып, белсенділік танытады. Әрбір оқушы бойындағы қабілетті ашудағы ұстаздардың атқаратын рөлі ерекше.\n\nМектептен басқа ауылымызда бірнеше ірі ғимарат бой көтерген. Олар әр сала бойынша қызмет етеді.\n\nСоның бірі қасиетті орын саналатын - Мешіт ғимараты. Бұл ғимарат халық игілігі үшін жұмыс жасап жатыр. Ауыл тұрғындары әр жұма сайын осы мешітте бас қосып,мұсылмандық парыздарын атқарып жатады. Бұл ғимарат біздің өлкенің сәні болып табылады. Ал қасиетті Рамазан айы келіп жеткенде ораза тұтқан барлық адамдар осы орында бас қосады.\n\nАуылымыздың тағы бір ерекше ғимараты-мәдениет үйі. Бұл өнер ордасы-талайдың талантын ұштап үлкен өмірге өнермен бірге қанат қақтырған. Өнер ордасында әр мереке сайын мерекелік іс-шаралар жүргізіледі.Іс-шараларға ауыл тұрғындарымен қатар, мектеп оқушылары ұйымдаса атсалысады. Сонымен қатар мәдениет үйінде ауылдық кітапхана орналасқан. Тұрғындарға, жеткіншектерге рухани тәрбие беретін бұл кітапхананың берер пайдасы көп.\n\nАуыл халқына қызмет ететін тағы бір мекеме - аурухана. Осыдан 2 жыл бұрын бой көтерген бұл мекеме халықтың көңілінен шығатындай қызмет көрсетіп жатыр. Бұл мекемеде ақ халатты абзал жандар халық денсаулығының жақсы болуы үшін талмай қызмет етіп келеді.\n\nОсындай өнерлі, рухани бай адамдар мекендеген киелі мекенде қаншама ақын-жазушылар туып өсіп, қаншама ақын-жазушылар киелі өлкені ән-жырына қосып, шығармаларында тілге тиек еткен. Жергілікті ақын-жазушылар өз шығармаларында туған жерінің табиғатының әсемдігін, жұртының шексіз мейірімділігін, түрлі байлықтарын жан-жақты баяндап, суреттей білген. Олар дала төсінен шабыт ала отырып көркем шығармаларын дүниеге әкелді. Көркемдігі шексіз табиғат сыйлаған шабыт олардың өзіндік дара жолын салуына ықпал етті.\n\nТуған жер жайлы сөз қозғағанда айтуға сөз жетпес. Оның әдемілігін,әсемдігін сөзбен айтып жеткізу әсте мүмкін емес. Туған жердің кереметтілігі шексіз. Туған жерге деген махаббатта өзге сезімнен бөлектеніп, ерекшеленеді. Жырақ кетіп сәл алыстасаң жүрегің туған жерді аңсап,туған жерім деп тулайды. Мен осындай керемет өлкеде туғанымды, кең далада еркін өскенімді, осындай ғажап мекенде  өмір сүретінімді мақтан етемін. Мен туған жерімді шексіз махаббатпен сүйемін. Мен осындай туған өлкеммен мақтанамын!!!",
                "date": "6.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қайырымдылық қазақ халқына тән қасиет\" деген тақырыпта шығарма керек?",
        "question_content": "\"Қайырымдылық қазақ халқына тән қасиет\" деген тақырыпта шығарма керек?",
        "question_date": "23.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жарамдылығы өтіп кеткен йодты пайдаланған қауіпті ме?",
        "question_content": "жарамдылығы өтіп кеткен йодты байқамай  пайдаланып қойдым. кері әсерін тигіземе?",
        "question_date": "23.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өте қауіті. Себебі адам ағзасына микроп түсуі мүмкін. Кауті 90%-ға",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зең саңырауқұлағы туралы мəлімет керек?",
        "question_content": "Өтінемін зең саңырауқұла",
        "question_date": "23.04.2017",
        "question_tag": "Биология",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зең саңырауқұлақтары– аскомицет, гифомицет, фикомицет тобына бірігетін жетілмеген саңырауқұлақтар қатарына жататын төменгі сатыдағы өсімдіктер.\nБұларға тән ерекшелік өскен кезде үлпілдек, мамық тәрізді, түсі әр түрлі зең қабатын түзеді. Бұл қабат саңырауқұлақтың субстрат бетінде пайда болатын мицелийлерінен, спора түзгіш жіпшелерінен және спораларынан тұрады. Зең саңырауқұлақтарының түсі түріне байланысты ақ, сұр, қара, көкшіл, жасыл, тағы басқа болып келеді. Өте ылғалды жерлерде және қолайлы температурада жақсы әрі тез өседі. Споралары, мицелий бөліктері, кейде жеке гифтері (жіңішке жіпше) арқылы көбейеді, тарайды. Зең саңырауқұлақтары тағамда, өсімдік қалдықтарында, үйдің қабырғаларында (жабысып), көкөністе, тағы басқа жерлерде өсіп дамиды. Органикалық қалдықтарды ыдырату, шіріту және зат алмасу процесіне қатысады.Зең саңырауқұлақтары табиғатта кең тараған, кез келген тіршілік ортасында кездеседі. Олардың кейбір түрінен адамға қажетті заттар (витамин, антибиотик, органикалық қышқылдар) алынады.",
                "date": "24.04.2017",
                "upvotes": 1
            },
            {
                "text": "Зең саңырауқұлақтары – аскомицет, гифомицет, фикомицет тобына бірігетін жетілмеген саңырауқұлақтар қатарына жататын төменгі сатыдағы өсімдіктер.",
                "date": "27.04.2018",
                "upvotes": 0
            }
        ]
    }
]