[
    {
        "question_title": "Арман Қаниев \"Ар Алдында\"",
        "question_content": "Арман Қаниев \"Ар Алдында\" жұмысы керек еді, кім біледі көмектесіңізші.",
        "question_date": "4.09.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 586,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күкірт Оксидін сутегімен салыстыру",
        "question_content": "4 валентті күкірт оксидін сутегімен салыстырмалы тығыздығын табу керек, көмек керек.",
        "question_date": "4.09.2018",
        "question_tag": "Химия",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M(SO4)=32+16*4=32+64=96 г/мол\n\nM(H2)=1*2=2г/мол\n\nM(SO4)/M(H2)=96/2=48",
                "date": "9.09.2018",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Абайдың қара сөзінен",
        "question_content": "Ассалаумағалейкум! Абайдың қара сөздерінде Мұлахаза, Мұхафаза деген сөздер келеді, ол араб сөздері ма? не мағына береді? Білім ғылымды көбейтуге екі қару бар адамның ішінде: бірі - мұлахаза қылу, екіншісі - берік мұхафаза қылу.  деген Осының мағынасы қалай?",
        "question_date": "4.09.2018",
        "question_tag": "Мектеп",
        "question_views": 13700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«... білім-ғылымды көбейтуге екі қару бар адамның ішінде: бірі - мұлахаза (ойласу, пікір алысу) ..., екіншісі - берік мүхафаза (сақтау, қорғау)... Бұлар зораймай, ғылым зораймайды»",
                "date": "4.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін фильммен қалай үйрену керек?",
        "question_content": "Фильмнің көмегімен тілді қалай тез үйренуге болады? Қандай видеоларды көруге кеңес бересіздер?",
        "question_date": "4.09.2018",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тілді үйренудің тиімді тәсілінің бірі - сол тілдегі фильмдерді тамашалау. Әрине, тіл үйренуші бастапқыда кейіпкердің не айтып жатқанын бірден түсінбеуі мүмкін. Бірақ оны оңтайландыруға болады. Бүгін біз фильмнің көмегімен тіл үйрену, пайдалы онлайн-сервис жайында айтамыз. \"Тілді фильмнің көмегімен қалай дұрыс үйрену керек?\"  атты материалымыздан толығырақ біле аласыз.",
                "date": "4.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағзадағы магний жетіспеушілігі белгілері қандай?",
        "question_content": "Құрамында магний элементі бар дәрілерді білу және қолдану",
        "question_date": "4.09.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 766,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Магний ағзадағы 300-ден астам биохимиялық реакцияларға қажет. Магний бұлшықет және және жүйке жүйелерінің дұрыс жұмыс істеуіне көмектеседі, иммунетті арттырады, жүректің тұрақты жұмыс істеуіне және сүйектердің, тістердің, тырнақ пен шаштардың беріктігін сақтауға ықпал етеді. Сонымен қатар ол қандағы глюкоза мөлшерін, энергия мен ақуыздың шығарылуын реттейді.\n\n\n\nДегенмен осыған қарамастан, магний адамдардың көп мән бере бермейтін құнарлы заттар қатарына жатады. Бірақ магний адам ағзасындағы бірқатар функцияларға жауап бергендіктен, оның жеткізіліксіз болуы денсаулықта бірқатар қиындықтардың туындауына теріс ықпал етуі мүмкін.\n\nТөменде біз магнийдің жетіспеушілігінің нәтижесінде пайда болуы мүмкін физикалық және психикалық симптомдарды қарастырамыз.\n\n\n\n1. Мазасыздық немесе гипербелсенділік\n\nМазасыздық пен гипербелсенділік — магний жетіспеуінің ең басты екі неврологиялық симптомдары. Бұл минерал мидағы жүйке жүйелерінің арасындағы қажетті байланысты орнату үшін керек. Сонымен қатар, магний ағзадағы жүйке жүйесінің дұрыс жұмысына жауап беретін маңызды фактор болып табылатын элетролиттер деңгейінің тепе-теңдігін ұстап тұру үшін қажет.\n\n\n\n2. Күйзеліс (депрессия)\n\nБірінші симптомды ескерсек, магнийдің жетіспеушілігі күйзеліске де әкеп соқтыратынын болжау қиын емес. Күйзеліс – әртүрлі себептердің салдарынан туындауы мүмкін күрделі ауру. Сол себептердің бірі ағзадағы құнарлы заттардың жетіспеуі мен дұрыс тамақтанбау болуы әбден мүмкін. \n\n\n\n3. Бұлшықеттің ауыруы\n\nНеврологиялық симптомдармен қатар, жүйке-бұлшықет симптомдары да пайда болуы мүмкін. Магнийдің жетіспеушілігі бұлшықеттің ауыруына, тырысуына, сонымен қатар фибромиалгия сияқты басқа да проблемаларға әкеліп соқтыруы мүмкін. Магнийдің негізгі функцияларының бірі бұлшықетті босаңсыту болып табылады. Бұлшықеттің жиырылуына ықпалдасатын кальциймен бірігіп, бұлшықеттің дұрыс қызмет етуіндегі басты элементтің бірі болып саналады.\n\n\n\n4. Жүректің айнуы және құсу\n\nМагнийдің жетіспеушілігі ас қорыту жолдары мен асқазан-ішектің жұмысын нашарлатады. Сол себепті ішектің дұрыс жұмыс істемеуінен бастап жүректің қатты айнуы мен құсуына дейінгі құбылыстар орын алуы мүмкін.\n\n\n\n5. Қан қысымының жоғарылауы\n\nКөптеген зерттеулер жоғары қан қысымын магний мөлшерінің төмендігімен байланыстырады. Гипертониктерде құнарлы заттардың жетіспеушілігі жиі кездеседі. Әрине, қан қысымына басқа да көптеген физиологиялық функциялар әсер етуі мүмкін, сол себепті нақты диагнозды анықтау үшін, дәрігерге барған жөн.\n\n6. Ұйқысыздық\n\nМагний жетіспеген кезде созылмалы ұйқысыздыққа шалдығуға болады. Бұл ғана емес, ұйқының бұзылуының басқа да түрлері кездесуі әбден мүмкін. Магний негізінен біздің ұйықтау мен ояу жүру айналымдарын реттейді.\n\n\n\n7. Күш-қуаттың жетіспеуі\n\nМагнийдің жетіспеушілігі денені мәжбүрлеп қозғалысқа келтіреді. Осы жағдай физикалық және психологиялық күйзеліске әкеп соқтыруы мүмкін. АҚШ-тың Ауыл шаруашылық департаментінде жүргізілген бір зерттеуде магний мөлшері төмен қатысушылар магний мөлшері қалыпты деңгейдегілерге қарағанда оттегіні көбірек пайдаланған. Оттегіні қолдану деңгейі адам денсаулығының тиімді көрсеткіші болып табылады. Сондай-ақ магнийдің мөлшері адамның төзімділігіне де өз әсерін тигізбек. Себебі магний мөлшері жүрек пен бұлшықеттің жай-күйіне тікелей ықпал етеді.\n\nБүгінде магнийдің тәуліктік мөлшерін алуға болатын көптеген тәсілдер бар. Солардың ішінде ең тиімдісі, әрине, дұрыс тамақтану болып табылады. Жеміс-жидектер, бұршаққындылар, жаңғақтар, дәнді-дақылдар, банандар, кептірілген жемістер, авокадо, йогурт, қара шоколад, т.с.с. Магний мөлшері көп азық-түлікті пайдалана отырып, ағзамыз үшін аса маңызды осы бір минерал түрінің орнын толтыра алатынымыз сөзсіз. \nAnabol.kz",
                "date": "4.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көктем туралы ағылшынша шығарма қажет?",
        "question_content": "I love spring. It is a wonderful season. \nSpring comes and nature awakens from its winter sleep. The days become longer and the nights become shorter.\nThe ground is covered with fresh green grass and the first spring flowers. How lovely the white snowdrops are! There are new leaves and blossoms on the trees. The birds begin to sing and build their nests. The air is fresh and the sun shines brightly.\nThe days are warm and everything is full of life and joy. Everybody feels younger and stronger. Many people like spring more than other seasons. It is very pleasant to watch how the nature awakens from the winter sleep.\nIn spring we can go to the country and have a walk in the woods or by the river, play ball-games, lie in the sun and even have a swim if the water is warm enough. That is why I like spring more than any other season of the year.",
        "question_date": "3.09.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 9900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Spring\n\nSpringtime is a wonderful season. The warm sun shines and melts winter ice and snow. Nature begins to awake. All the trees and bushes are covered with small buds that get bigger and bigger and after some time turn into young green leaves. Then everything begin to blossom, flowers are everywhere. We can hear the birds singing and smell the sweet aroma of blooming trees.\n\nThe weather is fine almost all the time. It’s not hot, that’s why we go for a walk with great pleasure. Sometimes it rains in spring and the air gets filled with the odour of the wet ground. Thуn the first springtime storm comes with bright flashes of lightning and thunder. It makes the ground fertile so that in summer and autumn we can enjoy fruits and vegetables from our gardens.  \n\nIn spring we celebrate some interesting holidays. On the 8th of March it’s Women’s Day. On such a day we give flowers to all women we love – our moms, grannies, sisters, friends… They all are as smart and beautiful as the spring around. Their smiles are so bright and happy!  On the 9th of May it’s the great day for our country. We celebrate the Victory Day. Many years ago the World War II was over. We honor the veterans and bring flowers to the monuments of those who gave their lives for our peaceful future.\n*\nSpring is a beautiful season. It represents the beginning of something new: the nature wakes up and my soul wakes up together with it.\nYou're striving for something new and it feels like changes are coming soon. And everything is changing indeed. This sun is getting warmer so people take off their warm clothes and spend more time outside. Birds start tweeting and trees start blooming. The air is fresh and inspiring.\nSpring for me is the best time for making new friends and having great events. When it gets warmer we spend a lot of time walking outside in the parks. We go to the cinema and Cafes and sit by the window.\nIn Summer people usually go for a vacation but not in spring and I like it because we can spend a lot of time together and celebrate birthdays. For some reason a lot of my friends have their birthdays in spring.\nBut I also like walking alone. I put on my rain boots and walk on the puddles and slush. I touch buds and breathe in a smell of the first flowers and fresh grass.\nI can spend a long time standing on the bridge and watching the ice floating in the river. I wonder where it goes and I imagine myself sailing away.\nI’m very romantic in spring probably because it feels so right to be creative, to dream big and to go ahead without hesitation. That is why every year I'm looking forward to the first of March.",
                "date": "4.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "My summer holidays - Жазғы демалысым ағылшынша шығарма жазу қажет?",
        "question_content": "My summer holidays - Жазғы демалысым ағылшынша шығарма жазу қажет?",
        "question_date": "3.09.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 56900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің жазғы демалысым ағылшынша жазылған шығарма осы жерде бар. Бұл \"Теңіздегі демалыс\" деген атты шығарма. Осы шығармада Мысыр еліне барған қазақстандықтар жайлы баяндалады.\nЫстық елде демалғаны жайлы, теңізде болғаны жайлы. Қазақстандық туристер арасында Түркия, Мысыр, Дубай сияқты ыстық елдер танымал.\nHolidays by the sea - Теңіздегі демалысым\nМенің жазғы демалысым тақырыбына арналған \"Теңіздегі демалысыс\" шығармасы төрт параграфтан тұрады, әрқайсысының жеке аудармаларын келтіреміз.\nMy parents and I like travelling very much and we usually stay in hotels. We prefer staying in “All inclusive” hotels. These are hotels which are very popular among tourists in hot countries. Having a holiday by the sea is very important if you live in the north where there is not so much sunshine and warmth.\nАудармасы:\nМенің ата-анам және мен саяхаттауды ұнатамыз, және біз әдетте отелде аялдаймыз. Біздің отбасы \"бәрі қосылған\" отелдерде тоқтаймыз. Бұндай отелдер ыстық елдерде болатын туристер арасында танымал. Теңізде демалудың маңызы зор, себебі солтүстікте жарық күнде онша көп емес.\nPeople in Kazakhstan try to go on holiday every year if they have money. Having a beach holiday doesn’t mean that you have to spend all your time on the beach. Some people prefer active holiday so they go on excursions, take boat trips, visit different ruins and caves.\nАудармасы:\nҚазақстандағы адамдар, жыл сайын демалады, ақшасы бар болса. Теңіз жағалауында демалу, барлық уақытын жағалауда өткізетінің білдірмейді. Кейбір адамдар экскурсияларға барады, қайықты жалға алады, көне заманның қалдықтарын қарайды немесе үңгірлерге барады.\nI go to the seaside every year with my parents. We like going to hot countries in winter to avoid cold and darkness. The best hotel we stayed in was in Egypt. It was a very big, comfortable and cozy. There was a big swimming pool with waterslides. There were very nice restaurants in the hotel and we could eat as much as we want, the food was fantastic.\nАудармасы:\nМен теңіз жаққа жыл сайын ата-анамен барамын. Біз ыстық елдерге қыста барамыз, суық пен қараңғылықты көрмеу үшін. Ең керемет отель Мысыр елінде болған. Бұл отель кең және жайлы еді. Сол жерде үлкен бассейн болған. Және керемет рестарандар отельде бар, біз қанша қаласақ сонша тамақтандық, ас керемет болды.\nAfter lunch there were various master classes for children. We also played volleyball on the beach and went swimming every day.\nАудармасы:\nЛанчтан кейін біз балаларға арналған көптеген курстарға бардық. Сонымен қатары біз жағалауда волейбол ойнадық және күн сайын теңізде шомылдық.",
                "date": "10.10.2020",
                "upvotes": 1
            },
            {
                "text": "Holidays in the country.\nSummer is my favorite time of the year. Summer holidays are the longest. This year I spent my summer holidays in the country. Most of the time I walked, cycled, spent time with my friends. When the weather was hot, we went to the river. In the evenings, I helped my mother water the beds in the garden. I liked my summer holidays very much.\n*\nHolidays by the sea.\nThis year I spent most of the summer holidays in the city. At weekends, I went to the country with my family. In July, we went to the Black Sea. I liked the sea very much. I swam and sunbathed. I even saw dolphins. I had a lot of fun. I took many photos and made new friends.\n  Holidays in summer camp.\nI spent this summer holidays in the summer camp «Star». The camp is not far from the Volga River. It was very interesting in the camp. We swam there, played soccer and other games, watched concerts, and went to the discos in the evenings. We also went on excursions and visited many interesting places – museums, art galleries, theatres. I made many new friends. I really enjoyed in the camp.\n*\nHow I spent my summer vacation.\nMy summer vacations this year were interesting and memorable. Every day was filled with events.\nIn June, together with classmates, we went to a camp. I liked the camp very much. We played sports games, competed in various sports, took part in various competitions. In the evenings, we went to the disco. I enjoyed discos as I like music and dancing. I made a lot of new friends and got to know my classmates better than at school.\nWhen I returned home after the camp, together with my parents we went to the Crimea to have a rest by the sea. We stayed in a nice hotel in Feodosia. I really liked the stony beaches, blue sea, and numerous excursions. Mom and Dad allowed me to scuba dive and I saw the life of the seabed. I also visited the water park, made trips on a motor ship, and rode horses. My rest by the sea was unforgettable.\nIn August, I went to the country to visit my grandparents. I have many friends in the village where my grandparents live and we spent time together. We went swimming and fishing.\nMy summer holidays fly surprisingly fast. Now the school year has just begun, but I'm already waiting for new vacations, new impressions and new friends.\nMy summer holiday  - short essay.\nI like summer very much. This doesn’t mean that I don’t like spring, winter or autumn, but the fact that you do not need to get up early to go to school and you needn’t do your homework every day makes summer my favorite season.\nDuring my summer holidays, I do everything I like most of all. I play football, spend time with my parents and friends.\nUsually, I spend my summer holidays in the country. I like growing fruit and vegetables. My dad always tells me something interesting about plants and nature.\nI like to walk in the summer forest with my friends or with my parents. We often go to the river. This year we went fishing with my dad. We got up early, took our fishing rods and went to the nearest lake. We caught a lot of fish. That was amazing.\n*\nSummer is the most wonderful time for me. I always look forward to summer holidays. Summer is the most beautiful time of the year. The three summer months give us a lot of new impressions.\nSummer is the time when I can do everything I like. I like to play football, swim in the river, go to the forest, and travel. This summer I did a lot of sports — I played football in the school stadium almost every day.\nDuring this summer holidays, I walked, bathed and sunbathed much. When it rained, I read books. One of them was Jack London's «White Fang». I really liked the book. It is about a wolf dog, very devoted and fair, capable of great and sincere affection. Many people today lack these qualities. I would like to have such a four-footed friend.\nThis summer I also went to the sea, visited my grandmother, and spent the rest of the time at home.\nIn July, I had a trip to the sea with my family. The weather was nice, so we swam and sunbathe. The water was warm and transparent. We also saw the sights of Anapa and took photos. We also went to the zoo, which left a lot of good impressions. At the entrance, we were offered to buy different treats for the zoo pets. I liked to feed birds and animals from my hands. It was funny to observe the monkeys, toucans, raccoons, and ostriches.\nIn August, I stayed with my grandmother. I liked it because my grandmother allows me absolutely everything. I read books, went rollerblading and cycling. The last summer days I spent preparing for the first of September.\nSummer has ended, but I will never forget my summer holidays. My holidays were excellent.",
                "date": "5.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сиырды қалай емдеуге болады?",
        "question_content": "Үйде сиыр ұстаймыз. Енді ол сиырымыз ештеңке жемей ауырып қалды. Мал дәрігерін шақырдық. Бауырында құрт бар дейді. Сиырымызды қалай емдеп алсақ болады?",
        "question_date": "2.09.2018",
        "question_tag": "Жанұя",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Машина құрылысы мамандығы туралы ақпарат?",
        "question_content": "Машина құрылысы мамандығын тандасам, қандай жұмыс істеуге болады заводтан басқа?",
        "question_date": "2.09.2018",
        "question_tag": "Мамандық",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В071200 – “Машинажасау” мамандықты бітірушінің қызмет ортасы:\n- машинажасау зауыты;     \n- энергожүйелердің механикалық  жөндеу базалары,  металлургиялық  өнеркәсіп, автомобиль және көлік шаруашылығы;     \n- индустриядың табу  және қайта өндеу саласы;  \n- ғылым-зерттеу ұйымы;        \n- құрастырушы-технологиялық мекеме;   \n- көліктік техниканың  және қор бөлшектердің техникалық жүйені қамтамасыздандыру; \n- маркетингтік  және көлік пайдалану қызметтері;          \n- техникалық  қамтамасыздандыру   станциялары.",
                "date": "3.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ақыл тістің шығуы",
        "question_content": "Сәлеметсіздерме! 20 жастан асқан қыз-келіншектерге ақыл тістің шығып, даму, ауруының басылуы жобамен неше күн болады?",
        "question_date": "1.09.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 607,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "9 дан кейін қыздарға қандай оқу орнына түсуге болады??",
        "question_content": "Сұрайын дегенім 9 сыныптан кейін, қыздарға қандай мамандыққа түссе болады? Жəне қандай колледждер бар Алматы қаласы бойынша.Нақты жауап берсеңіздер...",
        "question_date": "1.09.2018",
        "question_tag": "Университет, колледж",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңе ұнаған мамандық қай колледжде бар соны іздеп түскен дұрыс ау, мысалы мен ЖОО бакалавр, магистратура  аяқтадым, бірақ әлі күнге тігінмен және психологиямен айналысқым келеді. Сол үшін тек өз қалауыңмен мамандық таңдау дұрыс ау.",
                "date": "21.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарашығанақ деген жерде Технефтестрой компаниясы барма?",
        "question_content": "Батыс Қазақстан облысы Аксай ауданы Қарашығанақ деген жерде Технефтестрой компаниясы барма? Және қазіргі уақытта жұмыс жасайдыма? Қатты керек болып тұрған еді.",
        "question_date": "1.09.2018",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оппа, оппа, әпкең бар ма жоқ па",
        "question_content": "Оппа,оппа,оппа әпкең барма жоқ па\n\nӘпкен болса лезде\n\nМен болайын жезде",
        "question_date": "1.09.2018",
        "question_tag": "Қазақша ән",
        "question_views": 760,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оппа, оппа\nҒашықпын оппа\nБілмедім жігіті бар ма, жоқ па\nБір көргеннен арбап алды\nТартатын өзіңе білмедім тоқ па",
                "date": "3.09.2018",
                "upvotes": 2
            },
            {
                "text": "Оппа, оппа, жігітің барма жоқ па?\n\nЖігітің болса таста,\n\nМенімен жүруді баста.",
                "date": "2.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Студентер кыскы демалыска кашан шыгады",
        "question_content": "Студентер, кыскы демалыска кашан шыгады,",
        "question_date": "31.08.2018",
        "question_tag": "Университет, колледж",
        "question_views": 392,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қантар айының басында",
                "date": "31.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алғашқы қоңырауға айтуға тілектер керек",
        "question_content": "Алғашқы қоңырауға 11 сыныптың атынан айтатын тілек жазып бере аласыздар ма.",
        "question_date": "30.08.2018",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "instagram дағы хештег не үшін керек",
        "question_content": "инстадагы хештег не үшін керек кандай пайдасы бар дегендиии?",
        "question_date": "29.08.2018",
        "question_tag": "Әлеуметтік желі",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңізге керек мәліметті хештег арқылы таба аласыз. Мысалы, #Алматы десеңіз осындай хештегтегі ақпараттар шығады...",
                "date": "5.09.2018",
                "upvotes": 0
            },
            {
                "text": "Өзіңіздің жариялаған суреттерді лайықты хэштегтермен жазуға болады. Сол арқылы басқа адамдар таба алады. Немесе бизнес аккаунттар конкурс жариялағанда арнайы хэштегтер керек болады. Мысалы мен бір жігіттерді білем, #турниккешығу хэштегімен инстаграмдағы қазақ жігіттерін салауатты денсаулық салтына шақырып жүр. Яғни әр түрлі мақсаттарда пайдалана аласыз.",
                "date": "7.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бексұлтан Байкенжеев əндері",
        "question_content": "Сəлеметсіздерме? Маған Бексұлтан Байкенжеевтің Жеңеше əнінің мәтіні керек еді . Тез арада. Алдын ала рахмет",
        "question_date": "29.08.2018",
        "question_tag": "Қазақша ән",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызыл диплом не үшін қажет болады?",
        "question_content": "Мамандық бойынша ерекше қызыл диплом алғанымыздың болашақта қандай пайдасы, оң әсері болуы мүмкін? Не үшін қажет?",
        "question_date": "28.08.2018",
        "question_tag": "Университет, колледж",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пайдасы бар болғанда қандай))) Біріншіден сіздің біліміңіздің нәтижесі (егер сіз сатып алмаған жағдайда, бенжамин ағайдың көмегінсіз))), қызыл диплом-ол сіз жақсы оқыдыңыз, жақсы маман иесісіз деген сөз деп білемін. Жұмысқа тұрған кезде 2 адам бардыңыз делік.. екінші адамның дипломының түсі сіздікі сияқты емес... кімді таңдайды деп ойлайсыз? Әрине ҚЫЗЫЛ ДИПЛОМДЫ адамды (егерде екінші адам Бәке, Сәке, Мәкелерден келемесе, жұмысқа алушы адамға Бенжамин ағайдың суретімен сыйлық жасамаса))).\nОдан кейін ата-анаңызға мақтаныш біздің бала қызыл диплом алды деп ерекше дауыс интонациясымен айтып, сізді мақтан тұтатын болады, басқа адамдар үшін- \"жұрттың баласы\" қызыл диплом алды деп үлгі боласыз)))) қалжың)))",
                "date": "29.08.2018",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Жастар практикасы арқылы жұмысқа орналасу үшін қайда, кімге бару қажет?",
        "question_content": "Үкімет жастар практикасы бойынша 6 ай жұмыспен қамтуға мүмкіндік береді.\nОсы бағдарлама аясында мамандығым бойынша кәсіптік тәжірибе жинау үшін қайда бару қажет? Қандай құжаттар керек?\nТүсіндіріп жазып бере аласыздар ма?",
        "question_date": "28.08.2018",
        "question_tag": "Уақытша жұмыстар",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХҚКО( халыққа қызмет көрсету орталығына ) барасыз.\nЖеке куәлік көшірмесі, скорошиватель, диплом көшірмесі, банк картасының 20 санын қағазға шығарып апарасыз.\n Басты талап сіз бұрын мамандықпен мүлде жұмыс жасамаған болу керексіз.",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке кәсіпкерлікпен бастап айналысу үшін заңнамалық түрде не істеу керек?",
        "question_content": "Жеке кәсіпкер ретінде қалай тіркеледі?\nҚандай құжаттар керек және қанша шығын кетеді? Қандай сайттар мен мекемелерге бару және қандай рұқсатнамалар қажет?\n\nТүсіндіріп, қадам-қадаммен анық етіп жазып бере алатын адам бар ма?",
        "question_date": "28.08.2018",
        "question_tag": "Заң",
        "question_views": 631,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеке кәсіпкер ретінде тіркелу үшін егов сайтында \nДара кәсіпкер ретінде қызметті бастағаны туралы хабарлама өтінішті толтырсаң жеке кәсіпкер болып шығасыз. cabinet.salyk.kz сайтында салық туралы барлық істерініңді тындыра бересіз.\nҚызмет түріне байланысты лицензияларды http://elicense.kz/ сайтынан ала аласыз",
                "date": "2.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қолыма қызыл бірдене шығып кетті",
        "question_content": "Қолыма қызыл домалақ суйел сияқты бірдене шығып кетті. Жатар алдында қатты қышиды. Бұл не?  Дермотологқа баруым міндетті ме?. Суретін жүктедім сайтқа. Сайтта ашпаса. Көмектесе алатын адам болса жеке хабарлама жазсаңыз жіберемін",
        "question_date": "27.08.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 842,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Астанада құрбан мал шалғым келеді?",
        "question_content": "Астанада құрбан мал шалғым келеді. Бірақ, қойды таңдап, сол жерде қасапшысы сойып, мүшелеп, қапшықтарға салып берер қандай орынды білесіздер? Өте важный боп тұр..",
        "question_date": "26.08.2018",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 388,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мешітке барып, наиб-имамдармен ақылдасасыздар. Астана қаласында мал базар мен қасапшы бар дегенді естімеппін.",
                "date": "29.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бетім қабыршақтанып кетеді азғындық деп те атайды?",
        "question_content": "Осы көктем айында менің бетім қабыршақтанып кетеді азғындық деп те атайды екен. Мен осыған қандай маска қолдансам болады? Макияж жасағанда СС крем жққанда қабыршақтанып көрініп тұрады.",
        "question_date": "26.08.2018",
        "question_tag": "Денсаулық",
        "question_views": 581,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бетіме қызыл майда майда ыстықтық шығып кетті не істеуге болады?",
        "question_content": "Менің сіздерден сұрайын дегенім бетіме қызыл майда майда ыстықтық шығып кетті не істеуге болады? Кеңес бере аласыздар ма?",
        "question_date": "26.08.2018",
        "question_tag": "Денсаулық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Терлеп несеме ыстықтап тұрған кезде бетіңізді салқын сумен жумаңыз1 апта ішінде өзі кетіп қалады. Және шығып тұрған ыстыұқтықты тырнап, жарақаттап керек емес.",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "РФМШ Астана немесе Алматы-ның қайсысы 8-сыныпқа қабылдайды?",
        "question_content": "Рфмш Астана немесе Алматы-ның қайсысы 8-сыныпқа қабылдайды? Жəне  тесттің үлгілері бар ма? Басқа да ақпараттар болса.....",
        "question_date": "25.08.2018",
        "question_tag": "Мектеп",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«РЕСПУБЛИКАЛЫҚ ФИЗИКА- МАТЕМАТИКА МЕКТЕБІ» КОММЕРЦИЯЛЫҚ ЕМЕС АКЦИОНЕРЛІК ҚОҒАМЫ\n«Республикалық Физика-Математика Мектебі» (РФММ) 1972 жылдың 16 қазанында Кеңес Одағының ірі университеттері жанындағы физика-математика мектеп-интернаттарына ұқсатып негізі қаланған еді.\nТолық ақпаратты өздерінің сайттарынан алуға болады. Ең соңғы ақпараттар өздерінің сайтына шығып отырады. Егер осында түскіңіз келсе сайтты бақылап отырған дұрыс болар.\nhttp://almaty.fizmat.kz/kz/priemnaya-komissiya-almaty/",
                "date": "26.08.2018",
                "upvotes": 0
            }
        ]
    }
]