[
    {
        "question_title": "Өзгеріске ұшрататын негізгі факторлар қандай?",
        "question_content": "Құмтышқанның маусымдық өзгергіштігі",
        "question_date": "16.09.2017",
        "question_tag": "Биология",
        "question_views": 924,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Майды тәуліктік тұтыну нәтижесінде энергияның максималды мөлшері қандай?",
        "question_content": "Шешімі қажет болып тұр, есептің шешімін айтыңыздаршы?",
        "question_date": "16.09.2017",
        "question_tag": "Биология",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қауырсынның қай екі түрі қысқа және жазғы түріне жатады?",
        "question_content": "Маусымдық өзгергішті",
        "question_date": "16.09.2017",
        "question_tag": "Биология",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Теңдеуді шешу cos x+1=0",
        "question_content": "Графигін салу?\nТеңдеу шешу?",
        "question_date": "16.09.2017",
        "question_tag": "Математика",
        "question_views": 4400,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "MNPK тетраэдрдің NРK жағының орта сызығы.АВСД перимерті 32 см.АВ=6см.РN ұзындығын т/к?",
        "question_content": "MNPK тетраэдрдің NРK жағының орта сызығы ADарқылы КМ қырына паралель.АВСД перимерті 32 см.АВ=6см.РN ұзындығын табыңдар?",
        "question_date": "16.09.2017",
        "question_tag": "Геометрия",
        "question_views": 907,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен география пəнін таңдасам қандай сұранысқа ие мамандықтар бар?",
        "question_content": "Мен география пəнін таңдасам қандай сұранысқа ие мамандықтар бар?",
        "question_date": "16.09.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туризм мен Кадастр сұранысқа ие. Мен \"Әлеуметтік жұмыс\" мамандығында оқимын. Қазіргі таңда жер мен миграция - өзекті кез.",
                "date": "18.09.2017",
                "upvotes": 0
            },
            {
                "text": "ent.5plus.kz сайтына кирип, кез келген сабакты тандасан соган катысты кандай мамандыкка тусуге болатынын и неше мамандык бар екенин сразу корсетеди.",
                "date": "6.10.2017",
                "upvotes": 0
            },
            {
                "text": "ent.5plus.kz сайтына кирип, тиркелип кез келген панди тандасан сол панмен кандай мамандыктарга тусуге болатынын жане канша мамандык бар екенин сразу корсетеди.",
                "date": "6.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "100 С- қа дейін қыздырылған денені температурасы 10 С суға салғанда",
        "question_content": "100 С- қа дейін қыздырылған денені температурасы 10 С суға салғанда белгілі бір уақыт өткен соң, жалпы температура 40 С болды. Егер бірінші денені шығармай, суға тағы сондай 100 С- қа дейін қыздырылған денені салсақ, судың температурасы қандай болады?",
        "question_date": "15.09.2017",
        "question_tag": "Физика",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пусть t1 − температура холодной воды, t2 − температура горячей воды, t − температура, установившаяся в калориметре после опускания первого тела, T − температура, установившаяся в калориметре после опускания второго тела, C0 − теплоемкость калориметра с водой, C1 − теплоемкость тела.\nЗапишем уравнение теплового баланса после опускания первого тела\n\nПерепишем (1) в виде\n\nЗапишем уравнение теплового баланса после опускания второго тела:\n\nПерепишем (2) в виде\n\nРешая систему уравнений (1/) и (2/),\n\nполучим выражение для искомой температурыT\n\nПосле подстановки численных значений\n\nзначение конечной температурыT = 55 °C.",
                "date": "18.09.2017",
                "upvotes": 1
            },
            {
                "text": "Напишите путь вывода",
                "date": "8.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аққұлақ сөзінің шығу тарихы қандай?",
        "question_content": "Осы орыстарды \"аққұлақ\" деп атайтын жаргон бар ғой. Соның шығу тегі не болды екен? Зерттеп көрген біреу бар ма? Меніңше, большевиктер көп қолданған \"ақтар\" және \"кулак\" деген сөздері қосылып, осындай ұғым шығарған секілді. Яғни, ақтар, кулактар келді дегенде бір топ орыс сау ете қалса, ақкулак пен орыс тең деген ой туындайды ғой. Бұл менің долбарым ғана. Кез келген пікірге коммент ашық.",
        "question_date": "15.09.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айтып тұрған долбарыңыз жобаға келетін вариант.",
                "date": "15.09.2017",
                "upvotes": 0
            },
            {
                "text": "Ақ құлақ деп орысты айтпайды. Кеңестік дәуірдегі ауызекі тілдегі термин, шаруаларды, кедейлерді қанаушы бай шаруа иесін Кулак деп атаған. Кулак яғни қазақша Жұдырық – билеп төстеуші, ақсүйектерді атаған. Кеңес дәуірінде қызылдар мен ақтар деп бөлінді. Қызылдар кедейлер мен шаруалар, ал ақтар байлар мен ақсүйектер еді. Аққұлақ емес Ақ Кулак.\nҚазақтар өз тіліне ыңғайлап Аққұлақ деп айтып кеткен.",
                "date": "26.09.2022",
                "upvotes": 0
            },
            {
                "text": "Қазақтар Орыстарға сенбейді, Ақ құлақ дегені сатқын, тоқылдақ, құлақ бастығыүа басқаларға жағынғысы келіп жүретін адам дегендегі мағынада. Қазақта сөз барғо:  Орыстан досың болса, айбалтан жаныңда болсын деген. Ақ құлақ сенімсіз адам деген",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтінге морфологиялық талдау жасаңыз?",
        "question_content": "Адамзаттың ең абзал қасиеттерінің бірі-сөз,сөйлей білу.Бұл жағдайды жете түсін де,жақсы сөйлей білуге үйрен:сыпайы,анық сөйлеуді әдет қылғайсың.Ей,перзентім,сөздің оңы мен терісіне,өңі мен астарына айрықша мән беріп,мағыналы етіп сөйлеу үшін әрекет істе.Шешен кемеңгердің кеңесінде болып,сөзді сөйлей білудің өнерін үйрен.Қай кезде болсын шешендік өнерінің шегінен шықпа.Аузыңнан шыққан сөздің тыңдаушыға,тыңдаушының жүрегіне қонымды,жеңіл болсын.Сөз үйренуден жиренбе.",
        "question_date": "15.09.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамзаттың ең абзал қасиеттерінің бірі-сөз,сөйлей білу.Бұл жағдайды жете түсін де,жақсы сөйлей білуге үйрен:сыпайы,анық сөйлеуді әдет қылғайсың.Ей,перзентім,сөздің оңы мен терісіне,өңі мен астарына айрықша мән беріп,мағыналы етіп сөйлеу үшін әрекет істе.Шешен кемеңгердің кеңесінде болып,сөзді сөйлей білудің өнерін үйрен.Қай кезде болсын шешендік өнерінің шегінен шықпа.Аузыңнан шыққан сөздің тыңдаушыға,тыңдаушының жүрегіне қонымды,жеңіл болсын.Сөз үйренуден жиренбе.",
                "date": "4.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Samsung galaxy J1-ден музыка қалай тыңдауға болады?",
        "question_content": "самсунг галакси J1 музыка калай тындайды. Менюды ашканда музыканын знагы турадыго галерея настройканын белгисис кусап. Сондай менин соткамда жок. Безинтернет муз тындалмайды.",
        "question_date": "14.09.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Плэй маркеттен проигрывательдер көшіріп ал.\n\nМади",
                "date": "18.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген ABC үшбұрышының периметрін есептеңдер?",
        "question_content": "ABC үшбұрышының қабырғаларының қатынасы 3 : 4 : 5 қатынасындай. Төбелері берілген ABC үшбұрышының қабырғаларының ортасы болатын үшбұрыштың периметрі 48 см. берілген ABC үшбұрышының периметрін есептеңдер",
        "question_date": "13.09.2017",
        "question_tag": "Геометрия",
        "question_views": 18700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "48:(3+4+5)=4\n\n4*3=12\n\n4*4=16\n\n4*5=20\n\nЖауабы: 1-ші қабырғасы 12см, 2-ші қабырғасы 16см, 3-ші қабырғасы 20см-",
                "date": "25.11.2017",
                "upvotes": 0
            },
            {
                "text": "9 оқитын баласын.Неге озін шығармайсын.Интернетке әбден тәуелді болып алыпсын.",
                "date": "12.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тең бүйірлі үшбұрыштың табаны 15см, бүйір қыры табанының 60%",
        "question_content": "Тең бүйірлі үшбұрыштың табаны 15см, бүйір қыры табанының 60% ін құрайтын болса, периметрін табыңыз.",
        "question_date": "13.09.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңбүйірлі үшбұрыштың париметрі 33см",
                "date": "21.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер қиюшы мен паралель екі түзідің арасдағы бұрыштардың бірі?",
        "question_content": "Егер қиюшы мен паралель екі түзідің арасдағы бұрыштардың бірі\n1. 150 градус болса\n2. Екіншісінен 70 градус артық болса онда барлық бұрыштарды тап",
        "question_date": "13.09.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абыл Тілеуұлының \"Тама\" өлеңіне композициялық талдау жасау керек?",
        "question_content": "Абыл Тілеуұлының Тама өлеңіне композициялық талдау жасау",
        "question_date": "13.09.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бейіндік пән ретінде математика қосып алып, бухгалтер болуға болама?",
        "question_content": "Мен 10 класс оқушысы едім , соған байланысты мамандық жөнінде сұрақ қойғым келіп еді. Жалпы мен химия пәнін таңдаймын, бейіндік пән ретінде математика қосып алып, бухгалтер болуға болама ? Әлде тек қана география + математика ма ? Бухгалтер болу үшін ...",
        "question_date": "13.09.2017",
        "question_tag": "Мамандық",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызыл фосфор оттекпен әрекеттескенде ақ түсті фосфор(V) оксиді түзілді.",
        "question_content": "Қызыл фосфор оттекпен әрекеттескенде ақ түсті фосфор(V) оксиді түзілді. Массасы 3,1 грамм фосфордан фосфор (V) оксидінің неше граммы түзілетін табындар.",
        "question_date": "13.09.2017",
        "question_tag": "Химия",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3,1г                 х г\n\n4P+5O2→2P2O5\n\n4*31г/мол   2*142 г/мол\n\nх=3,1*284/124=7,1 грамм",
                "date": "18.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 40 грамм мыс(II) оксиді сутекпен әрекеттескенде реакция нәтижесі",
        "question_content": "Массасы 40 грамм мыс(II) оксиді сутекпен әрекеттескенде реакция нәтижесінде 32 грамм мыс пен 9 грамм су түзілді. Реакцияға түскен сутектің массасын табыңдар.",
        "question_date": "13.09.2017",
        "question_tag": "Химия",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "МАССАНЫҢ САҚТАУ ЗАҢЫН қолдану (реакцияға түскен заттардың массасы химиялық реакция нәтижесінде түзілген заттардың массасына тең) бізде 40 г мыс (II) оксиді және х г сутегі болды. 32 г мыс және 9 г су болды\n40 + Х = 32 + 9\n40 + Х = 41\nХ = 1 \nсутегінің массасы",
                "date": "19.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Натрий сульфидінің Na2S зат мөлшері 0,5 моль.",
        "question_content": "Натрий сульфидінің Na2S зат мөлшері 0,5 моль. Осы үлгіні алуға жұмсалған күкірттің массасын табыңдар.",
        "question_date": "13.09.2017",
        "question_tag": "Химия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x моль           0.5 моль\n\nS      +  2Na=Na2S\n\n1 моль          1 моль\n\nx=n(S)=0.5*1/1=0.5 моль\n\nM(S)=32 г/моль\n\nm(S)=n(S)*M(S)=0.5*32=16 г",
                "date": "28.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əскери жоғарғы оқу орнына түсу үшін қандай пән тапсыру қажет",
        "question_content": "Əскери мамандыққ қалай түсуге боЛады.қандай пəн таңдау қажет",
        "question_date": "13.09.2017",
        "question_tag": "Мектеп",
        "question_views": 3500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жоғары білімнің кәсіби оқу бағдарламаларын іске асыратын Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің арнаулы (әскери) оқу орындарына оқуға қабылдау қағидаларын бекіту туралы «Қазақстан Республикасының арнаулы мемлекеттік органдар туралы» Қазақстан Республикасының 2012 жылғы 13 ақпандағы Заңының 10-бабына сәйкес бұйырамын: 1. Қоса беріліп отырған Жоғары білімнің кәсіби оқу бағдарламасын іске асыратын Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің арнаулы (әскери) оқу орындарына оқуға қабылдау қағидалары бекітілсін. 2. «Жоғары білімнің кәсіби оқу бағдарламасын іске асыратын Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің білім беру ұйымдарына оқуға қабылдау ережесін бекіту туралы» (Нормативтік құқықтық актілерді мемлекеттік тіркеу тізілімінде тіркелген № 6998, Қазақстан Республикасының орталық атқарушы және өзге де орталық мемлекеттік органдары актілері жинағының 2011 жылғы 14 қыркүйекте № 6 санында жарияланған) Қазақстан Республикасы Ұлттық қауіпсіздік комитеті Төрағасының 2011 жылғы 30 наурыздағы №111 бұйрығының күші жойылды деп танылсын. 3. Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің құрылымдық бөлімшелері, ведомстволары, аумақтық және өзге де органдарының басшылары Жоғары білімнің кәсіби оқу бағдарламасын іске асыратын Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің арнаулы (әскери) оқу орындарына оқуға қабылдау қағидаларының мүлтіксіз орындалуын қамтамасыз етсін. 4. Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің Кадрлар департаменті: 1) осы бұйрықтың Қазақстан Республикасы Әділет министрлігінде мемлекеттік тіркелуін қамтамасыз етсін; 2) мемлекеттік тіркеуден өткеннен кейін осы бұйрықты бұқаралық ақпарат құралдарында жарияласын. 5. Бұйрықпен Қазақстан Республикасы ұлттық қауіпсіздік органдарының қызметкерлері мен әскери қызметшілері таныстырылсын. 6. Осы бұйрық алғаш ресми жарияланғанынан кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі. Комитет Төрағасы Н. ӘБІҚАЕВ. Қазақстан Республикасы Ұлттық қауіпсіздік комитеті Төрағасының 2012 жылғы 20 желтоқсандағы № 590 бұйрығымен бекітілген Жоғары білімнің кәсіби оқу бағдарламасын іске асыратын Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің арнаулы (әскери) оқу орындарына оқуға қабылдау қағидалары 1. Жалпы ережелер 1. Жоғары білімнің кәсіби оқу бағдарламасын іске асыратын Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің арнаулы (әскери) оқу орындарына оқуға қабылдау қағидалары (бұдан әрі - Қағидалар) жоғары білімнің кәсіби оқу бағдарламалары бойынша Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің (бұдан әрі - ҰҚК) арнаулы (әскери) оқу орындарына азаматтарды оқуға қабылдау тәртібін белгілейді. 2. ҰҚК арнаулы (әскери) оқу орындарына орта білімі бар, әскери қызмет өткермеген, оқуға түсетін жылы он жеті жасқа толған, бірақ жиырма бір жастан аспаған, мерзімді әскери қызмет өткерген азаматтар, мерзімді әскери қызмет немесе арнаулы мемлекеттік органдарда қызмет өткеріп жүрген, оқуға түсетін жылы жиырма төрт жасқа дейінгі, сондай-ақ әскери қызметін келісімшарт бойынша өткеріп жүрген жиырма бес жасқа толмаған әскери қызметшілер қабылданады. 3. ҰҚК арнаулы (әскери) оқу орындары осы Қағидалардың 1-қосымшасында аталған Мамандықтар тізбесіне сәйкес мамандықтар бойынша оқуға қабылдайды. 4. ҰҚК арнаулы (әскери) оқу орындарына тапсыруға тілек білдірген азаматтар оқуға тапсыратын жылдың алдындағы жылғы 1 қарашаға дейін тұрғылықты жері немесе қызмет ету орны бойынша ҰҚК бөлімшелеріне, ведомстволарына және аумақтық органдарына қай тілде тест тапсыратындығын және қай тілде білім алатындығын көрсете отырып, мыналар: әскер қатарына шақырылған және запастағы әскери міндеттілер - ерікті нысандағы өтініш; әскери қызметшілер - баянат өткізеді. Өтінішке немесе баянатқа қоса мыналар: 1) жалпы орта (орта), техникалық және кәсіби (орта кәсіби, орта білімнен кейін) білім беру ұйымдарын бітіргендігі туралы аттестат немесе диплом (көшірме); 2) «Білім алуды аяқтамаған адамдарға берілетін анықтама нысанын бекіту туралы» Қазақстан Республикасы Білім және ғылым министрінің 2009 жылғы 12 маусымдағы № 289 бұйрығымен (Нормативтік құқықтық кесімдерді мемлекеттік тіркеу тізілімінде № 5717 болып тіркелген) бекітілген анықтама нысанына сәйкес жалпы орта, техникалық және кәсіби, сондай-ақ орта білімнен кейінгі білім беру ұйымдарын бітірмеген адамдарға берілетін анықтама (түпнұсқа); 3) жеке басын куәландыратын құжат (көшірме); 4) туу туралы куәлік (көшірме); 5) алты фотосурет (бас киімсіз, көлемі 4,5 х 6 см); 6) өмірбаян (түпнұсқа) тіркеледі. 5. ҰҚК Кадрлар департаменті оқуға тапсыратын жылдың алдындағы жылғы 1 қазанға дейін ҰҚК бөлімшелері, ведомстволары, аумақтық органдары үшін ҰҚК Төрағасының бұйрығымен бекітілетін ҰҚК арнаулы (әскери) оқу орындарына оқуға түсетін кандидаттарды жіберу жөніндегі бөлу қағазын дайындайды. 6. Бөлу қағазы бекітілгеннен кейін ҰҚК бөлімшелерінде, ведомстволары мен органдарында: 1) бұқаралық ақпарат құралдарына, ҰҚК ресми интернет-ресурсына ҰҚК арнаулы (әскери) оқу орындарына оқуға түсу үшін өтініш беру мерзімдері, сондай-ақ өтінішке қосымша тіркелетін құжаттардың тізбесі туралы хабарландыру беру ұйымдастырылады; 2) оқуға кандидаттарды кәсіби бағыттау, іріктеу мен тексеру жөніндегі жұмыстар олардың қызмет ету орны және тұрғылықты жері бойынша жүргізіледі. 7. Оқуға кандидаттар қызметке жарамдылығын анықтау үшін қызмет ететін орны немесе тұрғылықты жері бойынша міндетті түрде әскери-дәрігерлік комиссияларда психофизиологиялық және медициналық куәландырудан, сондай-ақ полиграфологиялық зерттеуден өтеді. 8. ҰҚК бөлімшелерінің, ведомстволарының, органдарының кадрлар аппараты оқуға түсуге кандидаттардың жинақталған жеке істерін ҰҚК арнаулы (әскери) оқу орындарына оқуға түсетін жылғы 20 мамырға дейін жолдайды. 9. ҰҚК Кадрлар департаменті оқуға баратын кандидаттарға ҰҚК арнаулы (әскери) оқу орындарына оқуға қабылдау мерзімі туралы ҰҚК бөлімшелерінің, ведомстволарының, органдарының кадрлар аппараты арқылы хабарлайды. 2. Арнаулы (әскери) оқу орындарына оқуға қабылдау тәртібі 10. ҰҚК арнаулы (әскери) оқу орындарына оқуға қабылдауды қабылдау және мандаттық комиссиялары жүзеге асырады. Қабылдау және мандаттық комиссиялардың құрамдары ҰҚК Төрағасының бұйрығымен бекітіледі. Қабылдау және мандаттық комиссиялардың құрамына басшы, сондай-ақ ҰҚК бөлімшелерінің, ведомстволарының, органдарының өзге де қызметкерлері мен әскери қызметшілері кіреді. Қабылдау комиссиясы төраға, төрағаның орынбасары, жауапты хатшы және комиссияның сегіз мүшесінен кем емес құрамнан құрылады. 11. Қабылдау және мандаттық комиссиялар осы Қағидаларды басшылыққа ала отырып, ҰҚК арнаулы (әскери) оқу орындарын курсанттармен сапалы қамтамасыз етуге бейімделеді. Қабылдау комиссиясы: 1) оқуға түсетін кандидаттардың жеке істерін тексеруді жүзеге асырады; 2) психофизиологиялық және медициналық куәландыруды жүргізеді, дене күші дайындығын тексереді; 3) оқуға қабылдау мәселелері бойынша шағымдар мен өтініштерді қарастырады; 4) конкурс тізімдері мен кандидаттарды курсанттар қатарына қабылдау туралы бұйрық жобасын әзірлейді; 5) оқуға түсетін кандидаттарды іріктеу мен тексеру жөніндегі жұмыстарды одан әрі жетілдіру бойынша ұсыныстар әзірлейді. 12. Қабылдау комиссиясының қызметіне төраға басшылық жасайды. Қабылдау комиссиясының төрағасы ҰҚК құрылымдық бөлімшелері мен ведомстволарының бастықтары (бастықтардың орынбасарлары) қатарынан тағайындалады. Қабылдау комиссиясының төрағасы қабылдау комиссиясының қызметіне басшылық жасайды, олардың мүшелерінің өкілеттіктерін белгілейді және осы комиссияның жұмыс жоспарын бекітеді. Қабылдау комиссиясы төрағасының орынбасары ҰҚК арнаулы (әскери) оқу орындары бастықтарының орынбасарлары қатарынан тағайындалады. Қабылдау комиссиясы төрағасының орынбасары қабылдау комиссиясының мүшелері мен қабылдау комиссиясының жауапты хатшысының қызметін ұйымдастырады және қадағалайды, психофизиологиялық және медициналық куәландыру жүргізуді, дене дайындығын тексеруді ұйымдастырады. Қабылдау комиссиясының жауапты хатшысы ҰҚК құрылымдық бөлімшелері мен ведомстволары басшы құрамының қатарынан тағайындалады. Қабылдау комиссиясының жауапты хатшысы қабылдау комиссиясына жүктелген функцияларды іске асыру бойынша құжаттарды, қабылдау комиссиясының отырыстарына материалдарды, оның жұмысы туралы есебінің жобасын әзірлейді. 13. Қабылдау комиссиясының қызметі жұмыс жоспарына сәйкес жүзеге асырылады. Қабылдау комиссиясының отырысы қажеттілікке байланысты комиссия төрағасының шешімімен жүргізіледі және хаттамалармен ресімделеді. Қабылдау комиссиясының шешімі бекітілген құрамның кемінде үштен екі мүшесі болған кезде қарапайым көп дауыспен қабылданады. Дауыстар тең болған жағдайда қабылдау комиссиясы төрағасының дауысы шешуші болып табылады. 14. Мандаттық комиссия төраға, төрағаның екі орынбасары, хатшы және комиссияның жеті мүшесінен кем емес құрамнан құрылады. 15. Мандаттық комиссия: 1) ҰҚК арнаулы (әскери) оқу орнының қабылдау комиссиясы кәсіби іріктеуден одан әрі өту үшін ұсынылған оқуға түсетін кандидаттардың жеке істерін ішінара тексеруді және талдауды жүзеге асырады; 2) кәсіби іріктеуден өткен және ҰҚК арнаулы (әскери) оқу орнына қабылдануға конкурсқа қатысу үшін жіберілген кандидаттармен әңгімелесу өткізеді; 3) кандидаттардың оқуға қабылдау мәселелері бойынша шағымдарға қорытынды шешім қабылдайды; 4) оқуға кандидаттардың кәсіби іріктеу қорытындысы бойынша талдау жасайды және осы жұмыстарды одан әрі жетілдіру бойынша шаралар әзірлейді. 16. Мандаттық комиссияның төрағасы болып ҰҚК Төрағасы орынбасарларының бірі тағайындалады. Мандаттық комиссия төрағасының орынбасарлары ҰҚК бөлімшелері немесе ведомстволары және ҰҚК арнаулы (әскери) оқу орындарының бастықтары қатарынан тағайындалады. Мандаттық комиссияның хатшысы болып ҰҚК арнаулы (әскери) оқу орындарының кадр бөлімшесі бастығының орынбасары немесе қызметкерлерінің бірі тағайындалады. Мандаттық комиссия мүшелері болып ҰҚК бөлімшелері, ведомстволары, органдары және арнаулы (әскери) оқу орындарының басшы құрамының адамдары тағайындалады. 17. Мандаттық комиссия жыл сайын құрылады және ҰҚК арнаулы (әскери) оқу орнының қабылдау комиссиясы жұмыс істеген кезеңде әрекет етеді. Мандаттық комиссияның қызметіне жалпы басшылықты комиссия төрағасы, ол болмаған жағдайда оның орынбасарларының бірі жүзеге асырады. Мандаттық комиссияның жұмысын ұйымдастыру комиссия төрағасының орынбасарына, ал іс қағаздарын жүргізу комиссияның хатшысына жүктеледі. Мандаттық комиссияның отырысы қажеттілікке байланысты жүргізіледі. Отырыс барысы және шешімдер хаттамамен ресімделеді. 18. ҰҚК арнаулы (әскери) оқу орындарының қабылдау комиссиясына кандидат: жалпы орта (орта), техникалық және кәсіби (орта кәсіби, орта білімнен кейін) білімі туралы құжатты, ұлттық бірыңғай тестілеу нәтижесі бойынша сертификатын (түпнұсқалары) көрсетеді. 19. Қабылдау тәртібі, ҰҚК арнаулы (әскери) оқу орындарының қабылдау комиссияларының қабылдау мәселелері бойынша шешімі және кәсіби іріктеудің нәтижелері туралы ақпараттар ақпараттық тақтайшаға орналастырылады. 20. Қазақстан Республикасы Үкіметінің 2012 жылғы 19 қаңтардағы №111 қаулысымен бекітілген жоғары білімнің кәсіби оқу бағдарламасын іске асыратын білім беру мекемелеріне оқуға қабылдаудың үлгілік қағидаларына сәйкес жалпы орта (орта жалпы) білім беру ұйымдарының өткен жылдарғы түлектері, техникалық және кәсіби (орта кәсіби, орта білімнен кейін) білім беру ұйымдарының түлектері үшін кешенді тестілеу өткізіледі. 21. Кандидаттарды психофизиологиялық куәландыру және дене шынықтыру даярлығын тексеру үшін ҰҚК арнаулы (әскери) оқу орны бастығының бұйрығымен арнайы (пәндік, сараптық) комиссиялары (бұдан әрі - арнайы комиссия) құрылады. Аталған комиссиялардың төрағалары болып қабылдау комиссиясының мүшелері тағайындалады, арнайы комиссия құрамына ҰҚК құрылымдық бөлімшелерінің, ведомстволарының, аумақтық органдарының тәжірибелі және білікті қызметкерлері, ҰҚК арнаулы (әскери) оқу орындарының оқытушылары қатарынан кемінде үш адам кіреді. 22. Оқуға кандидаттарды медициналық куәландырудан өткізу «Әскери-дәрігерлік сараптаманы жүргізу қағидасын және әскери-дәрігерлік сараптама органдары туралы ережені бекіту туралы» Қазақстан Республикасы Үкіметінің 2010 жылғы 30 қаңтардағы № 44 қаулысына сәйкес жүргізіледі. ҰҚК арнаулы (әскери) оқу орындарында медициналық куәландырудан өткізу үшін жыл сайын ҰҚК Төрағасының бұйрығымен штаттан тыс әскери-дәрігерлік комиссия (бұдан әрі - ӘДК) құрылады. ӘДК құрамын ҰҚК Орталық әскери-дәрігерлік комиссиясының төрағасы құрады. ӘДК құрамына ҰҚК әскери-дәрігерлік бөлімшелерінің және ұлттық қауіпсіздік органдары басқа да әскери-дәрігерлік комиссияларының тиісті мамандықтағы медицина қызметкерлері кіреді. Медициналық куәландырудан өткізу кезінде кандидаттардың арнаулы мемлекеттік органдарға қызметке жарамдылығы анықталады. 23. Кандидаттардың дене дайындығын тексеруді арнайы комиссия ҰҚК арнаулы (әскери) оқу орындарына оқуға түсетін орта білім беретін ұйымдарды бітірген тұлғаларға арналған жалпы денешынықтыру дайындығы бойынша бақылау тестілері мен нормативтеріне сәйкес осы Қағидалардың 2-қосымшасы бойынша жүзеге асырады. 24. ҰҚК Шекара қызметінің академиясына оқуға тапсырушы әскери қызметшілер қатарындағы кандидаттармен аталған оқу орнының базасында кешенді тестілеу қарсаңында үш айлық дайындық жиыны өткізіледі. 25. ҰҚК арнаулы (әскери) оқу орындарына қабылдауды мандаттық комиссия медициналық, дене дайындығының және психофизиологиялық көрсеткіштерін ескере отырып, сертификат балына сәйкес конкурстық негізде жүргізеді. Бұл ретте ҰҚК арнаулы (әскери) оқу орындарына оқуға қабылдау үшін ұлттық бірыңғай тестілеу (кешенді тестілеудің) сертификатының шекті балы қабылдаудың үлгілік қағидаларымен белгіленеді. 26. Қызмет өткеру кезінде мерт болған немесе мүгедектік алған қызметкерлердің балалары оқуға тапсырушылар үшін қойылған талаптар бойынша жеткілікті деңгейде балл жинаса, ҰҚК арнаулы (әскери) оқу орындарына конкурстан тыс қабылданады. 27. ҰҚК арнаулы (әскери) оқу орындары курсанттарының қатарына қабылдауға арналған конкурсты өткiзу кезiнде: 1) «Алтын белгi» белгiсімен марапатталған адамдардың; 2) дербес бiлiм беру ұйымдарының бiлiм туралы құжаттары бар адамдардың; 3) тiзбесiн бiлiм беру саласындағы уәкiлеттi орган айқындайтын жалпы бiлiм беретiн пәндер бойынша халықаралық олимпиадалар мен ғылыми жобалар конкурстарының (ғылыми жарыстардың) (бiрiншi, екiншi және үшiншi дәрежелi дипломдармен марапатталған), орындаушылардың республикалық және халықаралық конкурстарының және спорттық жарыстардың (бiрiншi, екiншi және үшiншi дәрежелi дипломдармен марапатталған) соңғы үш жылдағы жеңiмпаздарының, сондай-ақ өздерi таңдаған мамандықтары олимпиаданың, конкурстың немесе спорттық жарыстың пәнiне сәйкес келген жағдайда, жалпы бiлiм беретiн пәндер бойынша ағымдағы жылғы Президенттік, республикалық олимпиадалар мен ғылыми жобалар конкурстарының (бiрiншi, екiншi және үшiншi дәрежелi дипломдармен марапатталған) жеңiмпаздарының басым құқығы бар. 28. ҰҚК арнаулы (әскери) оқу орындарында оқитындардың қатарына қабылдау конкурсын өткізу кезінде бірдей көрсеткішке ие болған жағдайда басымдық құқығына мына адамдар ие болады: 1) жетім балалар және ата-анасының асырауынсыз қалған балалар; 2) соғысқа қатысушыларға берілетін жеңілдіктер мен кепілдіктерге теңестірілген адамдар; 3) үздік білімі туралы құжаты (куәліктер, аттестаттар, дипломдар) бар адамдар. 4) «Жас ұлан» Республикалық мектебінің түлектері; 5) әскери дайындық бойынша қосымша бағдарламалары бар білім беру ұйымдарының тәрбиеленушілері; 6) әскери қызмет өткеру кезінде мерт болған, із түзсіз жоғалған немесе мүгедектік алған қызметкерлердің балалары. 29. Қабылдау тілдік бөлімшелер бойынша жеке өткізіледі. 30. Курсанттар қатарына қабылдау туралы мандаттық комиссияның шешімі ҰҚК арнаулы (әскери) оқу орындары бастығының бұйрығымен ресімделеді. Жоғары білімнің кәсіби оқу бағдарламасын іске асыратын Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің арнаулы (әскери) оқу орындарына оқуға қабылдау қағидаларына № 1 қосымша Мамандықтар тізбесі Бакалавриат мамандықтары Мамандықтар тобының атауы Пәндер тізбесі Оқу мерзімі Бейіндік пәні ҚР ҰҚК Шекара қызметі қызметтік - жауынгерлік іс-қимылдарын басқару Әскери іс және қауіпсіздік Қазақ тілі немесе орыс тілі (оқыған тілі); Қазақстан тарихы; Математика; Таңдау пәні - география. 4 жыл География Жоғары білімнің кәсіби оқу бағдарламасын іске асыратын Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің арнаулы (әскери) оқу орындарына оқуға қабылдау қағидаларына № 2 қосымша Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің арнаулы (әскери) оқу орындарына оқуға түсетін орта білім беретін ұйымдарды бітірген тұлғаларға арналған жалпы дене шынықтыру дайындығы бойынша бақылау тестілері мен нормативтері \nЖаттығулар   Өте жақсы    Жақсы   Қанағаттанарлық \nБелағашта тартылу (қанша рет) 11 9 7 \n100  метрге жүгіру (сек) 14,0 14,2 14,8 \n3000 метрге жүгіру (мин.сек) 12,15 12,45 13,30 \nДене шынықтыру дайындығы бойынша қызметкерлерге (әскери қызметкерлерге) арналған бақылау тестілері мен нормативтері \nЖаттығулар     Өте жақсы   Жақсы    Қанағаттанарлық \nБелағашта тартылу (қанша рет) 15 13 9  \n100 метрге жүгіру (сек) 13,9 14,4 15,2 \n3000 метрге жүгіру (мин.сек) 12,10 12,25 12,50\n\nhttp://www.kazinform.kz/kz/kr-ukk-nin-arnauly-askeri-bilim-beru-oryndaryna-okuga-kabyldau-erezheleri-bekitildi_a2528540",
                "date": "15.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Sin14x+sin5x=sin8x",
        "question_content": "Комек керек осы есеп бойынша Sin14x+sin5x=sin8x",
        "question_date": "13.09.2017",
        "question_tag": "Мектеп",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көпбұрыштың неше қабырғасы бар?",
        "question_content": "бұрыштардың қосындысы: 1) 1080 градус - қа; 2) 1320 градус - қа; 3) 3960 градус - қа; 4) 1800 градус - қа тең көпбұрыштың неше қабырғасы бар?",
        "question_date": "12.09.2017",
        "question_tag": "Геометрия",
        "question_views": 17200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "(n-1)*180=a\n\nn-1=1080/180\n\nn-1=6\n\nn=7",
                "date": "12.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "31арнаның ауа райының 2017 музыкасын қайдан табуға болады?",
        "question_content": "31арнаның  ауа райының 2017 музыкасын қайдан табуға болады?",
        "question_date": "12.09.2017",
        "question_tag": "Жалпы ән туралы",
        "question_views": 581,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер мен батыр болсам эссе керек?",
        "question_content": "Егер мен батыр болсам эссе керек?",
        "question_date": "12.09.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 15000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен батыр болсам бүкіл елді қорғап, сүюші едім. Ең бастысы мен өз туған жерімді сүйемін. Сондықтан оны өмір бойы баты сияқты қорғаймын. Түрлі батырларымыз біздің елімізді қорғап, елін, жерін сүйген. Сонымен қатар өз туған елі, жері үшін күрескен. Сол себептен \"Отан үшін отқа түс, күймейсің\" деп бекер айтпаған халық.",
                "date": "18.09.2017",
                "upvotes": 0
            },
            {
                "text": "Мен батыр болсам өз елімді жаксы көрер.едим әр адамның түған жері бар.менің туған жерім менім отаным",
                "date": "7.11.2017",
                "upvotes": 0
            },
            {
                "text": "Мен батыр болсам бүкіл елді қорғап, сүюші едім. Ең бастысы мен өз туған жерімді сүйемін. Сондықтан оны өмір бойы баты сияқты қорғаймын. Түрлі батырларымыз біздің елімізді қорғап, елін, жерін сүйген. Сонымен қатар өз туған елі, жері үшін күрескен. Сол себептен \"Отан үшін отқа түс, күймейсің\" деп бекер айтпаған",
                "date": "18.10.2021",
                "upvotes": 0
            },
            {
                "text": "Мен батыр болсам. Онда елімді суюші едім. Себебі біздің ата-бабамыз біз үшін жаның қиып осындай үлкен жерді аман сақтап қалды. Ал  мен өз туған жерімді қатты жақсы көрем, суем. Себебі ол маған қымбат. Ол менің туып өскен жерім, кіндік қанып төгілген жер. Ал мен ол жерді мақтан тұтамын.",
                "date": "17.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде есік алдын сыпырып, жуу нені білдіреді?",
        "question_content": "Түсімде есік алдын сыпырып, жуу нені білдіреді?",
        "question_date": "12.09.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есік – түсіңізде ашықесік көрсеңіз, ол табыс көзін білдіреді. Жуу – бақытсыздық пен уайым-қайғыдан арылу.",
                "date": "18.11.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ауыздан шығатын жағымсыз иіс",
        "question_content": "Ауыздан шығатын жағымсыз иіске гайморит ауруының әсері барма ?",
        "question_date": "12.09.2017",
        "question_tag": "Денсаулық",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кей адамдар күнделікті екі мезгіл тістерін шайып тұратын болса да, ауыз қуысынан жағымсыз иіс шығып тұрады. Онда тіс пастасының ешқандай кінәсі жоқ. Бұл жерде адамның ішкі ағзасының бұзылуы себеп бола алады. Ол қандай себептер?\n\n1. Өзіндік қорытынды жасағаннан гөрі, дәрігерге көрінген абзал. Өйткені сіздің асқазаныңыз, немесе бауырыңыздың зақымдануы мүмкін. Бауыр тәулік бойы өт сөлін бөлумен болады. Бауырдың жұмысы асқазандағы, ішек-қарындағы астың бұзылуынан қорғайды. Кейде адам мөлшерінен көп тамақтанып қояды.\n\nОсы кезде өт сөлі бөлінбей, тоқтап қалады. Осының салдарынан ауыздан жағымсыз иіс шыға бастайды. Оған қоса тас шеміршек асты ауыруы мүмкін. Тас шеміршек зақымданғанда, ең алдымен, бүйрекке салмақ түседі. Осы белгілерді байқайтын болсаңыз, тез арада дәрігердің көмегіне жүгініңіз.\n\n2. Кейде асқазан ауыр боп есептелетін ет тағамдарын қорыта алмайды. Асқазандағы ас ұзаққа дейін тұрып қалғандықтан жағымсыз иіс бөліне бастайды. Сондықтан ет өнімдерін денсаулығыңызға қарай шамалап жеген абзал.\n\n3. Әйел адамдардың аузынан жағымсыз иістің шығуы айлық белгінің дұрыс келмеуінен де болуы мүмкін. Мұндайда ауыз қуысын ментол суымен шайса жақсы.\n\n4. Мерез, соз ауруымен ауыратын адамдарда жағымсыз иіс қашықтан да сезіліп тұрады. Мұндай иіс әсіресе сифилис ауруларында көп кездеседі.\n\n5. Алкогольдік ішімдікті пайдаланған адамның ауыз қуысынан үнемі жағымсыз иіс шығып тұрады. Сонымен қатар денсаулыққа өте зиянды деп көрсетілген шылымдардың да кесірінен ауыз қуысы зардап шегеді.\n\n6. Тұмауға, тамақ ауруларына шалдыққан адамдардың басым көпшілігінің аузынан жағымсыз иіс шыға бастайды. Мұндай иістің пайда болуына немқұрайлы қарамаған жөн. Себебі оның ақыры операцияға дейін баруы мүмкін.\n\nЖағымсыз иістен қарапайым жолмен де құтылуға болады. Ол үшін салол шөбінен 5 грамм, глицериннен 30 грамм алып, оған 200 грамм спирт, 2-3 тамшы  жалбыз майын қосыңыз. Мұның бәрін бір стакан суға араластырасыз. Арада 1 сағаттай уақыт өткенде оған 1 шәй қасық тұз араластырып, тамақтан үш сағаттан кейін 1 шай қасықтан ішіп көріңіз. Бұл тәсіл соз және бауыр ауруымен ауыратындарға да жақсы көмектеседі.\n\nАуыздан жағымсыз иіс шыққан кезде алманы көптеу жеген де пайдалы. Ақжелектің шөбін шайнап немесе сөлін жұтқан да көмектеседі. Тек мұның бәрі уақытша ғана көмек екенін ұмытпаңыз. Ал дұрысы, қай жағдайда да дәрігермен ақылдасып, ішкі ағзадағы ақауды қалпына келтірген жөн ғой.\nАуыздан шығатын жағымсыз иіс кез келгеннің ізіне түсуі мүмкін. Ал егер мұндай ыңғайсыз жағдайға тап болмаған болсаңыз, жолым болған екен дей беріңіз. Өйткені, мұндай ұсақ-түйектердің өзі жеке өміріңізге, араласатын ортаңызға, қызмет бабыңызға кері әсерін тигізеді. Тіс дәрігерінің көмегіне жүгіну – барлық уақытта галитоз атты жаудан құтылуға көмектесе бермейтіні тағы бар. Не істейсіз? Жауыңызбен қалай күреспексіз?\n\nОсы орайда, кәдеңізге жарап қалар деген мақсатта өз кеңестерімізді ұсынуды жөн көрдік.\n\nЕң алдымен, жағымсыз иістің себептерін іздеп көрелік. Оның бірі – ауыз қуысына дұрыс күтім жасамау. Тісіңізді күн сайын әрі уақытылы тазалайтыныңызды айтып, ашулана бастаған боларсыз. Білесіз бе, мұнымыз жеткіліксіз екен. Микробтар мен бактериялар тілдің астында, тіс арасында, қызыл иекте қалып қояды. Сол жерде қалып қойған бактериялар біз ауызға салған тағамдармен қоректенеді де, күкіртті сутек секілді жағымсыз қалдықтарын шығарады. Осыдан кейін шыққан иісті өзіңіз елестете беріңіз...\n\nМұндай сасық иістің екінші бір себебі – асқазан-ішек жолдарының дұрыс жұмыс істемеуінен. Айдақ-сайдақ шайналған тағамдар (котлеттер, нан, торттар) көп уақыт өтпей-ақ өзін танытады. Арамызда ауыз бен асқазанның не қатысы бар деушілер табылуы да мүмкін. Алайда, бұл екеуінің тығыз байланысы бар екендігі ғылымда анық дәлелденген.\n\nСебебін анықтап алған болсаңыз, жауыңызға тойтарыс беруге тырысып көрелік.\n\nТісіңізді аса ұқыптылықпен тазалап болған соң, жақсылап шайыңыз. Тістің арасын тазалау үшін арнайы жіптерді пайдаланыңыз. Тіліңізді міндетті түрде тазалауыңыз керек, ол үшін арнайы щетканы немесе қасықты қолданыңыз. Дәке оралған таза саусақ та жарайды. Тіліңізден шыққан бактерияны көргенде өзіңіз де таң қалатын боласыз.\n\nАуызды шаю үшін өсімдік майын пайдалануға да болады. Май ауыздағы барлық лас нәрселерді шығарады екен. 15 миуттай шайған соң, жұтып қоймауға барынша тырысып, түкіріп тастаңыз. Мұндай әдісті күніне екі рет жасауға болады.\n\nТәжірибиеден өткен тағы бір әдіс: ауыз бен тамақты сутек асқын тотығымен шаю. Үш пайызды сутек ертіндісін аласыз да, қарапйым сумен бірдей мөлшерде араластырасыз. Содан кейін ,қалағаныңызша ауызды шаясыз. Көпіріктер шығып, ауыз қуысының біраз ашуы мүмкін, алайда, бірнеше апта өткен соң, ауыздағы иістен ештеңе қалмайтын болады.\n\nАуызды ащы жалбызбен, тминмен, жусанмен шаюға да болады. Ол үшін 1-2 қасық шөпке бір стақан қайнаған су құйып, аз уақыт бұқтырып қоясыз. Дайын болған соң, күніне 4-6 реттен қолдануға болады. Сондай-ақ көпті көрген апаларымыз алманы көп жеуге кеңес береді. Алма ауызды ғана емес, асқазанды да тазартатын көрінеді.",
                "date": "24.05.2018",
                "upvotes": 0
            }
        ]
    }
]