[
    {
        "question_title": "Қабылдағыштық қызмет атқаратын нәруыз?",
        "question_content": "Қабылдағыштық қызмет атқаратын нәруыз?",
        "question_date": "11.01.2016",
        "question_tag": "Биология",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Конго өзенінің алабы орналасқан климаттық белдеу?",
        "question_content": "Конго өзенінің алабы орналасқан климаттық белдеу?",
        "question_date": "11.01.2016",
        "question_tag": "География",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эквотор белдеуі",
                "date": "11.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жас отбасы ретінде «Қолжетімді баспана – 2020» бағдарламасы бойынша құжат тапсырдым",
        "question_content": "Жас отбасы ретінде «Қолжетімді баспана – 2020» бағдарламасы бойынша құжат тапсырдым. Құжат тапсырған кездегі ұпайым 30 балл болды. Енді пәтер қашан аламын?",
        "question_date": "11.01.2016",
        "question_tag": "Заң",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе құжаттарды қашаң кай кезде қабылдайды сіздің",
                "date": "28.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеуіл диалект сөздің баламасы?",
        "question_content": "Кеуіл деген диалект сөздің баламасын айтасыздар ма? Айтып жіберіңізші, Өтінемін! Білсеңіз, əрине.",
        "question_date": "11.01.2016",
        "question_tag": "Мектеп",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "көңіл деген сөзге сайкес келеді.",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баспаналы болу кезегінде 2002 жылдан бері тұрмын. Кезегім қашан келеді?",
        "question_content": "Баспаналы болу кезегінде 2002 жылдан бері тұрмын. Кезегім қашан келеді?",
        "question_date": "11.01.2016",
        "question_tag": "Заң",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ЖОО-нын неге негізделіп таңдау керек?",
        "question_content": "Қай ЖОО-ны таңдау?\n\nҚай жаққа барып оқу?\n\nБұл сұраққа көптеген түлек бас қатырады. Бұл мақалада біз оқушылар ЖОО таңдау кезінде немен ынталана аланатынын анықтап көрдік.\n\nСонымен, сіз ЖОО таңдауға бекіндіңіз. Жаныңызға не жақын және нені ынтамен оқитыныңызды білу үшін мына сұрақтарға жауап беріп көріңіз:\n\n \n\n1. Қай салада мықтымын?\n\nЕгер математика мен физикадан мықты болсаңыз, ал биологиядан үштікке оқысаңыз, қайда бару керек екені айдан анық.\n\n2. Мен нені ұнатамын?\n\nКөбіне бұл сұрақтың жауабы бірінші сұрақтың жауабымен сәйкес келеді. Себебі адам өзіне қызық затты сапалы әрі жақсы жасайды. Бірақ егер олай болмаса ше? Егер физика ұнағанымен, ол салада мықты болмасаң қайтпексің? Егер шығарманы оңай, қатесіз жазатын болсаң ше?\n\nОсы кезде ынта көмекке келеді. Мұндай жағдайда ЖОО таңдауға айрық бар – қолыңнан келетін салаға бару. Бос уақытыңда ұнататын ісіңмен айналысуға ешкім кедергі болмайды  ғой. Есесіне мамандық иесі атанасың. Немесе қиын нұсқа – ұанататын бірақ қиынға соғатын саланы таңдау. Бұл салада жетістікке жету үшін көп еңбек ету керек. Есесіне, өзіңе ұнайтын іспен өмір бойы айналысатын боласың.\n\nАл сіздің ойыңызша, ЖОО-нын неге негізделіп таңдау керек? Сіз қалай таңдаған едіңіз?",
        "question_date": "11.01.2016",
        "question_tag": "Университет, колледж",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сілтеме қоймағаныңыз өкінішті!!! Сілтеме қоюыңызды өтініп сұраймыз!!!!\n\nДерек көзі:  http://bilim-all.kz/article/2612-ZHOO-nyn-nege-negizdelip-tandau-kerek",
                "date": "12.01.2016",
                "upvotes": 2
            },
            {
                "text": "Сосын қолжетімділікті де қосып қойыңыз (көптеген түлектердің басты мәселесі осы сияқты)",
                "date": "12.01.2016",
                "upvotes": 1
            },
            {
                "text": "Сұрақ мамандық таңдау туралы ма, әлде ЖОО-ын таңдау туралы ма түсіне алмадым. Өз басым Ұлттық университеттерді таңдаған жөн деп ойлаймын. Оның ішінде өзің барғың келетін  факультеттің қай университетте жақсы дамығанын байқап көру керек сияқты.",
                "date": "12.01.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Мемлекет басшысының «Ұлт жоспары – қазақстандық арманға бастайтын жол» мақаласы",
        "question_content": "Мемлекет басшысының «Ұлт жоспары – қазақстандық арманға бастайтын жол» мақаласын қайдан оқуға болады?",
        "question_date": "11.01.2016",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлеуметтік жаңғырту ынталандырушылары\nЭкономиканың қарқынды дамуы еңбек қатынастарының жаңа түрін қалыптастыру үдерісіне айрықша назарды қажет етеді.\nОсы мақсатпен Қазақстан Республикасының жаңа Еңбек кодексі қабылданды.\nОл Халықаралық еңбек ұйымы мен ЭЫДҰ-ның еңбек стандарттарына негізделген.\nЕңбек шарты жағдайларын өзгерту ресімдері заңнамалық тұрғыда оңайлатылған, еңбек ұжымдарында өзін өзі басқару жүйесін енгізу бойынша шаралар, жұмысшылар мен жұмыс берушілердің ұжымдық келіссөздері тетігі қарастырылған.\nБілім беру, денсаулық сақтау және халықты әлеуметтік қорғау салаларын реформалау адам әлеуетінің сапасын арттыруға жағдай жасайды.\nБілім беру саласында мектепке дейін және мектепте білім берудің жаңа үйлестірілген стандарттарын әзірлеу және бекіту бойынша жұмыстар жүргізілуде. \nБілім беру үш тілде – қазақ, орыс және ағылшын тілдерінде жүргізілетін болады.\nМемлекеттік индустриялық-инновациялық даму бағдарламасы (МИИДБ) жобалары үшін кадрлар даярлау деңгейін арттыру бойынша шаралар қабылданды.\nТұрғындардың денсаулығын сақтау саласындағы басты міндет – міндетті медициналық сақтандыруды енгізу. Арқаулық медициналық көмектің кепілдендірілген көлемін көрсетуде жеке сектордың үлесін ұлғайту есебінен бәсекелестік орта кеңейеді және денсаулық сақтау қызметінің сапасы артады.\nМедициналық қызметтің сапасы бойынша бірлескен комиссия құрылатын болады.\nМедициналық мекемелерде басқарудың корпоративтік моделін енгізу қарастырылған.\nСол сияқты мұқтаж тұрғындарға оның атаулы сипатын күшейту арқылы әлеуметтік көмек көрсету жүйесін оңтайландыру жоспарланып отыр.\nМұндай көмек табыстары отбасының әр мүшесіне шаққанда ең төменгі күнкөріс деңгейінен 50 пайыз төмен отбасыларына көрсетілетін болады. Сонымен бірге көмек алушылар жұмыспен қамтуға ықпал ету және әлеуметтік бейімделу бағдарламаларына міндетті түрде қатысатыны туралы әлеуметтік келісімшарт бекітеді.\nӘлеуметтік көмек көрсетудің мұндай түрлері мен қағидаттары 2018 жылдан бастап енгізіледі.\nБүтіндей алғанда, жаңа әлеуметтік саясаттың аса маңызды қыры адам әлеуетін дамытуға инвестициялардың біртіндеп өсіп отыруына байланысты болмақ.\nБізге Жалпыға Ортақ Еңбек Қоғамы идеясын табанды түрде өмірге енгізу қажет.\nҚаржыландыру көлемін арттыра отырып, Жұмыспен қамтудың жол картасы өзекті етіле түседі. Оның бағдарламаларына қатысу еңбекке қабілетті халыққа қысқа мерзімді қайта даярлау курстарынан өтуге, өзінің біліктілігін арттыруға, шағын несие алуға мүмкіндік береді. Сонымен бірге, Жаһандық дағдарыстың ағымдағы ықпалына байланысты объективті қиындықтарды еңсеруге жағдай жасайды.\n2017 жылы «Барша үшін тегін кәсіптік-техникалық білім» жаңа жобасын жүзеге асыру басталады.\nОған қатысу, әсіресе, жас қазақстандықтарға олардың өмірлерінде кәдеге асатын арқаулық еңбек дағдыларын алуға жағдай жасайды.\nРеформалар табысы – ұлт бірлігіне бастар жол\nҚазақстан Тәуелсіздігінің ширек ғасыры топтасқан халықтың ғана дамудың таңғажайып шыңдарына жете алатынын көрсетіп берді.\nБіздің еліміз өзінің табысты даму моделімен тұрақтылықтың, бейбітшілік пен келісімнің қаншалықты маңызды екенін көрсетті.\nҚазіргі заманғы әлемде барлық дамыған мемлекеттер – біртұтас ұлттар.\nОлар бірыңғай экономикалық, саяси және мәдени рет-тәртіппен өмір сүреді, оларды дамудың ортақ мақсаттары, жеке адамның табысы мемлекеттің қуатымен және табыстылығымен ажырағысыз байланысты екендігіне деген бірегей түсінік біріктіреді.\nБүгінде әлемнің барлық дамыған елдері өздерінің жаңғыртушы жобаларын бұрыннан қалыптасқан біртектілік негізінде жүзеге асырады. Қазақстанға келер болсақ, біз де осы жолға түстік.\nӘлемдік тәжірибе көрсетіп отырғандай, біртектілік пен біртұтастық саласында әмбебап стандарттар мен ұсынымдамалар жоқ. Әлемде бірде-бір ел осы саладағы сын-қатерлерге дайын рецепттерге, модельдер мен жауаптарға ие емес.\nӘлемде әлі ешкім де өмірдің осы саласын өлшеуге қабілетті қандай да бір жалпыға ортақ біртектілік пен біртұтастық индексін немесе формуласын ойлап тапқан жоқ.\nСонымен бірге, біздің біртектілік пен ұлт бірлігі саласындағы жұмыстарымыздың түпкі мақсаттары – немесе технократтық түрде бейнелегенде – күтілетін нәтижелер – ЭЫДҰ елдерімен ортақ.\nБіздің жолымыз – ол бірлік жолы және азаматтық біртектілік негізінде ұлтты дәйектілікпен қалыптастыру жолы.\nҚазақстандықтардың азаматтық біртектілігі мен біртұтастығын нығайтуға бағытталған төртінші реформаның мәні де дәл осында.\nБізде қазірдің өзінде екі негіз бар, оларды дамыта отырып, біз өзіміздің Болашағы Біртұтас Ұлтты дәйекті түрде нығайта беретін боламыз.\nБіріншіден, ол – Қазақстан халқы Ассамблеясы. Оның миссиясы – бізді этносаралық бейбітшілік пен келісімнің мызғымастығына бастайтын жол.\nҒылым жердегі әрбір этнос кем дегенде бір айрықша сапаға ие дегенді айтады.\nБіздің өміріміз қазақстандық 100 этностың 100-ден кем емес, айрықша және қайталанбас ерекшеліктері бар екенін көрсетіп отыр. Олардың бәрі жиналып келгенде біздің Біртұтас Ұлтымызға тамаша артықшылықтар береді.\nКөпэтностық – біздің ортақ ұлы қазынамыз! Міне, 20 жылдан бері Қазақстан халқы Ассамблеясы осы байлықтың басты сақтаушысы миссиясын табысты атқарып келеді.\nАссамблея – біздің қазақстандық біртектіліктің негізі де осы.\nЕкіншіден, біз Мәңгілік Ел  жалпыұлттық идеясына ие болдық.\n«ЕЛ» сөзінде үлкен біріктіруші күш бар, өйткені, барлық уақыттарда да туған жер қазақстандықтар үшін ең жақын және өзіне тартушы құндылық болған және болып қала береді.\nМәңгілік Ел идеясында болашаққа деген жалпыхалықтық сенім айнадағыдай көрініс тапқан.\nЖасампаз қазақстандық патриотизмнің осынау негізін біз өзіміздің ұлы істерімізбен қалыптастырдық.\nОны нығайтып және көбейтіп қана қоймай, сонымен бірге, ұрпақтан ұрпаққа, дәуірден дәуірге ұластырып отыру керек.\nМәңгілік Ел  Патриоттық актісінің тарихи және рухани күші де осыдан танылуы тиіс.\nБіз біртұтас азаматтық, Мәңгілік Ел жалпыұлттық құндылықтары қағидатында, Тәуелсіздік жылдары ішіндегі біздің жетістіктерімізді жұмылдыру, сондай-ақ, үш тұғырлы тіл мәдениетін енгізу негізінде Қазақстан қоғамын дамыту арқылы ортақ біртектілік пен ел бірлігін нығайтуды мақсат етудеміз.\nБіздің күретамырлық басымдықтарымыз да осы.\nОсы бағыттар бойынша жұмысты жалғастыру үшін, сөз жоқ, ЭЫДҰ елдерінің тетіктер жүйесі пайдаланылады.\nОлар қазақстандық ерекшелікті ескере отырып, ең алдымен, мәдениет пен білім беру саласын жаңғырту үшін, жастарды әлеуметтендіру және патриоттық тәрбие беру үшін бейімделген.\nСонымен бірге, мемлекет құрудың жаңа белесінде ұлт біртектілігі мен біртұтастығын нығайтудағы біздің стратегиямызда қағидатты маңызды сәт бар.\nБіртектілік пен біртұтастық бойынша бүкіл жұмысты біз Қазақстан халқы Ассамблеясы айналасында түзетін боламыз. Ол шешуші қағидат.\nЭЫДҰ елдерінің тәжірибесі біртектілік пен біртұтастықтың тек нақты факторларға – меритократияға, кәсіби мемлекеттік аппараттың тиімді жұмысына, заңның үстемдігін қамтамасыз етуге, экономикалық өсімге, есеп беретін мемлекеттің транспарентті жұмысына ғана арқа сүйей алатынын көрсетіп отыр.\nБасқаша айтқанда, Ұлт жоспарының барлық 100 қадамының табысты нәтижелеріне арқа сүйейтін болады.\nБіртектілік пен халықтың бірлігі негізінде біртектілікті нығайту үшін институттық негіз құру мақсатында заңдар, Президент жарлықтары, Үкімет қаулылары, Мемлекеттік хатшы өкімдері пішімінде бірқатар құжаттар әзірленді.\nҰлт жоспарының төртінші бағытын жүзеге асыруды заңнамалық қамтамасыз ету үшін Парламент Қазақстан халқы Ассамблеясы, мемлекеттік рәміздер, мәдениет және тарихи-мәдени мұралар, туризм, үкіметтік емес ұйымдар қызметі мәселелері туралы заңдарға өзгерістер мен толықтырулар енгізді. \nСондай-ақ, Қайырымдылық, демеушілік және меценаттық қызмет туралы жаңа Заң қабылданды.\n3 жаңа Тұжырымдама әзірленді – біртектілік пен біртұтастықты нығайту және дамыту, Қазақстан халқы Ассамблеясын 2025 жылға дейін дамыту, дене тәрбиесі мен спортты 2025 жылға дейін дамыту.\nМәдени саясат тұжырымдамасына, мемлекеттік даму және тілдердің жұмыс істеуі, білім беру бағдарламасына маңызды өзгертулер енгізілді. Оның сыртында Туристік саланы дамыту тұжырымдамасы, 2020 жылға дейін үш тілді білім беруді дамытудың жол картасы әзірленді.\nҮкімет Қазақстанның ұлттық брендін ілгерілету бойынша іс-қимылдар жоспарын бекітеді.\nҚазақстандық музейлерді және мемлекеттік рәміздерді пайдалану жүйесін жаңғырту бойынша жұмыстар жүргізілуде.\nДербес Іс-қимылдар жоспарын жүзеге асыру шеңберінде мемлекеттің ҮЕҰ-лармен өзара іс-қимылын нығайту үлкен маңызға ие.\nБірегей Ұлттық мерекелер күнтізбесін құру бойынша жұмыс жоспары да өзекті.\nҚазақстандық БАҚ-тарды жаңғырту, Жалпыға Ортақ Еңбек Қоғамы идеясын ілгерілету, бірқатар мәдени-білім беру және ақпараттық жобаларды жүзеге асыру жоспарлары жүзеге асырылатын болады.\nҚазақстандық біртектілік – мемлекеттің, қоғамның, жекелей алғанда, әрбір азаматтың табысының біртектілігі екенін ерекше атап көрсеткім келеді.\nҚоғамға есеп беретін ашық мемлекет\nТранспарентті және есеп беретін мемлекет қалыптастыруға бағытталған бесінші реформа шеңберінде бірнеше түйінді міндеттерді шешуге тура келеді.\nБіріншіден, «Үкімет азаматтар үшін» Мемлекеттік корпорациясы құрылатын болады.\nБұл жаңа құрылымға қазір жұмыс істеп тұрған «Халыққа қызмет көрсету орталығы», «Жылжымайтын мүлік орталығы», «Жер кадастры ғылыми-өндірістік орталығы», «Зейнетақылар төлеу жөніндегі мемлекеттік орталық» республикалық мемлекеттік кәсіпорындары біріктіріледі.\nАзаматтар мемлекеттік қызмет көрсетудің ортақ провайдеріне ғана өтініш береді.\nБұл оларды ұсынудың мөлдірлігін қамтамасыз етіп, қажетсіз әкімшілік кедергілерді және сұрау салынатын құжаттар тізімін қысқартады.\nҚызмет көрсететін мемлекеттік органдар корпорацияға өз өкілеттіктері шеңберінде барынша ықпал жасап, сондай-ақ, бүкіл мемлекеттік қызмет көрсетулердің 2017 жылдың соңына дейін берілуін қамтамасыз етуі тиіс.\nМемлекеттік қызмет көрсету сапасына Үкімет өкілі жаңа Корпорация болып табылатын ортақ Провайдер, сондай-ақ, ҮЕҰ құратын арнаулы қоғамдық кеңес бақылау жасайтын болады.\nЕкіншіден, мемлекеттік басқарудың бүкіл жүйесі нақты нәтижелерге қол жеткізуге бағдар ұстанады.\nОл үшін жыл сайын Үкімет, министрлер, әкімдер үшін және осылайша мемлекеттік органның әрбір құрылымдық бөлімшелеріне дейін мақсатты индикаторлар қабылданатын болады. Барлық мемлекеттік қызметшілер өздерінің басшылығы бекіткен жеке жоспарлар бойынша жұмыс істейді.\nМансаптық дәреже, олардың біліктілігі, атқаратын функциясы және оған бекітілген өкілеттіктер негізінде мемлекеттік қызметшілердің ағымдағы тапсырмаларды орындау жүйесін жеңілдету де маңызды.\nҮшіншіден, сапалы жоспарлауды жүзеге асыру үшін мемлекеттік статистиканың анықтығын қамтамасыз ету қажет.\nСондықтан сапалы статистикалық мәліметтер беруде респонденттер мен әкімшілік көздерінің жауапкершілігін арттыру маңызды.\nОсы жайлардың бәрі нормативтік-құқықтық актілерге өзгерістер мен толықтырулар енгізу барысында ескерілген.\nТөртіншіден, менің тапсырмам бойынша мемлекеттік органдардың бағдарламалық құжаттарына ревизия және оңтайландыру жүргізілді.\nБұдан әрі де барлық деңгейлердегі бағдарламаларды жоспарлауда, әзірлеуде және жүзеге асыруда ЭЫДҰ ұсынымдамаларына негізделген 5 шешуші қағидат – негізділік, сабақтастық, транспаренттілік, мониторинг және бақылауды нақты сақтау қажет.\nАумақтарды дамыту бағдарламалары да осы тұрғыда қайта пішімделуі тиіс.\nБарлық жаңа мемлекеттік және үкіметтік бағдарламаларды Премьер-Министр басқаратын консультативтік-кеңес беруші орган қарауы керек.\nБесіншіден, Бюджет кодексіне өзгерістер мен толықтырулар қабылданды.\nМемлекеттік органдарға түпкі нәтижелерге қол жеткізу үшін бюджет қаржыларын шұғыл түрде қайта бөлу құқы берілді.\nҚұрылым және штат саны бойынша шешімдер қабылдауда олардың өкілеттіктері кеңейтілді, ол білікті мамандар тарту үшін маңызды.\nАлтыншыдан, мемлекеттік басқару органдарының жұмысына баға берудің жаңа жүйесі сыртқы тәуелсіз аудиттің міндеттілігі, жариялылығы жұртшылықпен кері байланыс, басшылардың дербес жауапкершілігі қағидаттарына негізделеді.\nБағдарламалық құжаттардың орындалуы мен мемлекеттік органдар қызметі бағасының берік өзара байланысын қалыптастыру маңызды.\nМемлекеттік аудит жүйесін жетілдіру шеңберінде Есеп комитеті мен қаржылық бақылау органдарын реформалау жоспарланып отыр. Олар сараптамалық-талдамалық құрамдастарды күшейте отырып, әлемдік аудиторлық компаниялар моделі бойынша жұмыс істеуі тиіс.\nОның сыртында квазимемлекеттік сектор субъектілерінің жыл сайынғы аудиті, әсіресе, бюджет қаржыларын пайдалану бөлігінде аутсорсингке беріледі.\nЖетіншіден, мемлекеттің транспаренттілігі мен есептілігінің негізгі критерийлерінің бірі халықтың ақпараттарға қолжетімділігін кеңейту болып табылады.\n2016 жылдан бастап азаматтар мен заңды тұлғалардың сауалдары бойынша, мемлекеттік құпиялар мен өзге де заңмен қорғалатын құпиялардан басқа, мемлекеттік органдардың барлық ақпараттарына қолжетімділік қамтамасыз етілетін болады.\nЖеке компаниялар да, егер олар қоғамдық функциялар атқарса немесе бюджет қаржыларын алушылар болып табылса, ақпараттар ашықтығы ережесін ұстануға тиіс болады.       \nБұл орайда мемлекеттік органдардың жаңа, азаматтар үшін қолайлы және түсінікті ақпараттарды беру пішімін әзірлеуі және енгізуі талап етіледі. Қазіргі бар порталдарды жаңғырту, сол сияқты селолық елді мекендерді жоғары шапшаңдықты трафикпен қамтамасыз ету бойынша үлкен жұмыстар атқаруға тура келеді.\n2016 жылдан бастап орталық және жергілікті мемлекеттік органдарда автономды, дербестік, жариялылық, мерзімді ротация қағидаттарында жаңа Қоғамдық кеңестер құрылып, жұмыс істеп тұрғандары қайта пішімделетін болады.\n«Қоғамдық кеңестер туралы» заңға сәйкес бұл институт қоғамдық бақылаудың жаңа тиімді тетіктеріне ие болды.\nКеңестер құрамы квоталық қағидат бойынша құрылады, бірақ олардың мүшелерінің үштен екіден кем емес бөлігін жұртшылық өкілдері құрауы тиіс.\nКеңестер басында мемлекеттік қызметте жоқ белгілі қоғам қайраткерлері тұруы тиіс.\nҚоғамдық кеңестерге меморгандардың бюджеттік бағдарламаларының жобаларын және олардың орындалуын, стратегиялық жоспарларды, аумақтарды дамыту бағдарламаларын талқылау құқы беріледі.\nОлардың отырыстарында мақсатты индикаторларға қол жеткендігі туралы атқарушы органдардың есептері тыңдалып, азаматтардың құқықтарына, бостандықтары мен міндеттеріне қатысты нормативтік-құқықтық актілердің жобалары қаралатын болады.\nАтқарушы биліктің барлық сатылары мен Үкімет мүшелерінің азаматтар алдындағы есептері қарастырылған.\nОлар, сондай-ақ, заңнамаларды жетілдіру бойынша ұсыныстар әзірлеп, мемлекеттік органдарға ұсыныстар енгізетін болады.\nКеңестердің шешімдері ұсынымдамалық сипатқа ие болады,  бірақ олардың қаралуы мемлекеттік органдар үшін міндетті.\nМемлекет функцияларын бәсекелесті ортаға және жергілікті өзін-өзі басқаруға беру\nМемлекеттің дамуы бірқатар мемлекеттік функцияларды бәсекелестік ортаға беруді талап етеді, ал олар бүгінде, бүтіндей алғанда, 4,5 мыңға жуық.\nОсы мақсатта Премьер-Министрдің орынбасарының басшылығымен, оның құрамына Парламент депутаттарын, орталық атқарушы органдар басшыларын, «Атамекен» ҰКП, Қазақстанның Азаматтық альянсы өкілдерін қоса отырып, тұрақты жұмыс істейтін Комиссия құрылады.\nОның шеңберінде әрбір меморган бойынша бәсекелесті ортаға берілетін функциялар тізімі анықталады. Сондай-ақ, бәсекелесті ортаның берілетін мемлекеттік функцияларды, жұмыс істеп тұрған регламенттерді, сондай-ақ, бағалар мен сапа критерийлерін жүзеге асыруға дайындығын ескере отырып, оларды беру пішінін таңдап алу қажет.\nКомиссия мемлекеттік функцияларды беру регламентін қарастырып, мониторинг жүргізеді және олардың орындалу сапасына бақылау жасайды.\nОларға үш сатыда берілетін жергілікті өзін-өзі басқару органдарына қосымша өкілеттіктер беру орталық деңгейдегі реформалардың заңды жалғасы болуы тиіс.\nБірінші сатыда (2016-2017 жылдар):\n- аудан әкімінің аудандық маңыздағы қала, кент, село және селолық округ әкімі лауазымына ұсынатын кандидатурасын одан әрі аудан мәслихатына және сайлау өткізуге енгізу үшін келісу;\n- әкімді босату туралы мәселеге бастамашы болу;\n- жергілікті қоғамдастықты дамыту туралы бағдарламалық құжаттар жобаларын қарау және абаттандыру мен қоғамдық тәртіптің көкейкесті мәселелерін талқылау;\n- қолма-қол ақшаның бақылау шоты есебінен алынған мүлікті иеліктен шығаруда аудан әкімі ұсынысын қарау;\n- елді мекендер шеңберіндегі жер телімдерінің мақсатты пайдаланылуын және жеке тұлғалардың заңсыз иеленуіне жол бермеуін бақылау;\n- жергілікті қоғамдастықтың мемлекеттік мекемелеріне басшылар тағайындау бойынша ұсыныстар енгізу;\n- оларға қосымша екі салықты – көлік және заңды тұлғалардан жер салығын алу құқын беру жолымен жергілікті өзін-өзі басқарудың салықтық әлеуетін күшейту.\nЕкінші сатыда (2018 жылдан бастап):\n- аудан мәслихаты бекіткен жергілікті өзін-өзі басқару бюджетін сатылап қалыптастыру;\n- әкімнің аудандық мәслихатқа бекіту үшін енгізген жергілікті қоғамдастық бюджетінің жобасын Жиналыстың келісуі және олардың орындалуы туралы есепті мәслихатқа ұсыну үшін қолдау;\n- жергілікті қоғамдастықтың коммуналдық меншікті басқару мәселелері;\n- бюджетті тұрғындары 2 мың адамнан асатын әкімшілік-аумақтық бірлік үшін ғана енгізу және оны аудандық мәслихаттың бекітуі;\n- «Жергілікті өзін-өзі басқару коммуналдық меншігі» институтын енгізу;\n- олардың әлеуетін ұлғайту мақсатында селолық округтер деңгейінде әкімшілік-аумақтық бірлікті нығайту мәселесін әзірлеу.\nҮшінші сатыда (2020 жылдан) төмендегілер қарастырылады:\n- жергілікті өзін өзі басқарудың өкілді органын құру;\n- халқының саны 2 мың адамнан кем емес елді мекендерде жергілікті өзін-өзі басқарудың дербес бюджетін енгізу;\n- қоғамдық маңызды мәселелерді қамтитын жергілікті бюджеттердің жобалары бойынша азаматтардың ұсыныстарын қарау ресімдерін енгізу.\nОсы шаралардың бәрін орындау мемлекеттік органдардың шешімдер қабылдау үдерісінің мөлдірлігін арттырады және жергілікті өзін өзі басқару жүйесін дамытуға жағдай жасайды.\nҰлт жоспары – қазақстанды кең ауқымды Жаңғырту жобасы\nҰлт жоспарын іс жүзінде жүзеге асыру кезеңі басталды. Ол Жаңғырту жөніндегі ұлттық комиссияның бақылауымен жүретін болады.\nБарлық мемлекеттік органдардан, қоғамдық институттар мен азаматтардан іс-қимылдың үйлесімділігі, табандылық, креативтілік және қажырлылық талап етіледі.\nБізге үлкен жолдан өтуге тура келеді, ол бойынша біз қазір алғашқы 100 қадамды жасаудамыз.\nБасқа қадамдар да болады, мен оған айна-қатесіз сенімдімін.\nЭволюциялылық және тұтастай қамтушылық – ширек ғасырлық мерейтойына қадам басып, біздің Тәуелсіздігіміздің тарихын алға бастырып отырған жаңғырту үдерісінің басты қағидаты да осы.\nБіздің бәріміз жаңғыртудың тек қуатты мемлекет пен Ұлттың топтасқандығы жағдайында ғана табысты болатынын естен шығармауға тиіспіз. Ол тәртіпке бастауы тиіс.\nБіріншіден, мемлекеттегі тәртіпке.\nЕкіншіден, барша үшін де міндетті заңдардың қаріпінде бейнеленген бизнестегі барша үшін мөлдір және міндетті ережелерді орнатуға.\nҮшіншіден, қоғамдық және саяси өмірдегі тәртіп пен келісімге.\nБіз көптеген сынақтарға абыройлы төтеп бердік, шынықтық, рухымызды күшейттік. Біз жаңа Қазақстанды – Ұлы Дала Елін құрдық.\nҰлт жоспарын орындай отырып, біз өзіміздің Ұлттың Өрлеу Дәуірінің көкжиектерін кеңейтеміз, өзіміз Тәуелсіздік жылдары ішінде қол жеткізген және бізге жаһандық даму берген барлық мүмкіндіктерді пайдаланамыз.\nӘлемде, сөз жоқ, үшінші әлемнен біріншіге қадам басқан елдердің мысалдары бар. Біз олардың жарқын тәжірибелерін зерттейміз және ескереміз.\nҚазір біз экономиканың, мемлекет пен қоғам дамуының ең табысты жаһандық модельдерін өлшем ретінде аламыз.\nБүгінде әлемде өзінің жалпыұлттық арманын ұмыт қалудың жүзжылдығынан шыға отырып, әлемнің ең ұлы ұлттарымен бір қатарда тұру тұрғысында бейнелейтіндер кем де кем.\nБіз Қазақстанның осынау тарихи тағдырына сенеміз.               \nМен қазақстандықтарды Ұлт жоспарын жүзеге асыруға және реформаларды жүргізуге барынша белсенді қатысуға, олар ашатын мүмкіндіктерді пайдалануға шақырамын.\nБіз өзіміздің қазақстандық арманымыздың орындалуына және Қазақстанның өркендеуіне сенімді түрде қол жеткізетін боламыз!",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Мемлекет басшысының «Ұлт жоспары – қазақстандық арманға бастайтын жол» мақаласы\n2016 жылдың 1 қаңтарынан «5 институттық реформаны жүзеге асыру бойынша 100 нақты қадам» – Ұлт жоспарын орындаудың практикалық кезеңі басталды.\nМемлекетті, экономика мен қоғамды дамыту үшін қағидатты жаңа құқықтық орта қалыптастыратын 59 заң күшіне енді.\nБізге тарихымыздағы бұрын-соңды болмаған ауқымдағы ұлттық заңнамаға өзгерістерді бағамдау маңызды. Оның үстіне, олар біздің қазақстандық арманымыз – ХХІ ғасырда көшбасшы отыз ұлттың бірі болуға қол жеткізуімізге жол ашады.\nӘр ұрпақтың өз арманы бар, оларда тек жеке және отбасылық игіліктерге ғана ұмтылыс көрініс таппайды.\nОларда қашанда туған жерге деген сүйіспеншілік сезімі, өз халқы мен Отанының бақыты туралы аңсар айқын көрінеді.\nАта-бабаларымыздың көптеген ұрпақтары үшін Қазақстанның Тәуелсіздігі асыл арман болып келді.\nБіз олардың азат және тәуелсіз Отанды аңсаған көп ғасырлық қиялдарын іс жүзіне асырдық.\nБіз, қазіргі қазақстандықтар үшін Тәуелсіздік көпэтносты қоғамымыздың нақты жоғары өмірлік құндылығына айналды.\nБіз осыдан бар-жоғы ширек ғасыр бұрын ғана барлық ақыл-ойымыз бен жүрегімізді баурап алған көптеген ой-ниеттерімізге қол жеткіздік.\nБіз Қазақстан Республикасының егемендігі Конституция мен заңдардың берік арқауы мен халық мүддесіне қызмет ететін мемлекеттік аппараттың кәсіби және негізді іс-қимылына арқа сүйеуін қамтамасыз еттік.\nОны Қазақстан экономикасының нақты табыстарымен, ұлттық байлықтың және халық игілігінің өсімімен нығая түсетін еттік.\nТәуелсіздігіміздің жоғары халықаралық беделмен және ұлттық қауіпсіздіктің тиімді жүйесімен сенімді қорғалуын қамтамасыз еттік.\nБіз өз жеріміз бен оның байлығының ұқыпты иесі болуға үйренудеміз, жаңа технологияларды меңгеріп, тарихымызда ешқашан болып көрмеген өндірістік қуаттар мен экономиканың тұтас салаларын іске қосудамыз.\nЖәне ең бастысы – біз жаңаша армандауды, Тәуелсіз Қазақстанымыз бір бөлшегі болып отырған жаһандық әлемдегі қиындықтарға қарамастан, ел мен қоғамды дамытуда нақты міндеттер қоюды және оларды шешуді үйрендік.\nЖаңа қазақстандық арман\nБіз Тәуелсіздіктің 25-ші жылдығына жаңа қазақстандық арманмен аяқ бастық, оның басты мақсаты жүзеге асырылып жатқан «2050» Стратегиясымен бара-бар.\nХХІ ғасырдың ортасына қарай біз Қазақстанның әлемдегі аса дамыған 30 мемлекеттің қатарына қосылуына қол жеткізуді жоспарлап отырмыз.\nБұл 2015 жылдың сәуірінде өтіп, қазақстандықтардың абсолютті көпшілігі қолдау көрсеткен кезектен тыс президенттік сайлау барысында пайда болған бүкілхалықтық арманға айналды.\nШын мәнінде, осы бүкілхалықтық сенім кепілі біздің Болашағы Біртұтас Ұлт туындауындағы тарихи акт болды.\nБіз өзіміздің жаңа арманымызға қарай жақындауды Бес институттық реформаны жүзеге асыру бойынша 100 нақты қадам – Ұлт жоспарын жасаудан бастадық.\nОсы жаңғыртуларға шешуші рөл беріліп отыр. Олар Қазақстанды, оның экономикасын, мемлекет пен қоғамды өзгертетін тарихи міндеттер кешенін шешуге даңғыл жол салады.\nОлар планетадағы аса дамыған мемлекеттерді біріктіретін Экономикалық ынтымақтастық және даму ұйымының стандарттарына сәйкес келетін елді дамыту, экономикалық өсім мен барлық қазақстандықтардың өмірін жақсарту үшін жаңа лайықты жағдайлар қалыптастырады.\nБіздің Қазақстанымыз серпіндірек, лайықтырақ, сенімдірек және  дәулеттірек болады.\n2015 жылдың бірнеше айының ішінде ғана Бес институттық реформаның басталуын заңнамалық және ұйымдастыру тұрғысынан қамтамасыз ету бойынша орасан зор жұмыс атқарылды.\nБұл жұмыс менің Жарлығым бойынша құрылған Жаңғыртулар жөніндегі ұлттық комиссияның басшылығымен жүргізілді.\nМен бірқатар кеңес өткізіп, сарапшылармен, саясаткерлермен, бизнес және қаржы ұйымдарының басшыларымен әңгімелестім.\nХалықаралық сапарларым мен кездесулерім шеңберінде мен өзімнің әріптестеріммен – өзге елдердің мемлекет және үкімет басшыларымен талай рет кеңестім.\nТұтастай алғанда, менің Қазақстанды тереңдете жаңғырту жөніндегі ой-ниетіме барлық тараптан жан-жақты қолдау көрсетілді.\nӘлеуметтік сауалдамалар да Ұлт жоспарының барлық бес реформасына тұрақты жоғары қолдау көрсетіліп келе жатқанын айғақтап беріп отыр. Қазақстандықтар реформалардың уақтылы және көкейкесті екенімен бірауыздан келіседі.\nҚазірдің өзінде барлық қажетті заңдар қабылданды және заңдық күшіне енді.\nПарламент пен Үкімет жұмысының үйлесімділігін ерекше атап өткім келеді. Өте қысқа мерзімде жүзеге асырылған заңнамалық жұмыстардың осындай қарқыны мен сапасы бұған дейін Қазақстанда болып көрген емес.\nБұл – біздің парламенттік моделіміздің және мемлекеттік биліктің өкілетті және атқарушы тармақтарының өзара іс-қимыл жүйесінің жоғары тиімділігінің айғағы.\nҰлт жоспарын орындау бойынша практикалық жұмыстар жаңа мүмкіндіктер мен әлемдік дамудағы ықтимал тәуекелдерді есепке ала отырып, өзгермелі жаһандық жағдайларға толық сәйкес түзіліп жатқанын көру маңызды.\nБұл туралы менің 2015 жылдың 30 қарашасындағы Қазақстан халқына Жолдауымда егжей-тегжейлі баян етілген.\nБес институттық реформа Қазақстан экономикасы жаһандық экономикалық қиындықтардың күшті ықпалын сезініп отырған қазіргі кезеңде ерекше маңызды.\nБіз оларды экономикалық өсімнің сенімді қарқынын қалпына келтіру мен бүкіл халыққа берік әлеуметтік кепілдіктерді қамтамасыз етуге бағытталған мемлекеттің дағдарысқа қарсы кең ауқымды шараларының басты құрамдасы ретінде қарастырамыз.\nҚазақстанның дамудың жоғары әлемдік стандарттарына қол жеткізуіне ықпал ететін жаңа қазақстандық заңнамалар қазірдің өзінде жұмыс істей бастады.\nСондықтан қазір қазақстандықтардың олар туралы тек біліп қана қоймай, сондай-ақ, олардың практикалық өмірде, экономикалық қызметте немесе қоғамдық қатынастарда беретін жаңа мүмкіндіктерін қолданулары маңызды.\nБаршаның бойында құқықтық жаңалықтар негізінде мемлекеттік басқару мен құқық тәртібінің жүйесі қалай ауысатыны жайында барынша толық түсінік болуы тиіс. Жаңа жағдайларда бизнесті қалай дамытуға немесе мемлекеттік емес сектордың қызметін қандай перспективалы бағыттарда белсенді етуге болады деген сияқты.\nОсының бәрі, тұтастай алғанда, тұрғындардың бәрінің экономикалық және азаматтық белсенділіктерін арттыруға қуатты серпін беретін болады.\nОсының арқасында біз өзіміздің қазақстандық арманымызға қарай секіріс жасап, ХХІ ғасырдың ортасындағы басты мақсатымызға жақындай түсетін боламыз.\nБес реформаның әрқайсысы бойынша іс-қимылдың жол картасы жасалған және біз оларды дәйектілікпен жүзеге асырамыз.\nМемлекетті кәсібилендіру\nБіздің бірінші реформамыз «Мемлекеттік қызмет туралы» жаңа Заң негізінде мемлекеттік аппараттың тиімділігін арттыруға бағытталған.\nМемлекеттік қызметтің реформасын біз алғашқы заңнамалық акт – Президенттің «Қазақстан Республикасындағы мемлекеттік қызмет туралы» заң күші бар Жарлығы қабылдануының 20 жылдығы тұсында жүзеге асыра бастауымыздың нышандық мәні бар.\n1995 жылдың желтоқсанында бұл құжат тек Қазақстан үшін ғана емес, сондай-ақ, бүкіл ТМД кеңістігі үшін инновация болғанын атап өту маңызды.\nБіз барлық посткеңестік елдердің ішінде алғаш болып мемлекеттік қызметшілердің жаңа кадрлық корпусын конкурс және меритократия қағидаттары арқылы қалыптастыруға кірістік.\nҚазір қазақстандық мемлекеттік қызметті дамытудың жаңа кезеңі бастау алды.\nМенің Жарлығыммен Мемлекеттік қызмет істері жөніндегі министрлік, оның құрылымында – Жемқорлыққа қарсы іс-қимылдың ұлттық бюросы құрылды.\nОсылайша, тек мемлекеттік қызмет жүйесі ғана емес, сондай-ақ, жемқорлыққа қарсы іс-қимыл танытатын, яғни жемқорлық көріністерінің барынша алдын алуға бағдарланған жүйе де жаңғыртылып отыр.\nБұл жерде жемқорлықпен күрестің өзі барынша дәйекті бола түседі және жүйелі сипатқа ие болады.\nМіне, жемқорлыққа қарсы іс-қимыл туралы жаңа заң осындай ұстанымдарға негізделсе, оның өзі халықаралық стандарттарға бағдарланған және жаңа жылдан бастап күшіне енді.\nЖемқорлыққа қарсы жаңа заңнамамен өзара байланыста және сонымен қатарласа қабылданған мемлекеттік қызмет туралы жаңа заң мемлекеттік қызметтің жаңартылған моделінің негізгі шеңберлерін және мемлекетті басқарудың барлық жүйесінің тиімділігін күшейту бойынша одан арғы іс-қимылдардың рет-тәртібін айқындайды.\nБіріншіден, әкімшілік мемлекеттік қызметшінің мансабы оның біліктілігі және жинақтаған тәжірибесі есепке алына отырып құралады.\nМансаптық сатының әр баспалдағында ол өзінің кәсіби жарамдылығын дәлелдеп отыруға тиіс болады.\nЖаңа заңға бірқатар қағидатты нормалар енгізілген.\nМемлекеттік қызметке орналасу тек кешенді іріктеу мен жұмысты тек төменгі лауазымдардан бастаудың нәтижелері бойынша мүмкін болады.\nЖұмыс тәжірибесі мемлекеттік қызметшінің мансаптық ілгерілеуінің басты шарты болады және мұнда да тек конкурстық негізде жүзеге асырылады.\nСондай-ақ, жекелеген мемлекеттік қызметшілер ротацияларының мүмкіндігі көлбеуінен және тігінен оларды қызметтік баспанамен қамтамасыз ете отырып қарастырылған.\nЕкіншіден, мемлекеттік қызметке ашық конкурс арқылы және Кадр саясаты жөніндегі ұлттық комиссияның шешімі бойынша келісімшарттық негізде мемлекеттік емес сектордағы басқарушылар қатарынан азаматтар және шетелдік менеджерлер тартыла алады.\nҮшіншіден, мемлекеттік қызметшіге еңбекақы төлеудің жаңа жүйесі оның біліктілігі мен атқаратын жұмысының сипатына, көлемі мен нәтижесіне байланысты заң тұрғысынан бекітіледі. Аса нәтижелі қызмет үшін бонустар төлеу қарастырылған.\nМұндай жүйені 2017 жылдың 1 қаңтарынан бастап енгізу жоспарланып отыр.\nБұл жерде 2016 жылы бүгінде «Б» корпусына кіретін мемлекеттік қызметшілердің еңбекақысы жоғарылайтынын айта кету керек.\nТөртіншіден, заңда саяси мемлекеттік қызметшілер ауысқан кезде мемлекеттік аппараттың автономдығы мен тұрақтылығы қағидаты нақты жазылған.\nМинистрлер мен орталық атқарушы органдардың жауапты хатшыларының өкілеттіктері егжей-тегжейлі дәлдеп ажыратылған.\nБесіншіден, шенеуніктер ортасында этикалық нормаларды бұзуға әкелетін және жемқорлық құбылыстар туындататын жағдайлардың алдын алу бойынша қатаң шаралар қарастырылған.\nМемлекеттік қызметшілердің жұмыс пен тұрмыстағы жүріс-тұрысының қалыптары регламенттелген Мемлекеттік қызметшілердің жаңа этикалық кодексі жасалды.\nСондай-ақ, жаңа институт – этика бойынша өкілетті өкілдер институтын құру көзделіп отыр. Олар азаматтар мен мемлекеттік қызметшілерге кеңес беріп, олардың құқықтарын қорғауды қамтамасыз ететін болады.\nАлтыншыдан, мемлекеттік қызмет туралы жаңа заңның маңызды қыры оның арқаулық нормаларының құқық қорғау органдарына да қатысты болатынымен байланысты.\nБұл жерде құқық қорғау органдарындағы қызметтің ерекшелігі қолданыстағы «Құқық қорғау қызметі туралы» Заңда ескерілген.\nЖетіншіден, жаңа заң негізінде және еңбекке ақы төлеудің жаңа жүйесі енгізілгеннен кейін «Б» корпусының әкімшілік мемлекеттік қызметшілерін жаңа біліктілік талаптарына сәйкестігі бойынша кешенді аттестаттаудан өткізу жоспарланған.\nАттестаттау кезеңінде мемлекеттік қызметке орналасуға конкурстар өткізуге мораторий жарияланатын болады.\nҚызметшілердің біліктілігін 3 жылда бір реттен кем болмайтындай етіп міндетті арттырып отыру заң тұрғысынан бекітіледі.\nТұтастай алғанда, мемлекеттік қызметті жаңғыртудың негізгі қырлары осындай.\nМен оны Қазақстандағы барлық жаңғырту үдерісі ой-ниеті табысының шешуші тетігі ретінде қарастырамын.\nҚұқық тәртібі және заңдылық\nЕкінш реформаның мәні тәуелсіз сот төрелігі мен Қазақстанның бүкіл құқық қорғау жүйесінің тек қана азаматтардың құқықтары мен бостандықтарын қамтамасыз етуге, заңдарды қатаң орындауға және құқық тәртібін нығайтуға бағытталуы тиістігінде.\nОны заңнамалық тұрғыдан қамтамасыз ету аясында жаңа Азаматтық іс жүргізу кодексі мен жаңа «Жоғары Сот Кеңесі туралы» Заң қабылданды. «Сот жүйесі және судьялардың мәртебесі туралы» Конституциялық заңға, Қылмыстық-іс жүргізу кодексіне және Әкімшілік құқық бұзушылық туралы кодекске қажетті өзгерістер енгізілді.\nБәрінен бұрын, жаңартылған заңнамалар қоғамның сот жүйесіне сенімін арттыруға ықпал ететін болады. Әділдік нақ сотта салтанат құратыны белгілі.\nҚазақстан соттарын реформалаудағы темірқазық мәселе – сапалы судьялар корпусын жасақтау.\nСудьялыққа кандидаттарды іріктеудің қатаң тетігі мен оларға қойылатын жоғары біліктілік талаптары заң тұрғысынан қарастырылған.\nСот төрелігін үлкен өмірлік тәжірибесі бар және жоғары моральдық ұстанымдарға ие ең лайықты әрі барынша дайындалған кәсіби шеберлер жүзеге асырулары тиіс.\nСудьяларды іріктеу мен тағайындау үдерістері қоғам үшін мөлдір және ашық болады.\nОсымен байланысты өзінің аппараты бар, құрамы мен өкілеттілігі кеңейтілген автономды мемлекеттік мекемеге айналатын Жоғары Сот Кеңесі түбегейлі реформаланды.\nСот реформасының маңызды қыры – сот төрелігінің бес сатылы жүйесінен үш буынды жүйесіне өту.\nТек бірінші, апелляциялық және кассациялық инстанциялар қалады. Бұл жерде көп іс қаралатын бірінші және апелляциялық инстанциялар соттарының рөлдері айтарлықтай күшейтілетін болады. Мұндай қадам соттық әуре-сарсаңның алдын алып, сот шешімін қабылдаудың мерзімін қысқартады.\nҚазақстандағы сот төрелігі азаматтардың жеке өмірінің құпиялығына кепіл құқын есепке ала келгенде барынша ашық бола түседі.\nСот залдары сот істерін аудио және видеожазудың аппаратураларымен жарақтандырылады және жазбаларды қандай да бір тоқтатуға немесе редакциялауға мүмкіндік берілмейді.\nБұл судьяларды және сот мәжілісіне басқа да қатысушыларды тәртіпке шақырады, сот процесі мен сот қабылдаған шешімнің объективтілігін қамтамасыз етеді.\nСот жүйесін реформалау шеңберінде бірқатар институттық шешімдер жұмыс істей бастайды.\nБіріншіден, Жоғарғы Сот жанындағы Сот жюриі түбегейлі қайта құрылады.\nСот жюриі азаматтардың судьялардың іс-әрекетіне және судьялық корпус өкілдерінің қабылданады деп күтіліп отырған Этикалық кодексті бұзу жағдайларына байланысты арыз-шағымдарын қарайтын болады.\nЕкіншіден, Жоғарғы Сот жанынан дауларды, оның ішінде, ірі инвесторлар қатысатын дауларды қарау үшін мамандандырылған алқа құрылатын болады.\nОның шеңберінде шетел инвесторларының құқын өздерінде туындаған құқықтық даулар бойынша сапалы әрі әділ шешу жүзеге асырылады.\nҮшіншіден, қылмыстық іс жүргізу шеңберінде соттарда, оның ішінде сотқа дейінгі кезеңде, айыптау мен қорғау арасында теңгерім қамтамасыз етілетін болуы тиіс.\nБұған адамның конституциялық құқы мен бостандығын шектейтін тергеу судьясының барлық тергеу әрекетін санкциялау бойынша өкілеттіліктерін одан әрі қарай кеңейту есебінен қол жеткізілетін болады.\nТөртіншіден, қазақстандық соттардың төрағалары – құқы теңдердің ішіндегі жолы кеңдері екенін ұмытпау маңызды.\nСондықтан олардың тарапынан басқа судьялар қабылдайтын шешімге ықпал ету мүмкіндігі мүлдем болмайды.\nБесіншіден, мемлекеттік сот орындаушыларын кезең-кезеңімен қысқарту арқылы жеке сот орындаушыларының институты одан әрі дамытылады.\nСот жүйесінің тәуелсіздігін нығайтатын шаралардың маңызы ерекше.\nМенің тапсырмам бойынша бүгінде құрметті зейнетке шыққан судьяларды зейнетақылық қамтамасыз ету бойынша барлық мәселелерін шешуді қарастыратын заң қабылданғаны белгілі. Бұл судьяларға бар күш-жігерін сот төрелігін барынша объективті атқаруға аудару мүмкіндігін береді.\nБұдан бөлек, бізге барлық құқық қорғау органдарының және бәрінен бұрын полицияның адамдардың мүддесі мен құқықтық тәртіпті нығайту қызметінде тұруына қол жеткізуіміз қажет.\nБұл үшін жергілікті биік органдары мен жергілікті қоғамдастықтарға есеп беретін жергілікті полиция қызметі құрылады. Осындай қызмет тұтастай Экономикалық ынтымақтастық және даму ұйымына мүше бірқатар елдерде өзін жақсы танытты.\nЖергілікті полиция қызметінің қарауына қоғамдық тәртіп күзеті, тұрмыстық қылмысқа қарсы тұру, жол қауіпсіздігін қамтамасыз ету мен ұсақ құқық бұзушылықтарға атымен төзбеушілік мәселелері беріліп отыр.\nОсы жаңалықтар жаңа заңнамада көрініс тапқан. Онда, сондай-ақ, азаматтардың этикалық нормаларды бұзған полициялардың үстінен түсірген арыз-шағымдарын қарайтын қоғамдық кеңестер мен өзге де консультативтік-кеңестік органдар жүйесін құру қарастырылған.\nСондай-ақ, «Қылмыстық құқық бұзушылық картасы» интернет-порталы құрылатын болады. Мұндай тетік әлемнің бірқатар елдерінде табысты қолданылып келеді. Осы веб-ресурсқа елдегі барлық қылмыстық құқық бұзушылықтар жедел енгізіледі. Бұл жұртшылықтың құқық қорғау органдары жұмысының тиімділігін бақылауына мүмкіндік береді.\nПенитенциарлық жүйені жақсарту көкейкесті мәселе болып табылады. Бұл жұмыс мемлекеттік-жекеменшік әріптестігін дамыту шеңберінде жүргізілуі тиіс.\nШетелдердің табысты тәжірибелері жеке секторды пенитенциарлық мекемелерді салу мен пайдалануға тарту жөніндегі шараларды жүзеге асырудың негізі болуы тиіс.\nСондай-ақ, бұған дейін заңнан аттап, сонысы үшін жазасын өтеген адамдарға көмек көрсету мен ықпал ету маңызды.\nБұл үшін әлеуметтік оңалту кешенді дамытылып, жазасын өтеп жатқан азаматтар үшін арнайы әлеуметтік қызмет көрсету стандарттары енгізілетін болады.\nТұтастай алғанда, Қазақстанда құқықтық мемлекеттің орнықтырылуы – біртұтас жаңғырту үдерісі аясында шешіліп жатқан біздің конституциялық міндетіміз. Белгіленген шаралар мен қадамдарды жүзеге асыру азаматтардың, сондай-ақ, шетел инвесторларының ұлттық сот және құқық қорғау жүйесіне сенімін арттырып, тұтастай алғанда, еліміздегі бизнес-ахуалды жақсартады.",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Бюрократтық шығынсыз экономикаға қадам басу\nАуқымды жұмыс үшінші реформаторлық бағытқа – индустрияландыру мен экономикалық өсімді қамтамасыз ету бойынша жаңғыртулар кешенімен байланысты.\nБіздің ұзақ мерзімді ұстанымымыз экономика қызметіндегі транзакциялық шығындарды ұдайы қысқарту болуы тиіс.\nОлардың көлемі, ең алдымен, мемлекеттік институттардың қалай жұмыс істейтініне байланысты.\nСалықтық және кедендік әкімшілік жүргізуді жақсартуға бағытталған шаралар зор маңызға ие болады.\nБіріншіден, бұл арада әңгіме салықтық және кедендік жүйелерді кіріктіру туралы болып отыр.\nБірте-бірте электронды пішімге көшірілетін тауарлы-көліктік жүкқұжат бақылауы енгізіледі. Сондай-ақ, құжаттардың сәйкестендірілуі пішіні негізінде салықтық және кедендік тексерулер ресімі оңтайландырылады.\nТексерулерге шағым беру ресімі біртұтастандырылады.\nЕкіншіден, табыс пен мүлікті жалпыға ортақ декларациялауға кезең-кезеңімен көшу қарастырылады.\n2017 жылы декларацияларды мемлекеттік кәсіпорындар мен мекемелердің, ұлттық компаниялардың қызметкерлері – бұл шамамен 1,7 миллион адам – ұсынатын болады. 2020 жылдан бастап жалпыға ортақ декларациялаумен барлық жеке тұлғалар қамтылады.\nҮшіншіден, салықтық әкімшілік жүргізуді оңайлату мақсатында қосымша құн салығының орнына сатуға салық енгізудің орындылығы мәселесі қарастырылып жатыр.\nТөртіншіден, қолданыстағы салықтық режімдерді оңтайландыру жоспарланып отыр, онда 2017 жылдан салықтық кірістер мен шығыстардың есебі міндетті түрде енгізілетін болады. Бұл көлеңкелі экономиканың деңгейін төмендетуге мүмкіндік береді.\nЭЫДҰ елдерінің тәжірибесі көрсетіп отырғандай, табысты жұмыс істеп тұрған экономиканың маңызды қағидаты мемлекеттің шағын және орта кәсіпкерлікті қолдауы, оны қорғаудың тиісті деңгейін қамтамасыз ету болып табылады. Бұл жайлар бизнестің оңалтылуы мен банкроттығының жаңғыртылған құқықтық қырлары бар Кәсіпкерлік кодексінде көрініс тапқан.\nБизнесті қорғау мен кәсіпкерлерге құқықтық көмек көрсетудің орталық тетігі болуы тиіс бизнес-омбудсмен институты нығайып келеді. Оның қызметінің заңнамалық негізі де Кәсіпкерлік кодексінде бекітілген.\nБұдан бөлек, онда мемлекеттік монополияға қарсы қызметтің құқықтық шеңберлері ЭЫДҰ стандарттарына сәйкес егжей-тегжейлі баян етілген.\nЖаңартылған монополияға қарсы қызмет еркін бәсекелестікті жан-жақты дамытуға бағдарлануы тиіс.\n2016 жылдың 1 қаңтарынан бастап доминанттар тізілімі тек реттелетін рынок бойынша жүргізіледі, ал 2017 жылдан бастап толықтай алынып тасталады.\nТиісті тауарлы рыноктарға субъектілердің үлесін ұлғайтуға мұндай іс-қимылдар бәсекелестікті шектеу белгісі болмаған кезде ғана жол берілетін болады.\n2017 жылдың 1 қаңтарынан бастап бағалық реттеу алынып тасталады, оның орнына тек монополияға қарсы реттеу мен бақылау құралдары ғана пайдаланылады.\nМонополияға қарсы қызмет жанынан жаңа институт – монополияға қарсы заңнаманы бұзушылықтар қорытындылары бойынша қабылданатын шешімдердің объективтілігі мен мөлдірлігін қамтамасыз ететін келісім комиссиясы құрылатын болады.\nМемлекеттің кәсіпкерлікпен өзара іс-қимылы мен әріптестігінің жаңа қағидаттары Мемлекеттік сатып алулар туралы Заңның жаңартылған редакциясында көрініс тапқан.\nОлар өнімді сату үшін ұзақ мерзімді келісімшарттар жасасу арқылы тікелей инвестициялар тартуға жаңа мүмкіндіктер ашады. Бұл, сондай-ақ, Қазақстанда жаңа жоғары технологиялы өндірістер құруға қызмет ететін болады.\nФермерлік пен бүкіл аграрлық секторды дамыту үшін айтарлықтай ынталандырушы күш Жер кодексіне енгізілген өзгерістер болды.\nЖаңа құқықтық нормалар жұмыс істеп тұрған 224 мыңнан астам агроөнеркәсіптік кешен субъектілеріне олар жалға алған 97,4 млн. га жерді жекеменшікке алуға мүмкіндік береді. Оның үстіне, кадастрлық құнының 50 %-ы көлемінде 10 жыл мерзімге бөліп-бөліп төлеу қарастырылған.\nБұдан бөлек, 102 млн. гектар запас жердің ауыл шаруашылығы өндірісін жүргізуге арналған 85,3 млн. гектарын да Қазақстан Республикасының заңды және жеке тұлғалары жекеменшікке аукцион арқылы сатып ала алады.\nМүлікті заңдастыру мерзімі 2016 жылдың 31 желтоқсанына дейін ұзартылды. Мүлік пен ақшаны заңды айналымға қайтару үшін қосымша ынталандыру шаралары қабылданды. Құпиялылықты сақтауға, сондай-ақ,  Қылмыстық және әкімшілік қудалаудан қорғауға кепілдік беріліп отыр.\nБұл капитал ағынын ұлғайтып, көлеңкелі экономика деңгейін айтарлықтай төмендетуге мүмкіндік береді.\nЗаңды тұлғалардың оңалтылуы мен банкроттығы ресімдері заңнамалық деңгейде нақты және түсінікті бекітілген.\nКомпаниялардың банкроттығы, әлемдік тәжірибеге сәйкес, кәсіпорындардың жұмысшыларын қысқарту арқылы тоқтап қалуына алып келмеуі тиіс.\nӨндірістің өміршеңдігі мен жұмыс орындарын сақтау үшін төлеуге қабілетсіздікті сотқа дейінгі тәртіпте реттеудің жаңа тетігі жасалды. Ол борышкер мен кредиторға кәсіпорынды қаржылық сауықтыру мақсатында қайта құрылымдау мәселелерін бірлесіп шешуге мүмкіндік береді. Инвесторлар өздерінің шығындарын азайтуға, қалпына келтіруге мүмкіндік алады.\nМемлекет иелігінен алу мен жекешелендіруді белсенді ете түсу үшін жекешелендіруден, активтерді әділ нарық бағасы бойынша сатудан, сондай-ақ, қазақстандық және шетелдік инвесторларға жекешелендіруге барынша қатысуға жағдай жасау үшін шектеулерді алып тастауға мүмкіндік беретін заңнамалық өзгерістер қабылданды.\nЖекешелендірудің шешуші тетігі акцияларды қор рыноктарына ашық аукциондар арқылы орналастыру болады.\n2016 жылдың І тоқсанында мүліктен айыруға жататын нысандардың тізімі қысқартылып, барлық акционерлердің квазимемлекеттік секторда иеліктен шығарылған активтерін сатып алуға басым құқықтарын алып тастауды қарастыратын заң жобасы жасалатын болады.\nЖаңа тетіктерді есепке ала отырып Жекешелендірудің 2016-2020 жылдарға арналған кешенді жоспарын жүзеге асыру басталды.\nОсы құжат шеңберінде бәсекелесті ортаға «Самұрық-Қазына» ҰӘҚ, «Бәйтерек» АҚ пен «ҚазАгро» АҚ-тың мемлекеттік меншіктегі аса ірі 65 компаниясы, «Самұрық-Қазына» ҰӘҚ» АҚ-тың құрамына кіретін 173 еншілес және тәуелді ұйымдары берілетін болады.\nСондай-ақ, 545 ұйымнан тұратын Жекешелендіру нысандарының қолданыстағы тізіміне өзекті сипат беріледі.\n2016-2018 жылдары «Самұрық-Қазына» ҰӘҚ» АҚ, «Бәйтерек» ҰБХ» АҚ пен «ҚазАгро» ҰБХ» АҚ активтерінің бір бөлігі бәсекелесті ортаға өткеннен кейін олар ықшам холдингтерге қайта құрылатын болады.\nМемлекеттік меншікті жекешелендіру мен квазимемлекеттік сектор активтерін беру отандық кәсіпкерлікті, жеке бизнесті одан әрі нығайту мен дамыту үшін жүргізіліп отыр.\nЖекешелендірудің кешенді жоспарын жүзеге асыру шағын және орта бизнесті дамытуға жаңа серпін береді.\nПайдасын ұлғайтуға мүдделі жеке бизнес қызмет көрсету ауқымын кеңейтіп, өнімінің сапасын жоғарылатады, бәсекелестік өсетін болады, демек – ұсынылатын қызметтің бағасы төмендейді.\nАграрлық секторда әкімшілік кедергілер қысқарады.\nҚазірдің өзінде аукцион тетігін енгізу жолымен жер қойнауын пайдалану құқығын ұсыну ресімі жеңілдетілді.\nАл болашақта біз іздеуді, бағамдау мен кен орнын игеруді қоса алғанда, геологиялық жұмыстардың барлық түрін жүргізу тәсілін оңайлатуды қарастыратын жер қойнауын пайдаланудың австралиялық моделіне көшеміз.\nЭкономикалық өсімнің жаңа бастауын қалыптастыру мен қазақстандық бизнестің бәсекеге қабілеттілігін арттыруда бүгінде «Ұлттық чемпиондар» бағдарламасы маңызды шара болып отыр.\nОған қатысушылар – импорт алмастыруға бағыт ұстанған өндіріс секторының аса перспективалы компаниялары.\n32 компания – «ұлттық чемпиондар» 2019-2020 жылдарға қарай ішкі тікелей инвестицияларды шамамен 750 млн. доллар көлемінде өсіруді, шамамен 15 мың жұмыс орнын құруды, еңбек өнімділігін 30-50 %-ға арттыруды және шикізаттық емес экспорт көлемінің өсімін 260 млн. долларға дейін жеткізуді қамтамасыз етеді.\nСыртқы инвестициялардың жаңа көздері\nҰлт жоспарының экономикалық блогына кіретін шаралар біздің экономикамыздың өңдеуші секторына кем дегенде 10 трансұлттық корпорацияны тартуды қарастырады.\n«Зәкірлі инвесторлармен» бірлескен кәсіпорындар құру жөніндегі жұмыстармен өңдеуші өнеркәсіптің, инфрақұрылымдардың, энергетиканың және басқа отандық компаниялардың 3 тобы қамтылатын болады.\nБірінші топ – қайта инвестициялау арқылы терең жаңғыртуға жататын кәсіпорындар.\nЕкінші топ – трансұлттық корпорациялардың әлеуеті пайдаланылатын кәсіпорындар.\nҮшінші топ – «зәкірлі инвесторлар» үшін жоғары нарықтық бәсекелі кәсіпорын мен экспорттық брендтердің пайда болуы.\nҚазірдің өзінде 26-дан астам ТҰК-пен келіссөз жүргізілсе, олардың бірқатарымен нақты уағдаластыққа қол жеткізу мүмкін болды.\nҰлт жоспарының үшінші бағытының темірқазық мәселесі тәуелсіз сот жүйесі, ағылшын тілін қолдану және инвестициялық резиденттік қағидатын енгізу құқығымен жеке заң құзыреті қағидаты бойынша АСТАНА халықаралық қаржы орталығын (АХҚО) құру болып табылады.\n«Астана» Халықаралық қаржы орталығы туралы» Қазақстан Республикасының Конституциялық Заңы қабылданып, күшіне енді.\nАХҚО қызметінің экономикалық нәтижелері қазақстандық капитал рыногына тікелей шетел инвестицияларының ағыны есебінен жыл сайын орта есеппен ІЖӨ-нің 1 пайызға дейін жеделдете өсуінде көрініс табатын болады.\nМұның сыртында АХҚО шеңберінде 2 мыңнан астам білікті жұмыс орындары құрылады.\nБіздің елордамыз Астана Еуразияның іскерлік, мәдени және ғылыми орталығы ретінде дамып, әуежайдың жаңа терминалын қоса алғанда, заманауи халықаралық көліктік-логистикалық жүйеге ие болады.\nИнновациялық индустрияландыру көкжиектері\nҰлт жоспарында экономиканың бірқатар перспективалы секторларын дамыту бойынша шаралар қарастырылған.\nБірінші кезекте ол электр энергиясы секторына және энергиялық тиімділіктің өсуіне қатысты.\nБізге 2020 жылға қарай ІЖӨ-нің энергия сыйымдылығын 25 пайызға және ғасырдың ортасына қарай 50 пайызға төмендетуге қол жеткізу керек.\nОл үшін энергия сервистік келісімшарттар тетігі арқылы энергия үнемдеу саласына стратегиялық инвесторларды тарту қажет.\nЖеке энергия сервистік компанияларды дамытуды белсенділендірудің, оларды энергия үнемдеу саласына қызметтер кешенін ұсынуға ынталандырудың маңызы зор.\nЕлдің тұтынушыларын электр энергиясымен сенімді жабдықтау – электр энергетикасының негізгі міндеті.\nЭлектр энергетикасы саласындағы заңнамадағы өзгерістер энергия өндіруші ұйымдарға «бірегей сатып алушы» моделін енгізу арқылы негізгі қорларды жаңғыртуға, қайта құруға, ұлғайтуға және жаңартуға салынған инвестицияларды қайтаруда ұзақ мерзімді кепілдіктер беруді қамтамасыз етуді көздейді.\nЭнергия мен жабдықтау сенімділігін арттыру және түпкі тұтынушылар үшін электр энергиясы бағасының бақылаусыз өсуінің алдын алу үшін өңірлік электр желілік компаниялар мен электрмен жабдықтаушы ұйымдарды нығайту бойынша жұмыс жүргізіледі.\nОл салаға инвестициялар тарту үшін қолайлы жағдайлар туғызып, электр энергиясының халықаралық ағындарын ішкі тұтынушылар пайдасына қарай реттеуді қамтамасыз етеді, саланы мемлекеттік басқару сапасын арттырады.\nБіз ғылымды қажет ететін экономиканы қалыптастыру бойынша жұмыстарды жалғастыра береміз.\nБұл орайда бәсекеге қабілетті, жоғары технологиялы өндірістердің сыни массасын өсіруге қол жеткізу маңызды.\nҚазір Дүниежүзілік банкпен «Технологияларды коммерцияландыру» бағдарламасын бірлесіп жүзеге асыру шеңберінде 65 ғылыми жоба орындалуда.\nЗәкірлік ТҰК-терді тарту технологиялық даму орталықтарын құруға мүмкіндік береді. \nИндустриялық-инновациялық дамудың екінші бесжылдығының нәтижелері бойынша-ақ бірқатар шешуші көрсеткіштерге қол жеткізілмек.\nБизнестің инновациялық белсенділігі ІЖӨ-нің 20 пайызына дейін, инновациялық өнімдер үлесі 2,5 пайызға дейін артады.\nКөлік тасымалдары жүйесі мен транзитті дамыту мақсатында, «Нұрлы жол» Мемлекеттік бағдарламасында қаралғандай, республикалық маңыздағы 7 мың шақырымнан астам автомобиль жолдары қайта жаңғыртылатын болады.  Оларда ақы алу жүйесін енгізу жоспарланған.\n2022 жылға қарай жол жүруден түскен алымдар шамамен 41 млрд. теңгені құрайтын болады, ал ол республикалық маңыздағы автожолдардың бүкіл жүйесін ұстауға жағдай жасайды.\nҚазақстанды халықаралық көліктік-коммуникациялық ағындарға интеграциялау мақсатында мультимодальды «Еуразиялық трансқұрлықтық дәлізін» құру бойынша жоба басталды.\nОл жүктердің Азиядан Еуропаға кедергісіз транзитін қамтамасыз етеді, жүк жеткізу құнын 2 еседен астамға төмендетеді.\nҚазақстандық маршруттарға қосымша жүк ағындарын тарту көліктің барлық түрлерімен транзиттік тасымалды 2020 жылы қазіргі 18 млн. тоннадан 33 млн.тоннаға дейін және 2030 жылы 50 млн. тоннаға дейін ұлғайтады.\nКонтейнерлік тасымалдарды мемлекеттік реттеуден босату таяудағы 5 жылда олардың көлемін 500 мың тоннадан астамға ұлғайтуға жағдай жасайды.\nАзаматтық авиация саласында әуе тасымалдары, ең алдымен, отандық тасымалдаушылардың транзиттік әлеуеті мақсатты түрде ұлғайтылатын болады.\nӘуе тасымалдарының рентабельділігін арттыру үшін Алматы маңында халықаралық авиациялық хаб құрылады.\nАстананың әлемдік деңгейдегі қаржы орталығы ретінде қалыптасуы үшін 2019 жылға дейін Токио, Сингапур және Гонконг сияқты жетекші қаржы орталықтарымен жаңа халықаралық бағыттар ашылатын болады.\nҚұрылыс саласында құрылыс салушылардың бүкіл рұқсат беру ресімдерін «бір терезе» қағидаты бойынша өту үдерісін реттейтін бірегей нормативтік құжат қабылданады.\nСараптаманың жекелеген түрлері, жұмыстың технологиялық күрделілігіне байланысты, жеке секторға берілетін болады. 2016-2020 жылдары жобалардың 90 пайызға дейінін жекеменшік рынокқа беру жоспарланып отыр.\nСол сияқты құрылыстың сметалық құнын анықтаудың ресурстық әдісіне көшу де жоспарланған, ол құрылыс материалдарының, жұмыс күшінің және басқа да қызметтердің ағымдағы нарықтық құнын ескеруге жағдай жасайды.\nОның сыртында 2015 жылдың 1 шілдесінен еурокодтарға негізделген жаңа құрылыс нормалары іске қосылған болатын.\nТуризм сияқты перспективалы салада негізінен әкімшілік кедергілерді төмендету, жаңа туристік нысандар мен маршруттарды дамыту, көрсетілетін қызмет сапасын арттыру есебінен айтарлықтай өсімге қол жеткізу қарастырылуда.",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сенсордың жұмыс істеу принципі қандай?",
        "question_content": "Бүгінгі таңда ұялы телефонымыздағы сенсорлық экран – өте ыңғайлы құрал екеніне ешкімнің күмәні жоқ. Мұндай дисплейлерді планшет, ұялы телефон, ридер, анықтама құрылғылары сияқты көптеген периферияларды жасау үшін пайдаланады. Сенсордың жұмыс істеу принципі қандай?",
        "question_date": "11.01.2016",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сенсорлық экран көптеген механикалық батырмаларды алмастыруға мүмкіндік береді, және бұл өте ыңғайлы, себебі мұндай жағдайда олар дисплейлерді де, жоғары сапалы енгізу құралдарын да алмастыра алады. Механикалық бөлшегі болмағандықтан, мұндай құрылғылардың сенімділік деңгейі әлдеқайда жоғарылай түседі. Қазіргі таңда сенсорлық экрандарды бірнеше түрге бөлу қарастырылған: резистивті (төрт-, бес-, сегізсымдық болады), проекциялық-сиымды, матрицалық-сиымды, оптикалық және тензометриялық. Бұдан өзге, дисплейлер сыртқы-акустикалық толқындар немесе инфрақызыл сәулелердің негізінде жасалуы мүмкін. Бүгінге дейін патенттелген ондаған технология бар. Қазіргі таңда көбінесе сиымды және резистивті экрандар пайдаланылады. Соларды толығырақ қарастырайық.\nРезистивті экран.\nЕң қарапайым түрі – бұл әйнек панель және де пластик мембранадан тұратын төртсымдық сенсор. Әйнек пен пластик мембрананың арасындағы кеңістік міндетті түрде микроажыратқышпен толтырылуы тиіс. Бұл тоқ жүру қабатын бір-бірінен ажыратып тұруға мүмкіндік береді. Қабаттардың барлық бетіне металдан жасалған, жіңішке пластинка болып келетін электродтар орнатылған. Координаталарды есептеу жүргізілуі үшін артқы қабаттың электродтары тік орналасқан, ал алдыңғы қабатта – көлденең. Егер дисплейді басса, панель мен мембрана автоматты түрде бекітіледі де, арнайы датчик басылуды сигналға айналдырады. Сегізсымдық – әлдеқайда жетілдірілген түрі болып саналады. Бұлар алдыңғыларына қарағанда дәлдік деңгейі жоғары болып есептеледі. Алайда экрандарының сенімділік деңгейі төмен, әрі ұзаққа шыдамайды. Егер берік дисплей қалаған болсаңыз, бессымдық түрін таңдағаныңыз дұрыс.\n1 - әйнек панель, 2 – резистивтіқабат, 3 - микроажыратқыштар, 4 –өткізгіш қабаты бар пленка\nМатрицалық экрандар.\nКонструкциясы біршама жеңілдетілгенмен, резистивті дисплейге ұқсас. Мембранаға арнайы тік өткізгіш орнатқан, ал әйнегіне – көлденең. Егер дисплейге басатын болсаңыз, өткізгіштер міндетті түрде жинақталады, айқыш-ұйқыш болып бекітіледі. Процессор қай өткізгіштер жинақталғанын анықтайды, осы арқылы басылған координаталарды табады. Матрицалық экрандардың дәлдігі жоғары деуге болмайды, сондықтан олар қазіргі таңда қолданыстан шыққан.\nСиымды экрандар\nСиымды экрандардың конструкциясы біршама күрделі. Ол адам денесі мен дисплей екеуі бірігіп конденсатор құрайтынына негізделген. Конденсатор ауыспалы тоқты өткізеді. Мұндай экрандарды әйнек панель түрінде жасайды. Әйнек панельді резистивті материалмен қаптайды. Бұл электрлік байланыстың қиындамауын қамтамасыз етеді. Электродтар дипслейдің төрт бұрышына орналасады, және оларға ауыспалы кернеу беріледі. Егер дисплейдің бетіне тигізетін болса, онда жоғарыда аталып өткен «конденсатор» арқылы ауыспалы тоқтың шығуы орын алады. Мұны датчиктер тіркеуге алады да, бұдан кейін ақпаратты құрылғының процессоры өңдейді. Сиымды дисплейлер 200 миллион басуға дейін шыдай алады, дәлдіктің орташа деңгейімен ерекшеленеді, алайда, сұйықтыққа шыдамайды.\nПроекциялық-сиымды экрандар\nПроекциялық-сиымды экрандардың жоғарыда аталып өткен түрлерден ерекшелігі, олар бірнеше басуды анықтай алады. Ішкі жағында әрдайым арнайы электродтар торы болады, және соларға тиіп кеткен сәтте міндетті түрде конденсатор құрылады. Дәл сол орында электрлік сиымдылық өзгереді. Контроллер электродтар байланысқан нүктені анықтай алады. Кейін есептеу жүргізіледі. Егер бірнеше жерді басқан болса, онда бір емес, бірнеше конденсатор түзеледі.\nИнфрақызыл сәуле торы бар экран\nМұндай дисплейлердің жұмыс принципі қарапайым, және біршама матрицалыққа ұқсас. Мұндай жағдайда өткізгіштерді арнайы инфрақызыл сәулелермен алмастырады. Берілген экранның айналасына ішкі сәуле таратушысы, және де қабылдаушысы орналастырылған жиектеме жүргізіледі. Егер экранға басатын болсаңыз, кейбір сәулелер жабыла бастайды, және олар өз баратын жерлеріне, дәлірек айтқанда қабылдаушыға бара алмайды. Нәтижесінде контроллер байланыс орнатылған жерді анықтайды. Мұндай экрандар жарықты өткізе алады, сезімтал беткі қабаты және механикалық басуды қажет етпейтіндіктен ұзаққа шыдайды. Алайда мұндай дисплейлер қазіргі таңда жоғары дәлдікті қамтамасыз ете алмайды, әрі кез келген шаң тозаңда шыдамайды. Есесіне жиектеменің диагональ сағаты 150 дюймге дейін жете алады.\nСыртқы-акустикалық толқынға негізделген сенсорлық экрандар\nМұндай дисплейлер әрдайым әйнек панель түрлерінде жасалады. Әйнек панельге әр бұрышта орналасқан пьезоэлектрлік түрлендіршіктер орнатылған. Перимтері бойынша қабылдаушы датчиктер бар. Контроллер сигналдардың түзілуіне жауап береді. Олардың жиілігі өте жоғары. Бұдан кейін сигналдар әрдайым пьезоэлектрлік түрлендіргіштерге жіберіледі. Олар өз кезегінде келген сигналдарды акустикалық тербеліске түрлендіреді, ал бұлар көрсеткіш датчиктерде көрсетіледі. Кейін толқындар қабылдағыштармен қабылдана алады, қайта пьезоэлектрлік түрлендіргішке жіберіле алады, содан соң электрлік сигналға айналады. Егер дипслейге басатын болсақ, акустикалық толқынның қуаты ішінара жұтылып кетеді. Қабылдағыштар мұндай өзгерістерге аса сезімтал болады, ал процессор тиген жердің нүктесін анықтайды. Басты артықшылығы, сыртқы-акустикалық толқынға негізделген сенсорлық экрандар басу нүктесінің координатасын, басу күшін анықтай алады. Бұл түрдің дисплейлері ұзаққа жарамдылығымен ерекшеленеді, себебі олар  50 миллион басуға шыдай алады. Көбінесе оларды ойын автоматтарына, анықтама жүйелеріне қолданады. Алайда мұндай дисплейдің жұмысы сыртқы шу, діріл, акустикалық кірлеудің әсерінен дәлділігі жоғалтуы мүмкін.\n1 -сенсорлар, 2 –дыбыс көрсеткіші, 3 –дыбыстың транзистор-қайнары, 4 –координаталарды анықтайтын процессор\nАқпарат көзі",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Палестина қалайша Израильге айналды?",
        "question_content": "Кезінде \"ірі\" мемлекеттер жасанды жұттармен халықты жойып жерін иемденуші еді, ал бүгінгі таңда Израильдің басқыншы армиясы палестиналықтарды жас-кәрі демей ашықтан-ашық бомбалап, ракетамен атып жоюда. Израиль агрессиясына «Әй» дейтін әже, «қой» дейтін қожа болмады... Өкінішті....\nПалестина қалайша Израильге айналды?  Израильдің Палестина халқына жасаған геноцидін неге әлем жасыруда?",
        "question_date": "11.01.2016",
        "question_tag": "Қоғам",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сионистердің «террорист» деп атап отырғандары шын мәнінде оккупанттардан өз жерін, елін қорғауға шыққан адамдар. Палестиналықтардың ұлт-азаттық күресі заңды. БҰҰ бақылаушы-сарапшылары қайтыс болған палестиналықтардың 90 пайызы бейбіт тұрғындар, шал-кемпір, балалар екенін мәлімдеді. Шын мәнінде Израиль үкіметі жаппай шабуыл жасау арқылы палестиналықтарды этнос ретінде қыру, ал қалғандарын жерінен қуып шығуды көздейді. Халықаралық құқық нормаларын бұзып, қарапайым халықтың қанын төккен еврей сарбаздары бүкіл әлемнің наразылығын тудыруда. Жақында Франция президенті Франсуа ОлландИзраильдің жасап отырған зорлық әрекетін айыптап, Еуропа және Америка Құрама Штаттарына бұл қантөгісті бірігіп тоқтату туралы ұсыныс жасады.\nТарихқа көз жіберсек, 1947 жылы Біріккен Ұлттар Ұйымының Бас Ассамблеясының № 181 Қарарында Палестина жерін екіге бөліп, араб және еврей мемлекеттерін құру туралы жазылған. Алайда, 1948 жылы 14 мамыр күні БҰҰ құрған комиссияның шешімін бұзып, бір жақты еврей мемлекетін жариялап жіберді. Сөйтіп, Израиль Палестинаның араб мемлекетін құруына мүмкіндік бермей соғыс ашты. Сол арқылы 1949 жылы Палестина жерінің 20 пайызын басып алып, өз территориясына қосты. Өйткені, олардың негізгі мақсаты – Палестина араб жерін тұтасымен Израильдің құрамына қаратып алу. Соның салдарынан Израиль 7 миллион палестиналықтың 3,5 миллионнан астамын өз жерінен көрші араб елдеріне: Египет, Сирия, Ливан, Иордания және басқа мемлекеттерге қуып шықты. Бұндай қатыгездікті Екінші дүниежүзілік соғыстан кейін Израиль үкіметі ғана жасап отыр. Палестиндіктер Араб және мұсылман елдері, бұрынғы Кеңес Одағы, Еуропадағы демократиялық ұйымдардың қолдауымен Ясер Арафаттың басқаруында күресін жалғастырды.\nАқыры, АҚШ-тың мәмілегерлік әрекетінің арқасында Израиль премьер-министрі Ицхак Рабин және Палестина ұлт-азаттық ұйымының төрағасы Ясер Арафат 1993 жылы Норвегияның астанасы Осло қаласында бітімгершілік келісіміне қол жеткізді. «Осло келісіміне» сәйкес Израиль 2000 жылға дейін Палестинаның бөлек дербес мемлекет болуына келісім берді. Американың бұрынғы президенті Билл Клинтон Таяу Шығыс мәселесін оң шешуге көп әрекет жасады. Осыған орай Газа секторынан және палестиналық Иордан өзенінің Батыс жағалауынан оккупациялаушы еврей қарулы күштері шығарылды. Алайда аталған территорияны Израиль әскери блокада жасап, қоршауда ұстады. Бірақ, реванштық пиғылдағы сионистер Таяу Шығыста бейбітшілік орнатуға қарсы шығып, бейбітшілікке жол ашқан өздерінің премьер-министрі Ицхак Рабинды атып өлтірді.\nКейін Израиль мемлекетінің билік басына экстремист, қандықол Ариэль Шарон келген соң «Осло келісімін» бұзып, Палестинаның бөлек мемлекет болу жоспарын тас-талқан етті. Ол Құран Кәрімде жазылған Исламның қасиетті қаласы «Әл-Құдыс» Иерусалимде орналасқан «Әл-Ақса» мешітіне әскермен басып кіріп, ондаған арабтарды атып өлтірді. Бұған арабтар қарсылық көрсетіп, ақыры екі ел арасында соғыс оты қайта тұтанған.\nТаяу Шығыс мәселесінде бейбітшілік келісімін алдымен бұзатын Израиль тарапы екенін көруге болады. Экстремистік бағыттағы сионист «Ликуд» партиясының басшысы, қазіргі Израиль премьер-министрі Бенямин Нетаньяху Палестина ұлт-азаттық күресін жүргізуші «Хамас» қозғалысын мүлдем жою мақсатында осы жолғы әскери шабуылды ұйымдастырды. Оккупацияланған Палестина жерінде 3 еврей азаматының өлгенін себеп қылып, олардың өлімін ешбір дәлелсіз «Хамас» мүшелері ұйымдастырған деп жала жапты. Бұның өз себебі бар. Қазіргі уақытта Палестина халқын қорғайтын араб мемлекеттері қатарындағы Сирияда азаматтық соғыс жүріп жатыр. Ливанда тұрақты үкімет жоқ.  Египетте әскери төңкеріс арқылы билікке келген генерал пәрменсіз жағдайда. Иордания корольі  батысшыл саясат ұстанады. Осыны пайдаланған Б.Нетаньяху Палестинаның шаруашылық инфраструктурасын, бүкіл электростанцияларын, жалпы экономикасын, мемлекеттік құрылымын күйрету мақсатында әскери шабуыл жасады.\nИзраильдің осы заманғы қуатты қарулы күштері, бірде-бір зеңбірегі, танкі, әскери тікұшақтары, жойғыштары (истребителдері), бомбалаушы ұшақтары, (бомбардировшик) әскері жоқ елге шабуыл жасауы – бұл нағыз бір халықты жойып, геноцид жасау деп түсіну керек. Ал, Израиль ақпарат құралдары бүкіл әлемге «палестиналықтар бізді ракетамен атқылап жатыр», деп мүлде жалған ақпарат таратуда. Шындығында басқыншылардан өз жерін, үйін қорғау үшін палестиналықтар шеберханаларда қолдан жасалған «Қасым» деген снаряд-ракеталармен қарсылық көрсетуде. Арабатар бар болғаны полиция қызметкерлерінің қолындағы ескі «Калашников» автоматын пайдаланып жүр.\nӨкінішке орай, бұл қантөгісті тоқтатуда Біріккен Ұлттар Ұйымы нақты қадамға бармай отыр, ал АҚШ тікелей Израиль агрессиясын қолдап, жәрдем беруде. Батыс Еуропадағы мемлекеттер Вашингтоннан жасқанып, ашық түрде Палестина халқынының қырғынға ұшырауына көз жұмып отыр. Ресей болса өзі Украинаның Қырымын басып алып, Донецк және Луганск облыстарындағы сепаратистерге жәрдем берумен әлек. Ал, Қазақстан Палестина-Израиль қақтығысына қатысты позициясы айқын болмауда. Біз «Азиядағы өзара ықпалдастық және сенім шаралары жөніндегі кеңесті» басқарып отырған ел ретінде Израильдің Палестина халқына жасаған агрессиясын айыптап, тоқтатуға іс-әрекет жасамадық.\nИзраиль әскері Газаны әбден талқандап, халқын қырып, алдына қойған әскери мақсатын орындаған соң енді 72 сағаттық атысуды тоқтату туралы шешім қабылдады. Бірақ, әскери техникалары Газа секторын қоршап, шекарада даяр тұр. Кез-келген уақытта Газа тұрғындарын атқылауға әзір.\nӘлем халқының наразылығын тудырған Израиль агрессиясына қазақ халқы да үн қосып, өз пікірін білдіруі керек.\n  С.Қалдыбекұлы, профессор\nМұрат Алмасбекұлы, журналист",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Арабтар жаман болса,бұрынғы заманда арабтар үстем болды,бұрынғы заманда фитналар(бүліктер) көп болды ма,қазіргі заманмен салыстырғанда.Қазір еврейлер үстем,қазір фитналар көп па,бұрынғы заманмен салыстырғанда.Қолда билік,байлық болса сөзіңді үстем етуге болады,өз фитнаңды жасырып,біреудікін әшкерелеп,біреуге фитна жасатқызуға да болады(бұрын араптар үстем кезде еврейлерге осылай жасады ма).Арабтардың да,еврейлердің де арасында жақсы мен жаманы бар,бірақ көбінесе жаманы кім.Бұрмаланатын дәлелдер бар(ол дәлел бола алмайды),бұрмаланбайтын дәлел-ол нәтижесі.Жарнама сияқты,жақсылап мақтайды,сатып алсаң білесің.",
                "date": "16.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекетаралық қорғандарды кім және қашан салды?",
        "question_content": "Ежелде қорғандарды елді мекендердің, ал кейін қалалардың айналасына салғаны белгілі – бұл оларды сыртқы жаудан қорғайтын болған. Алайда олар мемлекет айналасына да салынған, бірақ өте сирек жағдайда. Бұл дәстүр қайта жанданып жатқанға ұқсайды. Мемлекетаралық қорғандарды кім және қашан салды?",
        "question_date": "11.01.2016",
        "question_tag": "Қоғам",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рим дуалдары. Варварлардың шабуылынан қорғайтын Рим империясының І-ІІ ғасырлардағы қорғаныс құрылыс жүйесі. Карпаттар мен Қара теңіз арасында құрастырылған Траян дуалы. Британияның рим аймағын қорғау үшін 122 жылы Адрианов (100 км) және Антонинов (50 км) дуалдары тұрғызылған. Ұзындығы 368 км құрайтын жоғарғы алманиялық дуал. Африканың шекарасына Триполитан дуалы салынған.\nҚытай. Ресми түрде Ұлы Қытай қорғаны солтүстігіндегі ғұн және дунху сияқты көшпелі түркі тайпалардан қорғану үшін б.з.д. ІІІ ғасырда салына бастады. Және де 1620 жылы салынып бітті. Ұзындығы – 5000 км. А.Т.Фоменконың гипотезі бойынша Қытай мен Ресей арасындағы қорғанды б.д. XVII ғасырдың соңында салған. Қазірде қайта қалпына келтірілген аймақ туристердің жиі келетін мекені.\nАлмания. Ең символикалық (Шығыс-Батыс екі жүйенің шекарасы), сонымен қатар аз өткізетін Берлин қабырғасы – Герман Демократиялық Республикасы мен Батыс Берлиннің мемлекетпен бекітілген шекарасы.  13 тамыз 1961 жылы тұрғызылып, 1989 жылы халық күшімен бұзылған. Қашықтығы 155 км, оның ішінде Берлин аумағында 43 км. Ең көп сынға алынған және әжуаланған қабырға болып саналады.\nАҚШ Мексикамен араға өз қабырғасын салды.\nМексика. 2005 жылдың желтоқсанында америка-мексика шекарасының аймағында қабырға тұрғызу жұмысы басталды. Мақсат – контрабанда ағымы мен мигранттардың АҚШ-қа заңсыз өтуін қысқарту. Қоршаған ортаны қорғау заңын ұстану талабы орындалмауынан қорық шекараларына 800 км-дей қабырға тұрғызылды. Бұл қытай қорғанынан кейінгі екінші орынды алады. Алайда мексикалықтар әлі де бұл қорғандардан жасырын өтіп келеді, бірақ жануарларға қауіп төніп тұр. Қабырға күнделікті мыңдаған жануардың өліміне сеп болып отыр. Тасбақалар, мысалы, мұндай бөгетті тіпті бағындыра алмайды, ал егер қандай да бір жануар жыртқыш аңнан қашып келе жатып, осы қабырғаға келгенде амалсыз берілуіне тура келеді.\nИзраиль. Израильді Иордан өзенінің Батыс жағалауынан бөліп тұратын дуал. Әлемде Wall of Shame(Масқара дуалы) атауымен танымал.  Ұзындығы – 703 км. 2003 пен 2005 жылдар аралығында салынды. Мақсаты....\nВенгрия. Ұлы венгр қорғаны. Венгрия мен Хорватия шекарасында қорған салу жұмысы басталды. Сербия аумағындағы шамамен 170 км құрайтын шекаралық қорған салынып бітті. Хорватия шекарасы мен қатар Венгрия Румыния арасында да қорған тұрғызуға шешім қабылдады. Осылйша Рим империясының тарихы Еуроодақ түрінде қайталанып жатыр.",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Сілтеме қоймағаныңыз өкінішті!!! Сілтеме қоюыңызды өтініп сұраймыз!!!!\nДерек көзі: http://bilim-all.kz/article/2677-Memleketaralyq-qorgandardy-kim-zhane-qashan-saldy",
                "date": "13.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неше бал керек?",
        "question_content": "Химия пәнін таңдағандар грантқа түсү үшін кемінде неше бал алуы қәжет?",
        "question_date": "11.01.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 694,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химия пәнін таңдағандар грантқа түсу үшін шамамен 85 балл алуы қәжет",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орхидея гүлін қыста отырғызуға бола ма?",
        "question_content": "Орхидея гүлінің жапырағы, сабағы сарғайды. Тамыры солып қалды. Енді қыс мезгілінде қайтадан отырғызуға бола ма?",
        "question_date": "11.01.2016",
        "question_tag": "Табиғат",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңде білгім келеді. Мен ауыстырып едім. Тамырларын қысқартып тазалап отырғызғанмын. Гүлім ауырып тұр. Не істесем болады?",
                "date": "3.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бықыттың кілті еңбекте тақырыбына эссе керек болып тұр ?!?",
        "question_content": "Маган апай тапсырма берди не истеймин !?!",
        "question_date": "11.01.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Грант иегерлері кімдер?",
        "question_content": "Биыл Қазақстан бойынша қанша оқушы  грантқа оқуға түсті?",
        "question_date": "11.01.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биыл Қазақстан бойынша 2500 оқушы грант иегері болды. Біздің мектепте 35 оқушы түсті",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теміржол оқуы қайда бар ?",
        "question_content": "Теміржол оқуы қайда бар ? 9 сыныатан соң түсуге болады ма ? Қандай құжаттар керек ?",
        "question_date": "11.01.2016",
        "question_tag": "Қоғам",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледжге қабылдану үшін қажетті құжаттар (әр колледжде әртүрлі болуы мүмкін)\nбекітілген үлгідегі бланкідегі  өтініш;\nбілімі туралы құжат (түпнұсқасы, көшірмесі);\n086-У нысаны бойынша медициналық анықтама (флюораграфия тұрғылықты жерінен);\n063-У нысаны бойынша медициналық анықтама (денсаулық паспорты);\nтуу туралы куәлігінің немесе  жеке куәлігінің көшірмесі ;\nЖСН (ИИН) (көшірмесі);\n(3х4) көлемдегі 6 фотосурет.",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Алматыға түсем десең М.Тынышбаев атындағы академия бар, колледжі де бар.",
                "date": "12.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балықта қанша қан айналым шеңбері болады?",
        "question_content": "Балықта қанша қан айналым шеңбері болады?",
        "question_date": "11.01.2016",
        "question_tag": "Биология",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балықта 2 қан айналым шеңбері болады",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия пәніне мұғалім, формацев сосын тағы қандай мамандықтар бар?",
        "question_content": "Химия пәніне мұғалім, формацев сосын тағы қандай мамандықтар бар?",
        "question_date": "11.01.2016",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В011200 Химия\n5В060600 Химия\n5В072700 Азық -түлік өнімдерінің технологиясы\n5В072800 Қайта өңдеу өндірістерінің технологиясы\n5В072100 Органикалық заттардың химиялық\nтехнологиясы\n5В072000 Бейорганикалық заттардың химиялық\nтехнологиясы\n5В073700  Пайдалы қазбаларды байыту\n5В110300 Фармация\n5В074800 Фармацевтикалық өндіріс технологиясы\n5В080800 Топырақтану және агрохимия\nҚосымша:\nhttp://massaget.kz/layfstayl/bilim/zharatylystanu/20090/",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Координаталық сəуле сызыңдар",
        "question_content": "Бірлік кесінді ретінде дəптердің 8 тор көзінің ұзындығын алып, координаталық сəуле сызыңдар. Оның бойынан 1/8, 3/4, 1.1/2, 2.1/4 (екі нүкте дегенім алдында екі бар деген түсінікті болу үшін) бөлшектерін кескіндейтін нүктелерді белгілеңдер.",
        "question_date": "11.01.2016",
        "question_tag": "Математика",
        "question_views": 32000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бирлик кесинди  ретинде даптердин 5 торкозинин узяндыгын алып координаталык сауле сызындар. Онын бойына сандарына сайкес нуктелерди белгилендер",
                "date": "21.10.2018",
                "upvotes": 0
            },
            {
                "text": "Толық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "21.10.2018",
                "upvotes": 0
            },
            {
                "text": "Бірлік кесіндісі ретінде дәптердің 20 торкөзінің ұзындығына тең координаталық сәуле сызындар. Осы координаталық сәуленің бойына 2/5 ,1/2, 8/10,5/10,4/5,4/10 бөлшектеріне сәйкес нүктелерді белгілендер. Қай бөлшектер бір ғана нүктемен кескінделеді? Не себепті?",
                "date": "11.11.2018",
                "upvotes": 0
            },
            {
                "text": "Пожалуйста комектесындерш уй жумысына истей алмай жатырм",
                "date": "11.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеуді шешіңдер.",
        "question_content": "Теңдеуді шешіңдер. 1) 12х-35+7х=98; 2) 25 (х+1)-16=59; 3) 13 (х+6)-72=123; 4) 77+8 (х-5)=125",
        "question_date": "11.01.2016",
        "question_tag": "Математика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)12x-35+7x=98\n\n  12x+7x=98+35\n\n  19x=133\n\n   x=7\n\n2)25(x+1)-16=59\n\n25x+25-16=59\n\n25x=59-25+16\n\n25x=50\n\nx=2\n\n3) 13(x+6)-72=123\n\n13x+78-72=123\n\n13x=123-78+72\n\n13x=117\n\nx=9\n\n4) 77+8(x-5)=125\n\n77+8x-40=125\n\n8x=125-77+40\n\n8x=88\n\nx=11",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "12х-35+7х=98  12х-35+7х-98=0  19х-133=0   19х=133   х=133/19    х = 7\n\n25(х+1)-16=59    25х+25-16=59    25х+25-16-59=0    25х-50=0     25х=50   х=50/25   х=2\n\n13(х+6)-72=123  13х+78-72=123    13х+78-72-123=0   13х-117=0   13х=117  х=117/13   х=9\n\n77+8(х-5)=125   77+8х-40=125   77+8х-40-125=0   8х-88=0   8х=88   х=88/8  х=11",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі заманғы адамдарға көзқарастарыңыз?",
        "question_content": "Қазіргі заманда адамға сай заман өзгерді ме? заманға сай адам өзгерді ме? бұрынғы мен қазіргіні салыстырсақ қайсысын таңдар едіңіз? Қазіргі адамдарға көңіліңіз тола ма? Көзқарастарыңыз қандай? Толығырақ пікір қалдырсаңыздар",
        "question_date": "11.01.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 882,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдарда ешқандай өзгеріс жоқ.Заман да әрине сол қалпында.Сол заманда бар жақсылар,қазір де бар.Сол заманда бар жамандар,қазір де бар.Айырмасы,техника болар.Ол заманда сұрақтар жауабын табу үшін үңіліп кітаптарда отырса,қазір интернет желісінде оларды лезде табамыз.Санамызда біраз өзгерістер бар.Ол кезде малмен теңесіп жатса,қазір бірінші сұрақ қайда оқыпты дейміз.Біз айналамызды өзгерттік.Ал айналадағы өзгерістерге өзіміз бағынышты болып қалдық.Сауатымыз арту керек деп дұрыс мақсат қойылды.Бірақ кейін келе жаманының шекарасынан асып өттік.Ешқашан жалпы адамзатқа баға берілмейді.Оның ішіне сараңы да,наданы да,жақсысы да,білімдісі де бар...Таңдау мәселесіне келсек,таяқтың екі ұшы бар.Ол заманда жайбарақат,ар-ұятты жаны жайсаңдар жасағандай.Бірақ  бүгінгідей жетістік жоқ.Бүгінде бәрі керемет,адамдар техниканың саясында сауатты өмір сүріп жатқандай.Бірақ айналасында жетімі көп,ұят кеткендей.Бүгінгінің жетістігін қимай,жеті мен түрмесі жоқ кең жайлау тіршілікті аңсайсың-ау...Адамдардына қызығып,адамдығыма үңілем...",
                "date": "14.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалғыз басты анаға қолжетімді баспана-2020 қаншалықты қолжетімді?",
        "question_content": "Уш баланын анасымын 8-9 жылдан бери Астана каласынын тургынымын,жеке касиппен айналысамын,жасым 33-те.Балаларымнын жастары 4,8,9 да акелеримен ажырасканмын алюмент алмаймын,мемлекеттен ешкандай пособия алган емеспин.Бугинги кунге дейин оз шама-шаркым жеткенше балаларымды жеткизип келемин,заманнын агымы киындап барады бул туриммен оз кушиммен баспана алар емеспин.Сизге сурагым:1.Кайда барсам,калай бастасам,кимге жугинсем болады?Осы кунге дейин кажетти кужат жинап ешкайда тапсырып корген емеспин.2.Мемлекеттен берилетин ай сайынгы балаларга арналган комекакы бар ма?Егер бар болса,ол жонинде кайда бару керек?Рахмет.",
        "question_date": "11.01.2016",
        "question_tag": "Заң",
        "question_views": 14700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "– Аталған бағдарламаға  1-топ бойынша жергі­лікті атқарушы органда коммуналдық тұрғын үй қорынан тұрғын үй беруге мұқтаж азаматтардың есе­бінде тұрған бюджеттік ұйым қызметкерлері, мемле­кеттік қызметшілер, әскери қызметшілер, халықтың әлеуметтік жағынан осал тобына жататын азаматтар қатыса алады. Ал, 2-топ бойынша  тұрғын үй кезегінде тұрмайтын барлық тұлғалар санаты қатыса алады. Соның ішінде «ҚИҚ» ИҰ» АҚ арқылы тұрғын үй» бағыты бойынша басым санаттағылар болып төмендегілер табылады:\n– мемлекеттік заңды тұлғалар қызметкерлері;\n– әлеуметтік саладағы келесі қызмет түрлерін жүзеге асыратын кез-келген меншік түрінің мемлекеттік емес ұйымдардың қызметкерлері;\n– медициналық қызмет көрсету, (косметоло­гиялық қызметті қоспағанда);\n– мектепке дейін тәрбиелеу және үйрету, білім беру қызметін көрсету;\n– ғылым, спорт, мәдениет-өнер саласындағы қызметкерлер қатыса алады.\nАл, «Қолжетімді баспана – 2020» бағдарламасына қатысуға ниет білдірген үшінші топқа ТҮҚЖБ желісі бойынша жас отбасылары кіреді.",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Салематсыздар ма менде жалгыз басты анамын. Бирак еш жерден не жумыс маселесимен не уй маселесимен барганымда маган берилмейди деди. Алматы каласында пропискам казир.Нуротангада баргам бирак еш мумкиндик болмады. Комек кол ушин берер азампттармен азаматшалар барма екен. Отиниш сиздерден. Далада конып жургениме коп болды. отинеммм.",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Салеметсиздерме ! Мен де жалгыз басты анамын. Бир улым бар 10 айлык. Патер жалдап турамын. Патерге кезекке туру ушин пропискада еш жерде жокпын. Мемлекет тарапынан кандай комектер бар? Киналып кеттим комектессениздер екен.",
                "date": "28.12.2016",
                "upvotes": 0
            },
            {
                "text": "Мен жалгыз басты анамын бир кызым бар 3",
                "date": "23.01.2017",
                "upvotes": 0
            },
            {
                "text": "Сəлеметсіздерме. Мен де жалғыз басты анамын. Бір балам бар. Пəттар жалдап тұрамын.Алматы қаласы Алатау ауданында пропискадмын.Пəттерге кезеке тұруға қандай құжаттар қажет??? Мемелекет тарапынан жалғыз басты анаға қандай көмек бар???",
                "date": "6.02.2017",
                "upvotes": 0
            },
            {
                "text": "Саламатсыздар ма?? Мен жалгыз басты анамын. Торт баламмен ажырасып кеттим..  Коп балалы ана деп уй кезекте турмын енди ажырасып кеттим. Сол ажырасып кеткен кагазымды апарып откизсем болама. Тезирек кезек жылжима баспанам жок. Туракты жеримде жок отин",
                "date": "14.11.2017",
                "upvotes": 0
            },
            {
                "text": "Салеметсиздер ме! Мен жалгыз басты анамын, 1 кызым бар. ОКО, Шымкент каласынан боламын. Форма 4 справкам бар. Патерге кезекке туруга кандай кужаттар расимдеу кажет, жане кандай патер алудын кандай тасилдери бар? Сол жагынан комектессениздер деймин. Окиметтен ешкандай комек алмаганмын.\nСиздерден отинерим маган патерге кужат расимдеуге комектессениздер деймин. Сиздерге",
                "date": "21.12.2017",
                "upvotes": 0
            },
            {
                "text": "Жалгыз басы анамын 8де кызым бар, турмыска шыкпаганмын, акеси бас таракан кызым менин атымды!!!",
                "date": "10.05.2018",
                "upvotes": 0
            },
            {
                "text": "Саламатсыздарма мен жалгыз басты анамын 3 улым бар . 4 Балама аягым ауыр, уй кезегынде турганыма 10 жылдан асты кай уакытта уйымды ала алам енды канша кутуым керек жалдамалы патерде турганыма 11 жыл болды осыган жауап берсеныздер",
                "date": "20.06.2018",
                "upvotes": 0
            },
            {
                "text": "Мен жалгыз басты анамын 21 жастамын кызым 2 жаска турады.калай тургын уй кезегине турсам болады.жумыс жасаи алмаим жатрм.кишкентаи кызммен кв жалдаим.отиниш билсениздер аитасздарма.басмда кредит бар.комектесе аласздарма.",
                "date": "26.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің тісім ауырып, тамағымның безі ісіп кетті, ұстасам ауырады?",
        "question_content": "Менің тісім ауырып, тамағымның безі ісіп кетті, ұстасам ауырады, тістің етіде ісіп кеткен, оң жақ бетімде ісіп кеткен, не істесем болады?",
        "question_date": "11.01.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стаматологка бар",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Менің де тісім ауырып журіп,сол жактан бетімде ісіп кеткен.Стоматологқа барайын десем қатты қорқам.Емдетсем укол т.б. ауыртпайды ма",
                "date": "17.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мақпал Жүнісова мен мен қызы айтатын әннің сөзі мен минусовкасы керек еді?",
        "question_content": "Мақпал Жүнісова мен мен қызы айтатын әннің сөзі мен минусовкасы керек еді? Өлеңнің атын білмеймін. Өлең жолдары: Өзіндей қызым бар арман бар....",
        "question_date": "11.01.2016",
        "question_tag": "Қазақша ән",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неге Қазақстандағы тауарлар бағасы тұрақсыз?",
        "question_content": "Əр аптада тауарлар бағасы өзгеруде.Бұған не себеб?",
        "question_date": "11.01.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Микродәрежедегі нарықтық тепе-теңдіктің осы замандағы үлгілері\nЖоғарыда аралған макродәрежедегі жалпы тепе-теңдік экономикалық жүйенің идеалдық болмасын сипаттайды. Ақиқат өмірде нарықтық тепе-теңдік бұзылып отырады.\nМикродәрежедегі нарықтық тепе-теңдіктің осы замандағы үлгілерімен танысайық.\nӨрмек түрлес үлгі. Бұл көпке белгілі үлгі. Мәні : баға тепе-теңдік болмыстан ауытқығанда, нарықта сатылатын тауарлардың саны мен бағасы тербеледі. Тербелу нәтижесінде сұраныс пен ұсыныс арасында тепе-теңдік орнайтын жағдай пайда болады.\nҚатаң бағалы Вальрастікі_емес_үлгі\nӨрмек түрлес үлгіні графикалық талдау мынадай қорытынды жасауға мүмкіндік береді:\n• егер ұсыныс қисық сызығының еңкею бұрышы сұраныс қисық сызығынын еңкею бұрышынан шұғыл болса, тепе-теңдік тұрақты болады:\n• егер сұраныс қисық сызығының еңкею бұрышы ұсыныс қисық сызығынын еңкею бұрышынан шұғыл болса, тепе-теңдік тұрақсыз болады, бағаның өте қатты тербелуі орын алады;\n• егер сұраныс қисық сызығы мен ұсыныстың еңкею бұрыштары тең болса, баға тепе-теңдік болмысы маңайында ұдайы тербелуде болады.\nВальрастікі емес қатаң бағалар болатын үлгі. Бағаның құрылу үлгісі ол икемді болады деген жорамалдауға негізделеді. Нарықтық тепе-теңдіктің бұзылуы бағаны өзгерту арқылы, немесе, өткізуге ұсынылған тауарлардың санын өзгерту арқылы жойылады деп жорамалдауға болады. Бірінші жорамал Вальрастық бағытқа тән, екінші — кейнстікке тән.\nБұл үлгі тепе-теңдік болмысты орнату тек бағаны өзгерту арқылы ғана емес, өндіріс көлеміне бағаны сұранысқа үйлестіру мақсатпен, бақылау еңгізу арқылы да қамтамасыз етіледі деп тұжырымдайды.\nКезекші үлгісі. Бағалар мемлекет бақылауында болса, олар ұзақ мерзім өзгермеуі мүмкін. Мұндай жағдайда сұраныс пен ұсыныстың қандай болмасын тербелуі, тауарлардың тапшылығына, немесе, олардың өтпей жатып қалуына әкеліп соғады. Айталық, алғашқы мемлекет белгілеген баға тепе-теңдік баға болсын. Түрлі себептерге байланысты сұраныс өссін дейік. Баға тұрақты болып қалса, бұл жағдайда тапшылық пайда болады. Енді, тепе-теңдік орнату үшін ұсынысты көбейту керек, немесе, тапшы болған тауарларды тұтынушылардың арасында карточка жүйесін енгізу арқылы, немесе, нарықтық тепе-теңдікті кезекпен сәйкестікке келтіру арқылы рационалды жолмен бөлу қажет. Кезек дегеніміз тұтынушылардың тауарды сатып алуға жұмсайтын шығындарының екі бөліктен тұратынын көрсетеді: тауарға ақшалай түрде белгіленген бағадан және кезекте тұрғандықтан туған шығындардан. Кезекте тұрғандықтан келген шығындарды, сол кезекте тұрғанда кеткен уақытта пайдалы еңбек жасалғанда түсетінтабыстар шамасымен өлшеуге болады. Осыған байланысты мынадай тұжырымдар туады: «ұзын кезектен гөрі қымбат баға жақсы», «қымбат баға кезекті қысқартады». Қарсыластар: «қымбат баға хал-ауқатты төмендетеді». Осы тұжырымдардың екеуі де дұрыс болуы мүмкін. Көп адамдар, өзгерістер қандай болмасын, егер олардың нәтижесінде ұтқандардың байлығының өсуі, ұтылғандардың байлығының шығындарынан артық болса, онда осындай өзгерістер тиімді, ұнамды деп саналады.\nМемлекеттің кірісу жағдайындағы нарықтық тепе-теңдік үлгісі (кезекші үлгісіне косымша). Егер нарықтық жағдайда мемлекет тауарлардың бағасын тепе-теңдік дәрежеде белгілемесе, онда артықшылық, немесе, тапшылық болуы күмәнсіз.\nЕгер баға тепе-теңдік дәрежесінен жоғары белгіленсе, артықшылық пайда болып, тауарлар қоймаларда қалып қояды. Бұл сатуды және сатудан түсетін ақы мөлшерін азайтады. Сондықтан мемлекет фирмалардың табыстарының азайуымен байланысты, олардың, қосымша жұмсалған шығындарын өтеуге мәжбүр болады. Осы мәселені шешудің ең жабайы жолы: артық тауарларды мемлекет өзі сатып алады. Осылай экономикалық тепе-теңдік орнайды. Керісінше жағдайда баға тепе-теңдік дәрежеден төмен белгіленеді. Нәтижесінде тапшылық туып өтелмеген сұраныс көбейе түседі. Мұндай ұнамсыз жағдайды жою мақсатымен мемлекет өзінің қаражаттарын пайдаланып тапшылықты болдырмау үшін, мысалы, импортты көбейтеді. Мемлекет өзіне қосымша тауарды жеткізуші қызметін жүктейді. Осылайша тапшылық, жойылады, экономикалық тепе-теңдік орнайды.\nОсы замандағы батыс экономикалық әдебиеттері өзін-өзі реттейтін жүйе болып нарықтың қызмет етуін, нарықтық қатынастар субъектілерінің экономикалық іс-әрекеттерінің рационалдылығымен дәлелдейді. Олардың әрекеттерінің рационалды түрде жүруі, ынталар мен қажеттіктерді қамтамасыз етудің оптималдық әдістері арқылы жүзеге асырылуынан көрінеді. Фирмалар өздерінің табыстарын көбейтуді көздей отыра сонымен бірге, «көрінбейтін қолдың» қатысуымен, қоғамдық ынталарды да қанағаттандырады. Фирмалар өнімдердің осы көлемін өндіру үшін алдыңғы қатарлы технологііяны, өндірісті ұйымдастырудың қолайлы әдістерін қолданады. Олардың осындай әрекеттері жеке бастарының табысқа жетуіне, шығындарын үнемдеуіне жол аша отырып, сонымен қатар, жалпы коғамның байлығының молаюына ат салысады. Осылайша, нарықтық жүйе мүмкіндік тудырған жеке адамдардың өз басының табысты көздейтін әрекеттері түбінде бүкіл қоғамның қажеттерін толығырак қамтамасыз етуге жол ашады.\n«Көрінбейтін қол» түрінде әрекет ететін өзін-өзі реттейтін экономикалық жүйе, бір жағынан, экономикалық жүйені ұйымдастырудың формасы болып, екіншіден, шаруашылық жүргізу әдісі болып табылады. Өзін-өзі реттеуді ұйымдастыру формасы. Бұның негізін нарықтық жүйе құранды. Осы форма меншіктің сан алуан формаларына, шаруашылық жүргізудің көп түрлі ұйымдастыру-құқықтық формаларына, көп салалы нарықтық инфрақұрылым жүйесіне негізделеді.\nӨзін-өзі реттейтін нарықтық жүйе әлеуметтік-экономикалық еркіндігі бар шаруашылық субъектілерінің құрылуын талап етеді. Осымен қатар, ол әрекеттерін бір-бірімен тікелей, немесе, жанама түрде көрінетін экономикалық ынталардың келісімді, өзара тәуелді болуын тілеп жүргізеді. Нарықтық экономиканың субъектілерінің осындай жағдайы, объективтік түрде қоғамдық еңбек бөлінісінің нәтижесі болып табылады — бұл бір жақтан, шаруашылық жүргізуші субъектілерді еңбек етудің түрлеріне сәйкес бір-бірінен алшақтатып бөледі, экономикалық әрекеттер жағынан оңашаланған өндірушілерді қалыптастырады. Екінші жақтан, еңбек бөлінісі өндірушілер арасында тұрақты функционалдық өзара байланыстар тудырады, сатып алу - сату түріндегі эквиваленттікке негізделген айырбас процестерін келістіреді.\nОсы методологиялық болмыс нарықтық экономиканың дамуымен байланысты болатын, бұданда терең процестің теориялық негізін құрайды. Осының табиғи дамуы екі қарама-қарсы тенденцияға: орталықтан тепкіш және орталықа тартқыш тенденцияларға негізделеді. Бірінші, орталықтан тепкіш тенденция қоғамдық еңбек бөлінісі процесінде пайда болған, жабайы оңашаланған өндірушілерді ұсақ тауарлық өндірісінің монополистік бірлестіктер түрін алған ірі шаруашылық субъектілеріне айналдырады. Бұлар өндіргіш күштердің дамуының және олардың бір-бірімен бәсекелесуінің нәтижесінде пайда болады. Екінші, орталықа тартқыш тенденция қоғамдық еңбек бөлінісі арқасында күшейген функционалдық өзара байланыстара негізделе отырып, интеграциялық сипаттамалары бар, әр түрлі процестерден түрады. Өзін-өзі реттейтін жүйенің шаруашылық жургізу әдісі бәсекелік және интеграциялық процестердің әрекеттеріне негізделеді. Бұл нарықтық экономикалық дамудың екі қарама-қарсы тенденциясы болып табылады. Шаруашылық жүргізудің әдісі ретінде, бәсекелестік, тауар өндірушілердің іс-қимыл процесіндегі бір-бірімен сайысы түрінде көрінеді. Интеграция өндірістік-шаруашылық әрекеттердің функционалдық өзара байланыстар келісімдері арқылы жүріп отыратынын сипаттайды. Бәсеке ендіріс келемін көбейту, сату-өткізу нарықтарын кеңейту, шикізаттар мен материалдар көздерін иелену үшін сайыс, тартыс түрінде жүреді. Ал интеграция өнімдерді өндіру және өткізу процесінде нарықтық субъектілердің шаруашылық жүргізу жағданларының бір-біріне әсер етуіне, сонымен қатар, капиталды қолдану сферасында келісімді іс-қимыл жасау қажетгігіне негізделеді. Бәсеке тауар өндірушілерді бір-бірінен алшақтандырады, бөледі. Ал интеграциялық процестер өндірістік, ғылыми-техникалық және тағы басқа сфераларда ассоциациялар, одақтар, бірлестіктер пайда болуына жол ашады.\nБәсекелестік және интеграциялық, қарама-қарсылықтардың бірлігі мен күресі заңының көрініс формасы ретінде, нарықтық экономиканың өзін-өзі жылжытуының, өзін-өзі реттеуінің ішкі көзі болып табылады.\nНарықтық қатынастардың дамуы барысында интеграциялық процестерде қолданатын шаралар:\n• өндірісті ұйымдастыру саласында жекелеген фирмалар өндірістің, ғылыми-техникалық, жөне әлеуметтік даму мүмкіндікгерін молайтуды көздеп, ассоциация болып бірлеседі. Акцияландыру жүйесі меншік иелерінің арасындағы бәсекеге байланысты пайда болды. Бірақ, ол демократиялық негізде нарықтық экономиканың тәуелсіз субъектілерінің интеграциясын тудырды;\n• мемлекеттік реттеу саласында бәсеке және өндірісті монополияландыру процесінде, өндірушілердің әрекет терін шектеуді көздейтін шарттар жасалып қолданылады. Мемлекетгік реттеу жүйесі тауар өндірушілер арасындағы бәсекелестіктің нәтижесінде пайда болып отырған кәсіпкерлік іс-қимылды заңды түрде реттеудің негізін құрды. Осы жағдай тауар өндірушілерді «еркіндік аумақпен» қамтамасыз етеді, осы аумақ ішінде олар өздерінің бәсекелестеріне ықпал жасай алмайды;\n• айырбас саласында маркетинг концепциясы қалыптасты. Ол бәсекелестік күрес әдістерінің даму нәтижесінде пайда болды және бірте-бірте өндіріс пен тұтыну сфераларының интеграциясына әсер ету механизіміне айналды. Осы жағдай тәуелсіз өндірушілер мен тұтынушылардың ынталарының келісімді болуына негізделеді;\n• еңбек ресурстарын пайдалану саласында халықты жұмыспен қамту жүйесі жасалады. Бұл кәсіпкерлер мен жалдамалы жұмыскерлер арасындағы бәсекенің нәтижесінде пайда болады. Осылайша, халықты жұмыспен қамту жүйесі әлеуметтік бағытталған нарықтық экономканың құрамды бөлігіне айналады.\nҚорытынды ретіше мына мәселені айта кетейік: даму процесінде нарықтық экономика өзі іс-әрекетіне тән негативтік жағдайлардан құтыла алмайды. Осыған ұдайы өндірілмейтін ресурстарды пайдаланумен, қоршаған ортаны қорғаумен, бүкілхалықтық байлықты (ормандарды, балықты, тағы жануарларды) пайдалануды реттеумен байланысты мәселелер жатады. Интеграциялық процестер бәсекелік сайыс болып тұрған жағдайда әсер ететін тенденция болып қана табылады. Осы процестер өзін-өзі реттейтін жүйе болып табылатын нарықтық экономиканың тұрақтылығын нығайтуға көмектеседі.",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Короче порядок жоқ!",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "себеі мұнайдың арзандауынан доллар өседі доллар өссе теңгенің бағасы кемиді ал тауардың жартысы долларға сатылып алынады",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі қазақ әншілер туралы жаз :)",
        "question_content": "Қазіргі қазақ әншілер  жазыңдар",
        "question_date": "11.01.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазір әншілердің саны көп, бірақ дауыстары жоқ.. Бірақ олай айтып көпке топырақ шашуға болмайды әрине. Бар әрине өнері бар адамдар.Бірақ қазіргі заманда бәрі ақшамен сараланады.Сол үшін қазір аузы бардың, ақшасы бардың бәрі әнші.Кейде оларға қарап жанын ашид.Каншама өнерлі адамдар ақшасы жоқтан сахнаға шығалмай, өнерлері бағаланбай жатады,өйткені қазір заман солай! Меніңше барлығы жанды дауыспен айтса барлығынын көзі жететін еді кім шын әнші,кім жасанды?!",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    }
]