[
    {
        "question_title": "Мемлекеттің басқа саяси ұйымдардан айырмасы",
        "question_content": "Мемлекеттің басқа саяси ұйымдардан айырмасы?",
        "question_date": "3.11.2016",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттің қоғамнан және басқа  да қоғамдық  ұйымдардан айырмасын  білуге  көмектесетін,  өзіне тән белгілері болады.\n\nБіріншіден,   мемлекеттің тұтас аумағы  болады,  онда сол елдің өз халқы тұрады және оған сол мемлекеттің саяси  өктемдігі   жүреді.  Сол аумақта  өмір сүретін адамдар конституциялық құқықтары мен міндеттерін пайдаланып сол мемлекеттің азаматтарына  айналады.  Қандай мемлекет  болмасын өзінің аумағын сыртқы басқыншылықтан қорғау үшін  көп жағдайларды ұйымдастырады және  шешеді.\n\nМемлекеттің даму  барысында халықтың  аумақтық принципі бірқатар мемлекеттік-құқықтық  институттармен тұтас алғанда жанама түрде байланыс орната алды, ол оны нақтылай түсуге, тереңдетуге, айқын мазмұнмен толықтыруға бағытталған еді. Олардың ішінде  қандай да бір мемлекетке тиесілілігі бекітілген азаматтық институт ерекшеленеді.\n\nЕкіншіден,  мемлекеттің қоғамды, оның қызметін өз  жөнінде басқаруға құрылып, ерекше аппараты  бар,  саяси (өкіметі)  билігі болады. Демократиялық  қоғамда өкімет халықпен бірге  болады, себебі ол мемлекеттің аппаратын құрғанда тікелей қатынасып,   бөліктерінің қызметіне бақылау  жүргізеді.  Өзіне  жүктелген қызметті орындау үшін,  саяси өкімет,  заңдар  қабылдайды және    басқа да  бәріне  бірдей шешімдер шығарады.\n\nҚұқықтық заңдар, ел азаматтарының  қолдауына  ие болып, мемлекет жағынан заңды  қимыл жасамай – ақ  ерікті түрде іске асырылады.  Өкімет өзін азаматтық  қоғамға  қарсы  қоймайды  және  оның мүддесін қамтамасыз етуге, экономикасының  дамуына барынша материалдық  жағдайлар жасап, қажетті  өмір сүру  деңгейіне жеткізуді көздейді.\n\nҮшіншіден, тек мемлекет  ғана өзін тәуелсіз билік иесі екендігін көрсетеді.  Мемлекеттік өкімет-  жоғарғы, тәуелсіз   және бөлінбейді.   Оның жоғарылығы және тәуелсіздігі өзінен басқа, мысалы, партияларға не болмаса басқа да  ұйымдарға бөлінбейді, себебі мемлекет өзінің өкімет билігін ешқандай басқа ұйымдармен бөліспейді.  Мемлекеттің тәуелсіздігі халықтың тәуелсіздігіне қарсы  қойылмаған.\n\nҚазақстан Республикасының  1995 жылғы Конституциясы  бойынша  тек  халық қана    өкіметті және  тәуелсіздікті ұстайды.  Халық  референдум арқылы мемлекеттік  және қоғамдық, маңызды мәселелерді шешуге  құқығы  бар.  Мемлекеттің тәуелсіздігіне оның әртүрлі, қандай болса да өкіметтен тәуелсіздігі, ішкі және сыртқы проблемаларын шешу мүмкіндігіне  ие болғандығы.\n\nТөртіншіден,  мемлекеттің өзі ғана, бәрін тегіс қамтитын ұйым.  Ол барлық халықты біріктреді  және оның  атынан шығады.  Оның шешімінің, барлық азаматтарға және олардың ұйымдарына міндеттілік маңызы бар.\n\nБесіншіден, тек мемлекет қана, әлеуметтік қажеттілікке,  отан қорғауға, мемлекеттік аппаратты ұстауға, өз  азаматтарынан және барлық ұйымдардан алым – салық  жинайды.\n\nМемлекет —  тәуелсіз биліктің саяси ұйымы, өзінің пайдалы қызметтері арқылы  қоғамның алдында  тұрған  шешуші  мәселелерді іске  асырады.\n\nМемлекет – саяси биліктің ұйымы, нақтылы мүдделерді (таптық,  жалпыадамдық,  діни, ұлттық т.с.с.)  айырықша іске  асыруға  белгілі аумақ  көлемінде ықпал етуші.\n\nМемлекетті рулық   құрылыстың әлеуметтік  билігінен айырып қарауға көмектесетін оның мынадай белгілері:\n\nКөпшілік биліктің болуы, қоғамнан бөлініп алынған және елдің тұрғындарына сай келмейді (мемлекеттің міндетті  түрде басқару және  мәжбүрлеу  аппараты болады,  себебі көпшілік билік – шенеуліктер, әскер, полиция, соған қоса абақты және басқа мекемелер).\n\nАлым – салық   жүйесі (мемлекеттік аппаратты және  заттар  өндірмей,    тек басқару  жұмысымен шұғылданатын адамдарды  асырауға қажет).\n\nТұрғындарды  аумақтарға бөлу (мемлекет өз аумағында тұратын  тұрғындарды өзінің  билігімен біріктіріп,  қорғайды).\n\nТәуелсіздік (мемлекетке тән өз аумағындағы үстемдік және халықаралық қатынастардағы тәуелсіздік).\n\nҚұқық (мемлекет құықсыз өмір сүре алмайды, себебі ол  мемлекеттік билікті заң жүзінде  бекітеді және соған  байланысты оны басқаларға мойындатады,   заңды қалпын және  мемлекеттің   қызметінің нысанын белгілейді.",
                "date": "3.11.2016",
                "upvotes": 0
            },
            {
                "text": "Мемлекеттің қоғамнан және басқа да қоғамдық ұйымдардан айырмасын білуге көмектесетін, өзіне тән белгілері болады.\n\nБіріншіден, мемлекеттің тұтас аумағы болады, онда сол елдің өз халқы тұрады және оған сол мемлекеттің саяси өктемдігі жүреді. Сол аумақта өмір сүретін адамдар конституциялық құқықтары мен міндеттерін пайдаланып сол мемлекеттің азаматтарына айналады. Қандай мемлекет болмасын өзінің аумағын сыртқы басқыншылықтан қорғау үшін көп жағдайларды ұйымдастырады және шешеді.\n\nМемлекеттің даму барысында халықтың аумақтық принципі бірқатар мемлекеттік-құқықтық институттармен тұтас алғанда жанама түрде байланыс орната алды, ол оны нақтылай түсуге, тереңдетуге, айқын мазмұнмен толықтыруға бағытталған еді. Олардың ішінде қандай да бір мемлекетке тиесілілігі бекітілген азаматтық институт ерекшеленеді.\n\nЕкіншіден, мемлекеттің қоғамды, оның қызметін өз жөнінде басқаруға құрылып, ерекше аппараты бар, саяси (өкіметі) билігі болады. Демократиялық қоғамда өкімет халықпен бірге болады, себебі ол мемлекеттің аппаратын құрғанда тікелей қатынасып, бөліктерінің қызметіне бақылау жүргізеді. Өзіне жүктелген қызметті орындау үшін, саяси өкімет, заңдар қабылдайды және басқа да бәріне бірдей шешімдер шығарады.",
                "date": "22.12.2020",
                "upvotes": 0
            },
            {
                "text": "Мемлекет саяси-құқықтық ғылымдардың зерттеу объектісі болып табылады. Мемлекет өзінің мыңдаған жылдарға созылған тарихи даму үрдісіне саясатшылар тарапынан түрліше бағаланып келеді. Мемлекеттің анықтамасын да түрлі көзқарастағы саяси қайраткерлер түрліше тұжырымдайды.\nЕжелгі грек философы Демокрит: «Мемлекет жалпыға бірдей игілік пен әділеттілік әкелуі керек»,- деп есептеген екен.Оның пайымдауынша: «Жақсы басқарылатын мемлекет – үлкен тірек, ол сақталып тұрғанда, онда бәрі де болады- бәрі тұтас болады, ол құлағанда, онымен бірге бәрі де өледі».\nҚазіргі заманғы философтар мен әлеуметтанушылардың пайымдауынша, мемлекет – қоғамның саяси-экономикалық, мәдени-әлеуметтік жүйесін бірізділікке түсіретін, қоғамды басқаратын және сақтайтын негізгі институт болып табылады.\nМемлекеттің белгілері мыналар:\nмемлекеттің орталық және жергілікті билік органдары жүйесі болады, оған заңды, атқарушы және сот органдары, әскер, полиция жатады;\nмемлекеттің тұрғындары әкімшілік-аумақтық бірлестіктерге (облыс,аудан,…) бөлінеді(ол бірліктер әр елде түрліше аталады);\nмемлекеттің шекарасы анық белгіленген аумағы болады;\nмемлекеттің ең маңызды белгісі- оның өзге мемлекеттерден тәуелсіздігі, егемендігі;\nмемлекет әскерді полицияны, сотты, басқа мемлекеттік мекемелердеқызмет істейтін шенеуніктерді ұстау үшін салық жинайды;\nмемлекет заңдар және басқа нормативтік- құқықтық актілершығарады, солардың көмегімен қоғамда тәртіп орнатады;",
                "date": "13.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы шамамен 5 грамға тең бір шай қасық қантта C12H22O11 қанша молекула?",
        "question_content": "Массасы шамамен 5 грамға тең бір шай қасық қантта C12H22O11 қанша молекула?",
        "question_date": "3.11.2016",
        "question_tag": "Химия",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M(C12H22O11) = 342 г/моль\nn(C12H22O11) = 5 г/342 г/моль = 0,0146 моль\nN=0.0146 моль*6,02*10²³ молекул/моль = 8,79*10²¹ молекул",
                "date": "30.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Мен бұл сайысқа не үшін лайықтымын?\" тақырыбында 1-2 шумақ өлең құрастырып беріңіздерші",
        "question_content": "Бұйырса өңірімізде конкурс болмақшы еді. Соған қысқаша өлең шумағы керек еді. Алдын ала рахмет. Алла разы болсын.",
        "question_date": "3.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 970,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тағам технологына астанада жоғары оқу орны бар ма? Таңдау пәні қандай?",
        "question_content": "Тағам технологы мамандығына Астана қаласында жоғары оқу орындары бар ма? Таңдау пәні қандай?",
        "question_date": "3.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бар Астанада.Таңдау пəні химия",
                "date": "4.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы 1900-1991 жылдардағы тарихи оқиғаларды айта кетсеңіз?",
        "question_content": "1900 жылдан бастап тәуелсіздікке дейіңгі уақыт аралығындағы тарихи оқиғаларды жылымен қосып көрсетіңіздерші",
        "question_date": "3.11.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1991 жыл\n1 желтоқсан. Тұңғыш рет жалпыхалықтық дауыс беру жолымен Қазақстан Президентін сайлау рәсімі өткізілді. Сайлау нәтижесінде Нұрсұлтан Әбішұлы Назарбаев көпшілік дауыспен (98,76%) жеңіске жетті.\n1992 жыл\nТәуелсіздіктің алгашқы жылы Қазақстан үшін өзін әлемге таныту жылы болды. Біріккен Ұлттар Ұйымына және басқа да ірі халықаралық ұйымдарға мүше болып қабылданды. Көптеген ірі мемлекеттермен тікелей саяси-экономикалық қатынас орнай бастады. Сонымен бірге 1992 жыл КСРО-ның кезінде басталған және Одақтың ыдырауымен күшейе түскен экономикалық дағдарысқа қарсы жүйелі күрестің басталған жылы болды. Ресейде 1992 жылы бағаны еркіне жібергендіктен Қазақстан күрделі шаралар қабылдауға және «шок терапиясын» жүзеге асыруға кірісті. Қазақстанда инфляция жыл аяғында 3000 пайызға жетті. Экономикалық дағдарыстың күшейіп және тіл мәселесіне байланысты қоғамда саяси жіктеліс тереңдей бастады.\n1993 жыл\n1993 жыл тәуелсіз Қазақстан тарихындағы экономикалық дағдарыстың ең тереңдеген жылы болды. Наурыз айында елдегі құнсыздану процесі гиперинфляцияға айналды. 1993 жылы электр энергиясы мен.газ бағасы мыңдаган есеге көтерілді. Жалақының кешіктіріліп берілуі барлық салада күшейе бастады. Халықтың әлеуметтік жағдайы күрт қүлдырап кетті. Осындай жағдайларға байланысты Қазақстанда қараша айында ұлттық валюта - теңге енгізілді. Экономикалық жағдайдың қиындауы әлеуметтік топтардың саяси талаптарын тұжырымдаған саяси партиялардың пайда болуына әсер етті. 1993 жылдың соңында Қазақстанда 4 саяси партия тіркелді. Олар: Социалистік партия, Қазақстанның Республикалық партиясы, «Қазақстанның Халық Конгресі» және Коммунистік партия. Қоғамдық қозғалыстардан – ядролық жарылысқа қарсы «Невада - Семей», азаматтық «Азат» қозгалысы және «Қазақстанның халық бірлігі» одагы, 11 республикалық ұлттық мәдени топтар тіркелді. Республикада 300-ден аса қоғамдық-саяси ұйымдар, 68 әр түрлі қорлар тіркеуге алынды. 1993 жылдың соңына қарай қоғамдық-саяси қозғалыстар ұйымдасқан саяси күшке айналды.\nТолығырақ: http://el.kz/news/archive/1991-2014_zhyldar_araly-ynda_elimizde_bol-an_ma-yzdy_o-i-alar_khronikasy/",
                "date": "19.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мед колледжден кейін қандай жоғары оқу орындары бар?",
        "question_content": "Мен мед колледжді бітіргеннен кейін қай жоғарғы оқу орнына түсетінімді білмеймін?",
        "question_date": "3.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖОО түсу үшін КТ (кешенді тест) тапсрып таңдап түсе бересіз.",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың ішкі бұрыштарының қосындысы",
        "question_content": "Үшбұрыштың екі төбесіндегі сыртқы бұрыштары 110 градус жəне 160 градусқа тең. Үшбұрыштың барлық бұрыштарын табыңдар.",
        "question_date": "3.11.2016",
        "question_tag": "Математика",
        "question_views": 37500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыштың ішкі бұрыштарының қосындысы 180 градусқа тең.",
                "date": "7.11.2016",
                "upvotes": 0
            },
            {
                "text": "ABC үшбұрышының B жəне C төбелеріндегі сыртқы бұрыштарының қосындысы 250градусқа тең. Үшбұрыштың A төбесіндегі ішкі бұрышын табыңдар",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тамырыңнан түйе сұрасаң қорықаннан бие береді мақал мәтелдің мағынасы?",
        "question_content": "Тамырыңнан түйе сұрасаң қорықаннан бие береді осы мақал мәтелдің мағынасын білесіздер ме",
        "question_date": "2.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тамырың дегені - туыс, жақын дегені. Қаншалықты көп сұрасаң, аз береді деген мағынада. Негізі халық арасында \"Түйе сұрасаң, бие береді\" деген қысқа нұсқасы көбірек қолданылады.",
                "date": "3.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаман əдеттен қалай арылсам болады?",
        "question_content": "Азанда тұрғым келмей қалады,оқудан көп қала беретін əдет шығардым ақыл кеңес беріңіздерші қалай тыйылуға болады",
        "question_date": "2.11.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерте жатып, ерте тұр!",
                "date": "3.11.2016",
                "upvotes": 1
            },
            {
                "text": "өзіңізді іштей дайындаңыз, жатар кезде ерте тұрам деп бірнеше рет қайталап психологиялық түрде дайындаңыз жане тұрған кезде жаттығу жасасаңыз сонда күні бойы сергек жүресіз",
                "date": "3.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "812 ден келетин махаббат туралы смс-ті қалай өшіреді?",
        "question_content": "билайн номеріндегі 812-ден келетін \"Махаббат туралы цитаталар\" смс қызметін қалай өшіруге болады?",
        "question_date": "2.11.2016",
        "question_tag": "Байланыс операторлары",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ол үшін өз қалаңыздағы белаин центрге барып алып тастай аласыз",
                "date": "3.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО-нын бітіргеннен кейін ҰҚҚ академиасына оқуға түсу қалай жүзеге асырылад",
        "question_content": "мен  ЖОО нын бітірдім. ҰҚК академиясына қалай түсуге болады, кай кезден бастап қабылдайды академиаға, ЖОО биткендер канша жыл оқиды.\n\nӘскерге барып келгем,",
        "question_date": "2.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кубтың диагональі арқылы өтетін ауданы ең кіші қиманы тап",
        "question_content": "Кубтың диагоналі арқылы өтетін ауданы ең кіші қиманы тап",
        "question_date": "2.11.2016",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алтының алтын немесе өтірік екенін үй жағдайында қалай анықтайт",
        "question_content": "Менде білезік бар еді ода ешқандай белгі жоқ соны алтынба алтын емеспа білейін деп едім және 583 номерлі сақина бар ол алтынба және ол аздап түсін жоғалтқан соны қалпына қалай келтіред",
        "question_date": "1.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "* Алтынның сапасын анықтаудың тағы бір тәсілі: йодты бұйымға бір-екі тамшысын тамызып, бірер минут күтіңіз: егер алтын түсін өзгертсе, онда сіз алдандыңыз, өзгертпесе қолыңыздағы нағыз алтын болғаны.\n\n*Алтынды уксусқа батырғанда қарайса, онда бұл таза алтын емес.\n\n*Алтынды тексеру үшiн сапалы күштi магниттi алыңыз, тексергiңiз келген алтынды магниттiң жанына қойыңыз, егер алтынды магнит тартуға әрекет жасаса, онда ол жоғары сапалы алтын емес немесе жәй ғана 10-караттық алтын... Тағы бiр жолы, алтынды суға батырып жiберу қажет, егер тез батып кетсе ол жақсы деген сөз, егер жай батса ол алтын емес деген сөз, өйткенi алтын ауыр метал...",
                "date": "2.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алқап 2880га ал 1- алқап 10%құраса 2-алқап неше га жерді алады",
        "question_content": "Маған өте қажет. Маған көмек беріңіздерші",
        "question_date": "1.11.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің берілгені бойынша, екінші алқап 90% -ды құрайды. Демек:\n\n2880*0,9=2592 гектар",
                "date": "2.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 жаста жұлдыртылған тіс, кері шығуы мүмкін бе?",
        "question_content": "8 жаста жұлдыртылған тіс, кері шығуы мүмкін бе? Інім 8 жасында күрек тістерін жұлдыртқан болатын. Алайда 1 жыл өтседе тісі əлі шыққан жоқ. Не істеуге болады, қандай кеңес бересіздер?",
        "question_date": "1.11.2016",
        "question_tag": "Денсаулық",
        "question_views": 597,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине тіс 25 жасқа дейін шығады деп естігем немесе оқығам. Жоқ дегенде 20 жасқа дейін шығады.",
                "date": "2.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыл сайынғы ақы төленетін негізгі еңбек демалысы?",
        "question_content": "Жыл сайынғы ақы төленетін негізгі еңбек демалысын алмаған кезде келесі жылдың қай айына дейін сақталып тұрады?",
        "question_date": "1.11.2016",
        "question_tag": "Заң",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен тәрбиеші болып жұмыс жасаймын.Айлық жалақым 60000 теңге.Еңбек демалысымның ақшасын есептеп беруіңізді сұраймын.",
                "date": "13.04.2021",
                "upvotes": 0
            },
            {
                "text": "Еібек кодексіне сәйкес 90-бап. Жыл сайынғы ақы төленетін еңбек демалысының ұзақтығын есептеу\n      1. Жыл сайынғы ақы төленетін еңбек демалысының ұзақтығы, қолданылатын жұмыс режимдері мен ауысымдық кестелерге қарамастан, жыл сайынғы ақы төленетін еңбек демалысы күндеріне тура келетін мереке күндері есепке алынбай, күнтізбелік күндермен есептеледі.\n      2. Жыл сайынғы ақы төленетін еңбек демалысының жалпы ұзақтығын есептеу кезінде жыл сайынғы ақы төленетін қосымша еңбек демалыстары жыл сайынғы ақы төленетін негізгі еңбек демалысына қосылады.\n91-бап. Жыл сайынғы ақы төленетін еңбек демалысы берілген кезде еңбек өтілін есептеу\n     Жыл сайынғы ақы төленетін еңбек демалысы берілген кезде:\n1) нақты жұмыс істелген уақыт;\n2) жұмыскер нақты жұмыс істемеген, бірақ оның жұмыс орны (лауазымы) мен жалақысы толық немесе ішінара сақталған уақыт;\n3) жұмыскер еңбекке уақытша қабілетсіздігіне байланысты нақты жұмыс істемеген уақыт, оның ішінде жүктілігіне және босануына байланысты демалыста болған уақыт;\n4) жұмыскер жұмысына қайта алыну алдында нақты жұмыс істемеген уақыт еңбек өтіліне қосылады.\n92-бап. Жыл сайынғы ақы төленетін еңбек демалыстарының кезеңін айқындау және оларды беру тәртібі\n      1. Жұмыскерге жұмыс істеген бірінші және келесі жылдары үшін жыл сайынғы ақы төленетін еңбек демалысы тараптардың келісімі бойынша жұмыс жылының кез келген уақытында беріледі.\n      2. Жұмыс жылы жұмыскердің бірінші жұмыс күнінен бастап есептелген күнтізбелік он екі айды құрайды.\n      3. Жыл сайынғы ақы төленетін еңбек демалысы жұмыскер мен жұмыс беруші арасындағы келісім бойынша бөліктерге бөлінуі мүмкін. Бұл ретте жыл сайынғы ақы төленетін еңбек демалысы бөліктерінің бірі күнтізбелік он төрт күннен кем болмауға тиіс.\n      4. Жыл сайынғы еңбек демалысына ақы төлеу - ол басталғанға дейінгі үш жұмыс күнінен кешіктірілмей, ал еңбек демалысы демалыстар кестесінен тыс берілген жағдайда, ол берілген күннен бастап үш жұмыс күнінен кешіктірілмей жүргізіледі.\n      5. Қоса атқаратын жұмыс туралы еңбек шарты бойынша жұмыс істейтін жұмыскерлерге жыл сайынғы ақы төленетін еңбек демалысы негізгі жұмысы бойынша демалыспен бір мезгілде беріледі.\n     Егер қоса атқаратын жұмыс туралы еңбек шарты бойынша жыл сайынғы ақы төленетін еңбек демалысының ұзақтығы негізгі жұмыс бойынша демалыстың ұзақтығынан аз болса, жұмыс беруші қоса атқарушы жұмыскердің өтініші бойынша оған демалыстар ұзақтығының айырмасын құрайтын күндерге жалақы сақталмайтын демалыс береді.\n6. Демалыс беру, ауыстыру не жыл сайынғы ақы төленетін еңбек демалысынан кері шақыртып алу жұмыс берушінің актісімен ресімделеді.",
                "date": "14.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 3,10 г фосфорды жаққанда түзілетін өнімді",
        "question_content": "Массасы 3,10 г фосфорды жаққанда түзілетін өнімді 70мл 14% калий гидроксиді ерітіндісі арқылы өткізген. түзілген ерітіндідегі тұздың массалық үлесін есептендер",
        "question_date": "1.11.2016",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4P+5O2=2P2O5\nn(P2O5)=0.5n(P)=3.1/31/2=0.05 моль\nm(KOH)=70*1.14*0.14=11.172\nn(KOH)=11.172/56=0.2 моль\n4KOH+P2O5=2K2HPO4+H2O\nТ.к. n(K)/n(P2O5)=4, тұз - K2HPO4\nm(K2HPO4)=0.05*2*174=17.4 г\nm(еріт.)=70*1.14+0.05*142=7.1+80=87.1 г\nw(K2HPO4)=0.1998=19.98%",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 сынып биологиядан аймақтық олимпиада жауабы бар ма?",
        "question_content": "10 сынып биологиядан аймактык немесе аудандық олимпиадаға қатыскандар бар ма? Бар болса тесттын сурагын немесе жауабын берыныздершы отыныш!!!болмаса кай такырыпта келетынын  жане кай сыныптан?",
        "question_date": "1.11.2016",
        "question_tag": "Биология",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биологиядан 100 сұрақ\nЖасушалар бір-бірімен … арқылы байланысады жасушааралық заттар\nКүн жылынғанда егілетін тұқым: Қауын\nБалықтардың кұбейіп, даму циклы – Уылдырық – ұрық – дернәсіл – шабақ – ересек балық.\nКөз қарашығының орталығы – жұлынның … орналасқан Арқа бөлігінде\nСілекей безінің қызметін зерттеген: И.П.Павлов\nТопырақты құрғақ тыңайтқанда қосылатын- Күл\nЖуашығымен(пиязшығымен) көбейетін өсімдік Қызғалдақ\nЖоғары сатыдағы өсімдіктердің ең көнесі Шаңжапырақ\nСпораның өніп тіршілікке бейімделіп бактерияға айналауы: барлық қажетті қолайлы жағдайлар жеткілікті болғанда\nГидраның қорегі: Ұсақ шаянтәрізділер , балық шабағы, бунақдене дернәсілі.\nШұбалшаңның қызғылт түсті болуы: Денені жақсы жабдықтайтын қанының болуы\nСүтқоректілердің паразиті: Бүрге\nАдамның омыртқа саны: 33-34\nЖеке адамның іс-әрекетін жинақтап сақтау және оны қайта ми арқылы елестетіп айту: Ес\nКүрделігүлділер тұқымдасына жататындар: түймедағы\nДенесі созылыңқы тұрақты пішінді талшықты жәндік: жасыл эвглена\nАдам ағзасы мүшелері қызметіне қарай бөлінеді – 12 мүшеге\nТамаққа тәбеті шаппай, тершіл болу ауруының белгісі: туберкулез\nӨсімдік май мен көкөністе болатын дәрумен жетіспесе жыныс бездері әлсізденеді – Е\nБүйректі тексеріп емдейтін дәрігер уролог\nБөбек кезеңі 1 жасқа дейін\nОрганикалық заттардың жасушада түзілуі үшін қажет болатындар. Энергия\nТіршілік етуге барынша қолайлы фактор: Оптималды\nЖер ғаламшарының құрылысына жатпайды: индосфера\nҰлудың ас қорыту жүйесінде шұбалшаңмен салыстырғанда пайда болған жаңа мүше: Бауыр\nДифтерия (ішсүзек) ауруына қарсы егілетіні: емдік сарысу\nҚұлық бөлетін құлақ бөлімдері бездерінің орналасуы Сыртқы дыбыс жолында\nПостэмбриондық даму кезеңдері: туған сәттен басталады\nАйқас тозаңданатын өсімдіктер селекциясында әр түрлі тармақтары өзара тозаңдандыру: Линияаралық гибридтер\nЖас ғалым А. Уоллес пен Ч. Дарвиннің тұжырымы табиғи сұрыпталу жүреді\nХлоропластың қызметі : Өсімдікке жасыл түс беру\nБидай тұқымының қор заттарын жинайтын бөлігі: Эндосперм\nОрталық жүйке жүйесінде шоғырланып ақ зат түзеді Аксон\nТісті зерттейтін ғылым : Стоматология\nӨсімдік тің жер асты қоректену мүшесінің ең ұшы : Тамыр оймақшасы\nГүлдегі аналықтың төменгі кеңейген жері: Жатын (түйін)\nХламидомонаданың қозғалуы : Талшықтары арқылы\nТамақ өнеркәсібінде пайдаланатын бактериялар: Сүтқышқыл бактериялары\nШала пісірілген және шала қуырылған финкасы бар еттен жұғатын ауру Финноз\nӨрмекші өрмекауды пайдаланады: қорегін аулауға\nАдамның омыртқа жотасы немесе омыртқа бағанасындағы дұрыс орналасу бөліктерін қөрсетіңіз: Мойын, арқа, бел, сегізкөз, құйымшақ\nЭмоция: Қуану\nТопырақта азот қосылыстарын жинаушы бактериялар аталады: Нитрлеуші\nДәнді дақылды өсімдіктер біріктірілген тұқымдас: Астық\nМаса арқылы жұғатын ауру Безгек\nӘр адамның жеке қасиеттерін зерттейтін ғылым Психология\nКөпіршіктер орналасқан тыныс мүшелері: өкпе\nТәулігіне адамға қажетті көмірсу 400г-500г\nТерінің сыртқы қабаты құралады: Эпителийден\nЖамбас қуысында орналасқан құты тәрізді ұрық дамитын жер … жатыр\nКөз алмасы қабаттары 3\nБейорганикалық заттардан органикалық заттарды синтездейтіндер: Автотрофтар\nАдамдағы бір,екі,үш жұмыртқа жасуша бірден ұрықтану белгілерін анықтайтын генетикалық әдіс: егіздік\nШоғырланып, қозғалмай тіршілік ететін көпаяқты жәндік: Қызыл маржан\nТоспа ұлуының қан айналым жүйесі: ашық\nЛимфаның түзілуі: ұлпа сұйықтығынан\nҰрық жапырақшылары пайда болатын саты гаструла\nЖануарлардың дене пішіні мен түсі қоршаған ортаның заттарымен сәйкес келетін бейімделушілік: Жасырынғыш\nТірі ағзада жүретін химиялық процесс … байланысты сыртқы және ішкі температураға\nЖасуша дегеніміз: Ағзаның ең кіші бөлшегі\nБейорганикалық заттарды сіңіріп, органикалық зат түзетін ағзалар: Өсімдіктер\nЭритроциттер түзіледі: Сүйектің қызыл кемігінде\nҚорытылған ас сіңірледі : Аш ішекте\nТопыраққа күзде себілетін тыңайтқыш Суперфосфат\nТозаң түзіледі Тозаңқапта\nЛалагүл тұқымдасындағы жеке ірі гүлі бар өсімдік: Қызғалдақ (жауқазын)\nАғзаның жасушаларынан органикалық заттарды сорып қоректенетін бактериялар Паразиттер\nІшекқуыстылардың денесі- екі қабатты\nСүлікті медицинада қолдану себебі: Көктамыр бітелгенде, миға қан құйылғанда\nӨзен шаянның қорғаныш және қорегін аулайтын мүшесі: қысқыштары\nҚаңқаның дұрыс дамуына қажетті дәрумені: Д дәрумені\nҰйқы рефлексін зерттеген ғалым: И.П.Павлов\nДене сыртын көптеген кірпікше басқан жәндік: кірпішелі кебісше\nНәсілдік, тұқымқуалаушының белгілерді сақтап, ұрпақша беруші хромосомалар\nКөру аймағы мидың бөлімінде орналасқан : шүйдеде\nТыныш отырғанда адамның жұтатын ауа мөлшері : 500 см3\nБауыр және бұлшық ет мүшелерде глюкозадан түрленеді гликоген\nКүбіртке – тырнақ көбесінің іріңдеп қабынуы\nҰрықтану дегеніміз аталық пен аналық жыныс жасушаларының қосылуы\nЖасушада ең көбі … Оттек\n“Тіркесті тұқым қуалау” заңын ашқан ғалым: Т.Морган\nБиосфера тіршілігін тұңғыш рет 1802 жылы енгізген Ж.Б.Ламарк\nАршаның бүрінен: Дәрі жасалады\nБылқылдақденелілердің сыртқы қаңқасы: Бақалшақ\nЖарық қабылдайтын жасушалардың орналасуы : Тор қабықша ішіндегі таяқшалар\nЕкінші спермия ұрықтану нәтижесінде зиготадағы өзгерістер: триплоидты жиынтығы бар жасуша қалыптасуы\nТабиғат біртұтас, ондағы даму қарапайымнан күрделіге қарай жүреді деген пікір айтқан А.Н. Радищев\nДаралар арасында бір-бірімен тығыз байланыста болатын түрлер тізбегі: Қоректік\nШеміршекті балық: Қазықұйрық\nЖасыл мен қызыл түсті ажырата алмауы аталады: Дальтонизм\nЖер шарындағы құрлықтың беткі қыртысы қатты қабығы ол: Литосфера\nҚазақстандағы мемлекеттік қорықтар саны: 9\nКөкнарда көп тұқым болу себебі Аналық санына\nСәндік үшін өсірілетін бұршақ тұқымдас өсімдік- Ақ қараған\nҚыналарға ең қажетті жағдай: Оттегіне бай таза ауа\nАдамның және жас баланың тік ішегінде паразиттік тіршілік ететін жұмыр құрттардың бірі- Үшкірқұрт\nТолық түрленіп дамитын бунақденелілердің отряды: Бүргелер\nСүйек түз ілетін ұлпа : дәнекер\nЖүректің бұлшықетті қабаты: Миокард\nШылым түтінінің ішінде болады: Улы газ, шаң, қүйе\nКіндік тамыр жүйесі бар өсімдік: Бақ-бақ\nПаразиттік тіршілік ететін бір жасушалы Лейшмания\nЖиырылуға қабілетті ұлпа: Бұлшықет\nАдамның дүниетаным қаблеті … байланысты: сезу аймағымен\nАқуызға (нәруызға) жатпайтын зат: глюкоза\nҚұты тәрізді мүше – қуық\nКәмелет жас – 18\nАдам ұйқысы қанғанда Минерал заттар көптеп бөліне бастайды\nРНҚ молекуласының тізбегі: 1\nПродуценттер дегеніміз: өсімдіктер\nШыршаның жасы 120-300\nКеме үшін қауіпті, бірақ әк өндірілетін аралдар: Рифтер түзген маржан қаңқалары\nТілі болмайтын ұлулар- Айқұлақ\nВалеология ғылымы үйретпейді Ән айту\nТүрленбей дамитын омыртқасыз жануарларға жататындар- Өрмекшілер\nФизиологиялық критерийдің негізгі ерекшелігі: Ағзалардың тіршілік әрекеттері мен қасиеттері\nҚос жарнақты өсімдік: Үрмебұршақ\nАғза зертханасы деп аталады: Бауыр\nТері бетінде қездесетін қара, қызыл түйінді өсінді ол: Мең\nЕкі немесе бірнеше аллельді емес доминантты гендердің бірін- бірі толықтырып жаңа белгіні жарыққа шығаруы аталады: Комплементі\nОрганикалық заттармен қоректенетін бактериялар аталады: Сапрофитті\nЖабайы өсімдіктерге жатады Табиғатта өздігінен өсетіндер\nЖапырақтары арқылы көбейетін бөлме өсімдігі- Бегония\nБарлық гүлді өсімдіктер екі үлкен класқа біріктіріледі: даражарнақтылар және қосжарнақтылар\nЖеуге жарамды саңырауқұлақтар арышқұлақ, көктерек саңырауқұлағы, қозықұйрық\nДене пішіні ұршыққа ұқсас бір немесе одан да көп талшықтары бар біржасушалы қарапайым жәндіктерді атайды: Талшықтылар\nҚыршаянның шаншары- Құрсағының соңғы буынында\nАдамдағы кеуде сүйегіндегі қабырғалар саны: 12 жұп\nТыныс алуға жатпайтын мүше: бауыр\nЕң алғаш жасушаны ашқан: Р.Гук\nҚызғалдақтың түрін өзгерткен жер асты өркені: Пиязшық\nСілекей ферменттерінің әсерінен ыдырайтын: Көмірсулар\nІшкі және сыртқы секреция бездерінің қызметін қатар атқарады Ұйқы безі\nҚан айналу жүйесінің негізгі қызметі: заттарды тасылмалдау, тіршілік әрекеттерін реттеу\nБалаларда мешел ауруының дамуы мына витаминнің (дәруменнің) жетіспеуінен болады- Д\nЖыныс бездері жатады: аралас бездерге\nТуа біткен, түс айыра алмайтын көз ауруы дальтонизм\nОрганизмдердің табиғи ортаға бейімделуі: Акклиматизация (жерсіндіру)\nЗиготадан туғанға дейінгі ұрықтық даму процесі: эмбриогенез\n1735 жылы адамды сүтқоректілер класы приматтар тобына жатқызған ғалым К. Линней\nШыршаның биіктігі 30-40 м\nІшекқуыстылардың дернәсілі: Планула\nАдамға бөсір ауруын тудыратын жұмыр құрт: ішексорғы\nТағам ретінде пайдаланатын былқылдақденелілер (ұлулар): Каракатица\nЖүрек жұмысын бәсеңдететін жүйке жүйе бөлімі: Парас импатикалық\nБиогеоценоз: тірі ағза мен орта бірлестігі\nЛейкопластардың қызметі: Қор затын жинауға қатысу\nЖүгері өсімдігінің гүлшоғыры: Собық пен шашақ\nШоғырланып сұр зат түзеді Дендрит\nҚылқан жапырақты өсімдік Арша\nҚарағайлы ормандарда өсетін қына Бұта қына\nЕркін тіршілік ететін ішекқуысты жәндік: Медуза\nШұбалшаңдардың класы- азқылтанды құрттар\nШаянтәрізділердің тыныс алу мүшесі: Желбезектер\nЖелбезек: тыныс алу мүшесі\nТамақтан улану кезінде бірінші іс-әрекет ауызды, асқазанды жуу\nАвтотрофты қоректенетін ағзалар: Өсімдіктер\nЖасыл эвглена жарықты қалай сезеді: көзшесімен\nАдам жасушаның энергия көзі митохондрий\nҚаны бірінші топқа жататын адамға қай топтағы қанды құяды: тек бірінші топтағы\nТұқым қуалайтын өкпе ауруы: туберкулез\nТері бездері арқылы сыртқа шығарылатын заттар: Су мен тұз\nІрі жасуша: жұмыртқа клеткасы\nҰстаның жұмысын көрінбесе де анықтау Есту мүшесі\nДаралардың айналадағы әр түрлі күрделі орта жағдайларымен қарым-қатынасын Ч.Дарвин … деп атады тіршілік үшін күрес\nЖер ғаламшасының пайда болу кезеңі – 4,55 млрд жыл бұрын\nТұмау тигенде түтінін иіскеуге болады Арша\nБақалшақсыз, басаяқты жыртқыш былқылдақденелілер: Кальмар\nЖас адамның сүйегінің өсуін реттейтін: гипофиз\nМейоз дегеніміз: пісіп жетілу аймағындағы жыныс жасушасының бөлінуі\nКомбинативтік өзгергіштік дегеніміз: гаметалардың кездейсоқ қосылып, жаңа үйлесімдердің түзілуі\nҚыста орамжапырақ (қырыққабат) көбелегі – Қуыршақ күйінде қыстап шығады\nӨсімдікте лейкопластар орналасқан мүшесі: Тамырында, тұқымда\nГүлшоғырдың биологиялық маңызы : Тозаңданып ұрықтануға\nҚарапайымдар типіне жататын жәндіктер: Кірпікшелі кебісше\nБылқылдақденелілер типіне жататын класс: Бауыраяқтылар\nБауыр , ұйқыбезінің өзектері ашылатын мүше : Ұлтабарұшы\nОрганикалық тыңайтқыштардың ішінде көбірек қолданылатыны- Көң (қи), қарашірік\nБір тұқымжарнағы бар өсімдік Бидай\nТалшығынан арқан жіп,себет тоқылады: Қызғалдақ\nСиыр цепенінің көзі: Дамымаған\nӨзен шаянының жүрегі: Бес бұрышты қалта\nЖүрегі төрт бөлікті жорғалаушы: қолтырауын\nБұлшықеттің жұмысына энергия көзі болып саналатын: органикалық заттар\nЭмоциалық еске жатпайды Ренжу\nАқуыз (нәруыз) құрамына кіретін: Аминқышқылы\nЖасыл мүктің топырақтан минералды заттарды сіңіретін мүшесі: Ризоидтары\nҚына денесін құрайтын жасушалар тобы: саңырауқұлақ және балдыр жасушалары\nЖабын ұлпасының түрлері борпылдақ, тығыз, безді, кірпікшелі\nАғзаның тіршілік ортасының жағдайына бейімделуі байланысты жүйке жүйесіне\nТыныс алу мүшелеріне жатпайды бүйрек\n1 гр ақуыз ыдырағанда бөлінетін жылу мөлшері: 17,6 кДж\nАдамның дене t 0– нан жоғарғы t 0– лы жерде тіршілік етуіне әсер ете т ін : Тердің көп бөлінуі\nЖыныс жасушасы гамета\nАгрономиялық әдіске жатпайды канал салу\nТірі ағзалар жиынтығы жер бетінде құрайды ғаламшар биомассасын\nІшекқуыстылардың еркін жүзетін, кірпікшелі дернәсілі Планула\nҚанның ұйығыштығы : ақуыз талшығының фибринге айналуынан\nЗаттың пішіні мен түсін ажырататын көздің … тор қабықшасы ішіндегі құтыша\n100 Cұрақ\nАдамдағы бір,екі,үш жұмыртқа жасуша бірден ұрықтану белгілерін анықтайтын генетикалық әдіс: егіздік\nЖер ғаламшарының құрылысына жатпайды: индосфера\nІшекқуыстылардың ертедегі шоғырлы бір жасушалардан шыққандығын көрсететін дәлелдемелер- бір ғана ұрықтанған жасушадан дамуы\nБылқылдақденелілердің сыртқы қаңқасы: Бақалшақ\nЖас адамның сүйегінің өсуін реттейтін: гипофиз\nПостэмбриондық даму кезеңдері: туған сәттен басталады\nЖас ғалым А. Уоллес пен Ч. Дарвиннің тұжырымы табиғи сұрыпталу жүреді\nҚыста орамжапырақ (қырыққабат) көбелегі – Қуыршақ күйінде қыстап шығады\nХлоропластың қызметі : Өсімдікке жасыл түс беру\nОрталық жүйке жүйесінде шоғырланып ақ зат түзеді Аксон\nҮлкен қан айналым шеңбері дегеніміз- Сол жақ қарыншадан шығып, бүкіл мүшелерге таралып, оң жақ құлақшаға келу жолы\nТері бетінде қездесетін қара, қызыл түйінді өсінді ол: Мең\nТопыраққа күзде себілетін тыңайтқыш Суперфосфат\nБір тұқымжарнағы бар өсімдік Бидай\nТалшығынан арқан жіп,себет тоқылады: Қызғалдақ\nДене пішіні ұршыққа ұқсас бір немесе одан да көп талшықтары бар біржасушалы қарапайым жәндіктерді атайды: Талшықтылар\nШала пісірілген және шала қуырылған финкасы бар еттен жұғатын ауру Финноз\nҚыршаянның шаншары- Құрсағының соңғы буынында\nЖүрегі төрт бөлікті жорғалаушы: қолтырауын\nЖұмыртқа жасушасымен қосылатын сперматозоид саны- Біреу\nТамақтан улану кезінде бірінші іс-әрекет ауызды, асқазанды жуу\nПиязшық арқылы көбейетін өсімдік: Лалагүл\nКөкек мүгі өсімдігінің споралар дамитын бөлігі: қауашағы\nҚына денесін құрайтын жасушалар тобы: саңырауқұлақ және балдыр жасушалары\nШоғырлы маржандар- қызыл маржандар\nӘр адамның жеке қасиеттерін зерттейтін ғылым Психология\nКөпіршіктер орналасқан тыныс мүшелері: өкпе\nБауыр және бұлшық ет мүшелерде глюкозадан түрленеді гликоген\nБейорганикалық заттардан органикалық заттарды синтездейтіндер: Автотрофтар\n“Тіркесті тұқым қуалау” заңын ашқан ғалым: Т.Морган\nБиосфера тіршілігін тұңғыш рет 1802 жылы енгізген Ж.Б.Ламарк\nТілі болмайтын ұлулар- Айқұлақ\nМи сауытына кіретін сүйектер: Төбе, самай, маңдай, шүйде (қарақұс)\nБас терісі гигиенасына жатпайды: Шашын химиялық әдіспен бояу\nҰрық жапырақшылары пайда болатын саты гаструла\nЖануарлардың дене пішіні мен түсі қоршаған ортаның заттарымен сәйкес келетін бейімделушілік: Жасырынғыш\nАстық дақылдарының биогеоценозы: агроценоз\nҚарапайымдар типіне жататын жәндіктер: Кірпікшелі кебісше\nШоғырланып сұр зат түзеді Дендрит\nШала піскен еттен, жұғады: Сиыр цепені\nАяз әсерінен теріде болады: Үсік\nЖеміс қабы мен тұқымы бір-бірімен бітісіп кеткен бір тұқымды құрғақ жеміс Бидай\nХламидомонаданы ң қозғалуы : Талшықтары арқылы\nГидра дағы бүршіктенуі: жыныссыз көбеюі\nСүлікті медицинада қолдану себебі: Көктамыр бітелгенде, миға қан құйылғанда\nШаянтәрізділер дің тыныс алу мүшесі: Желбезектер\nАлғашқыда сәбидің денесі қапталады: Қағанақпен\nЭмоциалық еске жатпайды Ренжу\nЕң алғаш жасушаны ашқан: Р.Гук\nТопырақта азот қосылыстарын жинаушы бактериялар аталады: Нитрлеуші\nБірүйлі өсімдік: қияр\nТұқым өнбестен бұрын … белгілі мөлшерін бойына сіңіріп, бөртеді Судың\nКүрделігүлділер тұқымдасына жататындар: түймедағы\nЛакмус алынатын өсімдік Қына\nЛатимерия келесі балықтар өкілі не жатады : Саусаққанатты балықтарға\nНәсілдік, тұқымқуалаушының белгілерді сақтап, ұрпақша беруші хромосомалар\nҮлкен қанайналым шеңбері басталатын жүрек бөлігі: Сол жақ қарынша\nТыныш отырғанда адамның жұтатын ауа мөлшері: 500 см3\nАқуызға (нәруызға) жатпайтын зат: глюкоза\nІшкі және сыртқы белгілердің жиынтығы: фенотип\nТағам ретінде пайдаланатын былқылдақденелілер (ұлулар) : Каракатица\nҚимыл нейрондары арқылы импульстер … өтеді жұлыннан бұлшық еттерге\nКөз алмасының қасаң қабықшасы жарық сәулесін еркін өткізеді\nТүрленбей дамитын омыртқасыз жануарларға жататындар- Өрмекшілер\nТабиғат біртұтас, ондағы даму қарапайымнан күрделіге қарай жүреді деген пікір айтқан А.Н. Радищев\nАвтотрофты ағзалар тізбегі: мақта, күріш, алма ағашы\n100 Cұрақ\nКроссинговер дегеніміз: гомологтық хромосомалардың бөліну кезінде айқасуы\nАнд (Оңтүстік Америка) орталығы … отаны картоптың\nАдамдағы атавизм белгілері- Қалың түктілігі\nТұқым себетін топырақ : Ауа еркін өтетін болу қажет\nСырттан қарағанда жәндіктен де өсімдікке көбірек ұқсайтын көпжасушалы ағза: Тұщы су гидрасы\nҮлкен қан айналым шеңбері дегеніміз- Сол жақ қарыншадан шығып, бүкіл мүшелерге таралып, оң жақ құлақшаға келу жолы\nӨт бөлетін без: Бауыр\nЖеміс қабы мен тұқымы бір-бірімен бітісіп кеткен бір тұқымды құрғақ жеміс Бидай\nТек су бетінде қалқып өсетін шаңжапырақ Сальвиния\nСаңырауқұлақтың жемісті денесінің жіпшумақтан өсіп дамуы: Ауа, ылғал, жылу жеткілікті болғанда\nКесірткенің терісі: қабыршақты, құрғақ\nАдам өкпе бөлігінің саны: 2\nСүтқоректілердің зәр шығару мүшесі: Бүйрек\nБір-біріне ұқсас егіздер дамыған жасушаның саны: Екі\nМитоз жолымен бөлінетін бөлшектер зигота\nЖердің геологиялық қабығы биосфера : Тірі организмдерден тұрады\nТамыр қалемшесі арқылы көбейе алады Ақжелкен\nЖазда жас балауса күйінде пайдаланатын орамжапырақ Ерте пісетін\nҚұстарға зиян келтіретін бунақдене: Мамықжегі\nЖүйке жасушаларында қажетсіз улы жасушыларды сіңіреді лизосома\nЗаттар ыдырауынан пайда болатын өнімдеріне жатпайтынын анықтаңыз: Жас\nШартты рефлекс Иіскеу\nХромосомалардың бар жері: Ядро\nІшкі және сыртқы белгілердің жиынтығы: фенотип\nАвстралопитектердің қаңқа қалдықтары табылған аймақ – Оңтүстік Африка\nКөпшілік ағзаларға тән маусымдық өзгерістің негізгі себептері: күннің ұзаруы\nАш ішекте және өт жолында тіршілік ететін паразит қарапайым жәндік: лямблия\nАғзадағы мүше де геніміз : Белгілі құрылысы бар, үйлесімді қызмет атқаратын дене бөлігі.\nБақалшақсыз былқылдақденелі жәндік Каракатица\nЖүйке жүйесінің шеткі бөліміне жататын- Жүйкелер мен жүйке түйіндері\nБұлшық еттер сезгіш нейрондар арқылы қозуды өткізеді: Терідегі, бұлшық еттердегі, сіңірлердегі рецепторлардан орталық жүйке жүйесіне\nКөру мүшесінің көмекші бөлігіне жататындар Қабақ\nЖасуша қабықшасының қызметі: Зат алмасу\nБасы жойылып кеткендіктен, денесі тұлға мен аяқтан құралған қосжақтаулылар классының өкілі: Айқұлақ\nТыныс алу мүшелерін белгілеңіз: Мұрын куысы, қеңсірік, көмей, кеңірдек, ауатамыр, өкпе.\nСабақ қалемшесінен көбейетін өсімдік: Традесканция\nЖасушада фотосинтез процесіне қатысатын : Хлоропластар\nПаразит саңырауқұлақтарға жататындар: қаракүйе\nЫстық елдерде ұйқы ауруын таратушы Трипаносома\nІшекқуыстылардың атпа жасушалары тән тек: Барлық ішекқуыстыларға\nМи сауытына жатпайтын сүйек: жақ\nЫстықтан, қайнаған су мен ыстық темір, от және химиялық заттардан болады: Күйік\nЖұмыртқа жасушасымен қосылатын сперматозоид саны- Біреу\nӨсімдіктің азот жинақтаушы-түйнек бактериялары орналасқан орны: Тамырда\nАуыл шаруашылық зиянкестеріне қарсы қолданылады Сарымсақ\nШұбалшаң дардың қозғалуы: Сақиналы, бірыңғай салалы бұлшықеттердің жиырылуынан.\nШаянтәрізділердің есту және тепе-теңдік мүшесі: Екі қысқа мұртша.\nЛатимерия келесі балықтар өкілі не жатады : Саусаққанатты балықтарға\nӘр түрлі тұздар мен органикалық заттардан құрылған дәнекер ұлпа: Бұлшықет\nҮлкен қанайналым шеңбері басталатын жүрек бөлігі: Сол жақ қарынша\nСүйек пен тіс мықтылығын жақсартатын, әртүрлі жұқпалы ауруларға ағза қарсылығын арттырады – С\nЖануардағы жоғары дәрежелі жүйке жүйесінің мінез-құлық физиологиялық негізін қалаушы ғалым: И.П.Павлов\nҚандай төрт элемент жасушаның негізгі химиялық құрамы болады: көміртегі, оттегі, азот, сутегі.\nАллополиплондия: әр түрлі түр және туыстардың тұтас геномдарын қосу\nҚағаз алуға қолданылады Шырша\nДәрумендердің (витаминдердің) нашар сіңуінен болатын өзгеріс- Ақыл-есінің және денесінің қалыпты дамуын тежейді\nБас терісі гигиенасына жатпайды: Шашын химиялық әдіспен бояу\nМейоздық кезеңде хромосомалар жиынтығы: екі есе азаяды\nАғзалардың белгілі бір ортаға өзінің тіршілігін сақтап бейімделуі ол … табиғи сұрыпталу\nАстық дақылдарының биогеоценозы: агроценоз\nОттегіне бай таза ауаны қажет ететін «өсімдік пионері» деп аталатын өсімдік: Қыналар\nЖарықта жасыл өсімдіктер тәрізді, ал қараңғыда жануарлар тәрізді қоректенетін қарапайымдар: Жасыл эвглена\nАяқтары буын арқылы жақсы қимылдайтын бірнеше бунақтардан тұратын жәндіктер типі: Буынаяқтылар\nШала піскен еттен, жұғады: Сиыр цепені\nТіршіліктің ең жоғары денгейі аталады: Биосфера\nКартопқа ерекше көп қажет тыңайтқыш Калий\nӨсімді мүшелері арқылы көбейеді Традесканция\nШөлге төзімді, суды көп қажет етпейтін өсімдік: Сексеуіл\nГүлді өсімдіктердің кластары: Екі\nСудың қалың қабатында жүзіп жүретін ішекқуыстылар- медузалар\nТірек-қимыл жүйесінің қызметін атқаратын мүше : Сүйек, бұлшықет\nТұмауды қоздырушылар- Вирустар\n1863 жылы баспадан кітап болып шыққан «Ми рефлекстері» ғылыми еңбектің авторы: И.М. Сеченов\nДайын органикалық заттармен қоректенетін ағзалар: Гетеротрофтар\nТұқымдары жел арқылы таралатын өсімдік : Терек\nКөкек мүгі өсімдігінің споралар дамитын бөлігі: қауашағы\nЦистицеркоз ауруының әсерінен: Көз көрмей қалады\nБалықтар дың судың бағытын , ағын күшін қабылдайтын мүшесі : бүйір сызығы\nНуклеин қышқылдары түзіледі ядрода\nАғзадағы заттардың ыдырауы диссимиляция\nТері эпидермисін түзетін ұлпа: Эпителий\nАналық без бұл: жұмыртқа жасуша\nКөз рецепторларының түрлері құтышалар, таяқшалар\nЕгер аналықта 12 хромосома болғанда мейоздық бөліну кезеңінен соң жасушадағы хромосома жиынтығы: 6\nТоспа ұлуы бақалшағының бұрала иірленуі- 4-5 бұрама\nСоматикалық жүйке жүйесінің нейрон денесі: жұлын түйіндерінде\n1мм3 қанда эритроцит саны: бес млн-ға жақын\nГетерозиготалы ағзада бір ғана белгісі бойынша түзілетін жұп гаметасы: 2\nТірі табиғат өлшемі «түр» – деген ағылшын ботанигі Джон Рей\nАвтотрофты ағзалар тізбегі: мақта, күріш, алма ағашы\nБылқылдақденелілер типіне жататын класс: Қосжақтаулылар\nЖүйке жүйелерін емдейтін медицина ғылымының саласы: Невропатология\nАдамның қалқанша безінің құрамына кіреді: Иод\nАяз әсерінен теріде болады: Үсік\nШірнеліктер жататын ұлпа: Бөліп шығарушы\nКүнбағыстың жемісі- Тұқымша\nҚырық буынның көбеюі- Спорамен\nХитинді жабынның атқаратын қызметі: Қорғаныш\nЖорға лаушыларға жататын : кесірткелер\nЖасушаның бейорганикалық заты: Тұз\n100 Cұрақ\nҚан жасушаларын бөліп алғанда қалатындар: Плазма\nЕсте сақтау байланысты: Үлкен ми сыңары қыртысы қызметіне\nЖасушадағы бейорганикалық зат: Су\nІнжугүлдің түрі өзгерген жер асты өркені: Тамырсабақ\nПиязшық арқылы көбейетін өсімдік: Лалагүл\nТұқым өнбестен бұрын … белгілі мөлшерін бойына сіңіріп, бөртеді Судың\nЛакмус алынатын өсімдік. Қына\nСу планктондарының және балық шабақтарының қорегі: кірпікшелі кебісше\nМұрын қуысының сілемейлі қабықшасының қабынуын атаңыз: Тұмау\nҰрықтың дамуы – 280 күн\nРецессивті гомозиготалық белгіні анықта: aa\nПродуценттерге жататындар: Өсімдіктер\nТопырақтану ғылымының негізін салушы ғалым: В.В. Докучаев\nАрал мен Каспий де кездесетін гүлге ұқсас көп аяқты: Актиния\nШұбалшаңның жүйке жүйесі: Жұтқыншақүсті, жұтқыншақасты түйін және құрсақ тізбекшесінен тұрады\nМи сауытына кіретін сүйектер: Төбе, самай, маңдай, шүйде (қарақұс)\nКөз алмасының қасаң қабықшасы жарық сәулесін еркін өткізеді\nМейоздық жолмен бөлінетіндер: жыныс жасушалары\nЭритроциттер мен сперматозоид құрылысын 1683 ж. жан – жақты зерттеген. А. Левенгук\nӨсімдіктерге түс беретін органоид: Пластид\nАқуызды ыдырататын фермент : Пепсин\nБұлшық ет пен жүйке жүйесінің жұмысына әсер етеді: В дәрумені\nАуаның қызуын, ылғалдылығын, жауын-шашынды, желді, радиосезімталдықты … сезеді Тері\nОрганизмнің қорғаныш тежелуі: Ұйқы\nМинералды тыңайтқыштарға жататындар- Селитра\nАуа қабатына алғаш көтерілген жәндіктер тобы: Бунақденелілер\nКлоакасы бар жануар: бақа\nКеуде қуысын құрсақ қуысынан бөліп тұратын: Көкет\nЖүректен шыққан қанды денеге тарататын тамыр: Салатамыр\nDдәрумені сақтандыратын ауру : Мешел\nҰлдың екінші реттік жыныс белгілерінің дамуына жатады: Мұрты өсіп, дауысы жуандап, бойы өседі.\nҰрықтанған жасуша аталады: Зигота\nЭволюциялық ілімнің негізін қалаушы ғалым: Ч. Дарвин\nБірүйлі өсімдік: қияр\nТұқым кіндігі дегеніміз- Тұқымның жеміске бекінген жері.\nЛалагүл тұқымдасына жататын дәрілік өсімдік Сарымсақ\nБунақталған тамырсабағы бар споралы өсімдік: Қырықбуын\nБактериялар дегеніміз : Біржасушалы, ядросы толық қалыптаспаған ағзалар.\nАмебалар класының атауы: плазмалылар (жалғанаяқтылар)\nМұрынның иіс сезімталдығын төмендететін жұқпалы ауру: тұмау\nДНҚ құрамындағы нуклеотидтердің азот негіздері: Аденин, гуанин, цитозин, тимин\nАгроценоздар – Жасанды биогеоценоздар\nСуда тіршілік ететін ағзаларды атайды: Гидробионттар\nСу астында риф жартастарын түзетін ішекқуысты: Көпаяқты маржан\nБалық, қос мекенді және сүт қоректілердің ішкі мүшелерінде паразиттік тіршілік ететін құрттар: трематодтар\nАузы аяғының түбіне жақын орналасқан ұлу- айқұлақ\nСыртқы ортамен тікелей байланыс жасайтын мүше: сезім мүшелері\nБұлшықет жұмысына қажетті энергияның босап шығуы: органикалық заттардың ыдырауынан\nҚызыл гүлді ас бұршағын (генотипі АА) гүлі ақ түсті дарамен будандастырғанда (генотипі аа) бірінші ұрпағында (F1) алынатын гибридтері: 100% қызыл гүлділер.\nАвтотомия дегеніміз: Өздігінен құйрығын үзу\nТері , тырнақ , шаш жатады Эпителий ұлпасына\nІшқұрт ауруының алдын алу: Тазалық сақтау\nГенотипте бірдей доминанты немесе рецессивті гендермен көрсетілген болса, ондай ағза аталады: Гомозиготалы\nБиосфера жайындағы тұтас ілімнің негізін салды: И.В. Вернадский\nБидайдың дәнегінде қоректік заттар қорының жиналуы : Эндоспермде\nҚозықұйрықтың боз арамқұлақтан ерекшелігі: Қалпақшасының асты қызғылт түсті , түбіртегінде сақинасы болмайды\nГидраның тіршілік ететін мекені- тұщы су\nТез жиырылатын бұлшық еттер: Жүректің\nБір тәуліктегі ересек адамға қажетті майдың мөлшері: 100 гр\nАлғашқыда сәбидің денесі қапталады: Қағанақпен\nҰрықтың гаструла сатысындағы ішкі қабаты: энтодерма\nТүрді латын тілінде қос атпен атауды ғылымға ұсынған ғалым: К.Линней\nАлакөл қорығы Алматы облысында\nБелгілі бір құрылысы және атқаратын қызметі бар дене бөлігі: Мүше\nМай алынатын бұршақ тұқымдас Соя\nБір жасушалы, талшықты балдыр : Хламидомонада\nТопырақтағы өсімдіктің шіріген қалдығымен қоректенеді Шұбалшаң\nҚазақ халқының жыл атауына енген жәндік Ұлу\nЭнцефалит ауруын тарататын жәндік: Тайга кенесі\nЖасуша серіктері- Нейронды қоршап орналасқан жасушалар\nЖүрек қабырғасы … тұрады : көлденең жолақты бұлшықет ұлпасы нан\nРибосоманың атқаратын қызметі: Ақуызды синтездейді\nҰрықтанған тұқымбастамадан дамиды Тұқым\nІшектің қабырғасындағы сілемей қабықшаны бүлдіріп, жара қылады Қантышқақ амеба\nҚан ұю үшін керекті дәрумен: К\nОйлау процесі … байланысты миға\nЭкожүйе түрлердің тұрақты деңгейі\nТұқымның өнуіне қажет емес жағдай: Жел\nБауыраяқтылар класына жататын жәндік: Үлкен тоспаұлу\nБунақденелілер класына жататын жәндіктер: Тарақандар\nАдамның денесіндегі қозғалмайтын сүйектер: Бас және жамбас\nІшінде бір ғана тұқымы бар шырынды жеміс- Сүйекті\nСпоралар арқылы көбейетін өсімдік: Шаңжапырақ\nПаразиттік тіршілік ететін амебаның түрі: қантышқақ\nЖауынқұрттың денесіндегі қылтанының атқаратын қызыметі: Денені орнықты ұстау\nМи бағанасынан тарайтын жүйке саны: 12 жұп\nАдамның жүрегінің бөлігі: 4\nТыныс алатын ауаны жылытып, залалсыздандыратын мүше: мұрын қуысы\nАқуыз (нәруыз) молекуласының мономерлері: Аминқышқылдар\nӘр тозаңда болатын ауа қапшығы 2\nҚұрбақаның қаңқасы: сүйекті\nАдам жасушасындағы жұп аутосом хромосомалар: 23\nБүйректің сыртқы қабаты: қыртыс қабат\nҚұлақ қалқаны – ауадағы дыбыс тербелістерін сыртқы дыбыс жолына бағыттайды.\nЖоғары дәрежелі нерв қызметінің негізін қалаушы ғалым: И.П.Павлов\nҰрықтанбаған жұмыртқа жасушадан жаңа аналық ағзаның дамуы Партеногенез\nДриопитектердің адамнан айырмашылығы төрт аяқпен жүрген, ми сауыты кішкене, еңбек құралы болмаған\nМинералды заттар мен суды сору және тірек қызметін атқаратын тамырдың – Сору аймағы\nҚалпақшалы саңырауқұлақтың жер бетіндегі жемісті денесін үзіп алған соң топырақта қалатыны Жіпшумағы\nІшекқуыстылардың ертедегі шоғырлы бір жасушалардан шыққандығын көрсететін дәлелдемелер- бір ғана ұрықтанған жасушадан дамуы\nӘр түрге жататын ағзалардың өзара жағдай туғыза отырып тіршілік етуі: Селбесу\n100 Cұрақ\nЖер бетінде органикалық зат түзеді: продуценттер\nДенесі бір ғана жасушадан тұратын балдыр: Хламидомонада\nОба вибрионының топырақта сақталу мерзімі (күні) 25\nБалықтардың мекен ету ортасы: Су\nСүйекті-шырынды жемісі бар өсімдік- Алхор\nТірі жасушалардан тұратын саңылаулар – жасымықшалар ағаш сабағының … орналасқан Тоз қабатта\nҰрықтанудан кейін түйіннен … пайда болады Жеміс\nСуда тіршілік ететін қарапайымдылардың тыныс алуы: еріген оттегімен\nГидра дағы бүршіктенуі: жыныссыз көбеюі\nШеткі жүйке жүйесінің бөлімі: жүйкелер , жүйке түйінділері\nШеміршекті жарты сақинадан құралған тыныс алу мүшесі: кеңірдек\nҚазақстан аркар- меринос қойын шығаруға қатысқан ғалым: Ә.Есенжолов\nБұршақ тұқымдасына жатпайды Қарақат\nШаянтәрізділердің су қоймаларында атқаратын рөлі – Балық шабақтарының қорегі болады\nҰйқы безі бөлетін гормондардың қызметі: Көмірсу алмасуын реттейді\nБалық бауырында , етінде , жұмыртқада болатын ағзада калий мен фосфор тұздарының алмасуын реттейтін дәрумен – D\nТері қан тамырларының рефлексті түрде тарылу себебі : Қоршаған ортаның t 0төмендегенде\nМектепке дайындық кезеңі: 3-6 жас\nОртаңғы құлақтың бөлімдері дыбыс сүйекшелер\nАдам өмірінің ұйқымен өтуі: Жартысы\nЖасушадағы бейорганикалық қосылыстар: Су, тұздар\nТабиғатта эволюциялық процестің басты факторы – Табиғи сұрыпталу\nЖалпақ құрттар типінің қатарынан дара жынысты түрін белгіленіз: Қаншыл сорғыш (айырдене)\nҮлкен тоспа ұлуының жүйке жүйесі: Бес жұп\nҚимыл нейрондары арқылы импульстер … өтеді жұлыннан бұлшық еттерге\nСұйық ұлпаға жататын : лимфа\nЕресек ағзаның жеке мүшелері қалыптасатын саты нейрула\nМекендейтін иесінің қоректік заттарын пайдаланып, тіршілік ету: Паразиттік\nЭритроциттерді бұзады, сөйтіп оттегін нашар тасымалдайтын зат- Алкоголь\nТыныс алу мүшелерінің ауруын белгілеңіз: Туберкулез\nШылым шегу , алкогольдің нәтижесі : Қарын жарасы\nЗат алмасудың тұтас құбылысына жатады: Ассимиляция мен диссимиляция\nИ.П. Павлов … тәжірибе жасау арқылы шартты рефлекстерді зерттеді Итке\nТас көмірдің бетінде ізі қалған өсімдік Шаңжапырақ\nСаңырауқұлақтардың басқа өсімдіктерден айырмашылығы Жасушаларында хлорофилдері болмайды\nШұбалшаңға тән емес белгілер : Паразиттік тіршілік етуі\nКәдімгі тоспа ұлуының тіршілік ортасы- тоғандар мен өзендер\nӨрмекші тәрізділерге жататындар: кенелер\nЕскек аяқтылар отрядына жататындар: морждар, тюленьдер\nБүйректен әр 5 минут сайын ересек адамда сүзіле тін қанның мөлшері 5л\nГуанинге комплементарлы нуклеотид: Цитозин\nҚазақстанның “ Қызыл кітабының ” бірінші бөлімініѕ шықќан жылы 1978\nЖапырақ тақтасын сабақпен жалғастырады: Сағақ\nТұқымбастаманың орналасқан орны- Жатын қуысында\nБұршақ тұқымдастарының тостағаншасы 5 біріккен\nCпорамен көбейетіндер тобына жатады Құртамыш\nНейронның қысқа өсіндісі дендрит\nЖыныс бездерінің ішкі секрециялық бөлу қызметі: гормон\nТаяқшалар сезімталдығы байланысты родопсинге\nӨзі мекен ететін иесін ауруға шалдықтырып, тіршілік етуі: Паразиттік\nБиосфераны өзгертетін қуатты фактор – Адам\nГидраның жынысты көбеюі: Күзде\nЖараның жазылуы, сынықтың бітуі жасушаның мына әрекетіне байланысты: Көбеюге\nБуынның бүгілу әрекетінің жүзеге асуы : бүгілдіргіш еттің жиырылуы жұмыс істеу дәрежесінің кемуі\nГомологиялық хромосомалардың бір-біріне жақындауы: Коньюгация\nЖануарлар селекциясында депрессияға ұшырататын әдістер: Жақын, туыстар арасындағы сұрыптау\nСинантроптың қаңқа қалдығы табылған жер – Пекин\nЖас өркеннің сыртқы қабаты: Өң\nІшекқуыстылар типінің өкілі: Тұщы су гидрасы\nҮш түбірлі тістер: Үстіңгі азу\nАғзадағы зәр жиналады: Қуықта\nИнформасоманы ашып, оның биологиялық маңызын түсіндіруге қатысқан: М. Айтхожин\nCуды көп қажет етпейтін өсімдік Жантақ\nАғза мүшелерінің қызметін зерттейтін ғылым: Физиология\nМенингит … қабынуы ми қабығының\nШайнау және бет – қимыл бұлшық еттеріне жатады: Бас бұлшық еттері\nАдам бұлшық етінде түзілетін ақуыз: Миозин\nКөзге зиян келтірмейді – Қатты жарыққа қарағанда көзілдірік кию\nЖануарлардағы шартсыз тітіркендіргіш бұл: тамақ\nТүрдің критерилеріне жатпайтын Цитогенетикалық\nКүннің ультра күлгін сәулелерінен қорғайды: озон\nҚұрғақшылыққа төзімді өсімдік- Шеңгел\nhttp://sabaq.kz",
                "date": "28.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көк тарландарындағы Десант әнінің минус керек?",
        "question_content": "Көк тарландарындағы Десант әнінің минус керек?",
        "question_date": "1.11.2016",
        "question_tag": "Қазақша ән",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Біреу ұрып байланса не істеуге болады?",
        "question_content": "Менің 98 жылғы студент дос баламды өз группасындағы 99 жылғы бір бала байланып, бетінен ұрған. Енді ол қорқып сабаққа дұрыс барамай жүр, өзі жуас бала аты Жанғабыл. Ал енді қандай шара қолданса болат достар?",
        "question_date": "1.11.2016",
        "question_tag": "Заң",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Самосуд жасап кері оны қорқытып керек емес , тек екінші солай жасаса заңға жүгну керек, сосын ой ол бәлекқор деп өздері ақ  екінші қайтып жоламайды.",
                "date": "26.04.2023",
                "upvotes": 0
            },
            {
                "text": "Егер содан соң оны шеттетеді деп ойласаңыз пусть шеттете берсін, оқуға барғандағы басты мақсат білім алу содан соң ғана ортамен араласу, ондай өтірік батырмен араласып жаман мінез жұқтырып қажет емес.",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "100, 90 сандарын бірдей санға бөлгенде 4,18 қалдық қалады Ол қандай сан?",
        "question_content": "Логикалық сұрақ.Осының нақты жауабы керек",
        "question_date": "1.11.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол сан 24. Шығару жолына келер болсақ: 1) 100- 4=96 2) 90-18=78 Енді осы 96 және 72 сандарының ЕҮОБ (ең үлкен ортақ бөлгішін) табамыз. ЕҮОБ-і 24-ке тең.Яғни 100 бен 90-ға бөлгенде 4 және 18 қалдық қалу үшін бөлетін сан ЕҮОБ-не тең.",
                "date": "2.11.2016",
                "upvotes": 0
            },
            {
                "text": "Рақмет.Логикалық сұрақ негізінде олимпиадада келген.Осы сұраққа қиналғанбыз,бірақ өте оңай екен.",
                "date": "3.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зейнеткер жасына жеткен азамат(ша) ?",
        "question_content": "Зейнеткер жасына жеткен мемлекеттік қызметтегі азамат(ша) зейнет ақысын алып отыру керек не болмаса жұмысын жалғастырып бір ғана айлықпен отыру керек деген сұраққа жауап берсеңіздер? Мүмкін болса заңда көрсетілген баппен?",
        "question_date": "1.11.2016",
        "question_tag": "Заң",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасында зейнетақымен қамсыздандыру туралы заңының\n\n* 2-бабының 1-тармағы. Қазақстан Республикасы азаматтарының Қазақстан Республикасының заңнамасында белгiленген тәртiппен зейнетақымен қамсыздандырылуға құқығы бар.\n*4-бап. 2-тармақ. Өмір бойғы ай сайынғы қамтылымды алатын отставкадағы судьяларды, әскери қызметшiлерді, арнаулы мемлекеттік және құқық қорғау органдарының, мемлекеттік фельдъегерлік қызметтің қызметкерлерiн, сондай-ақ арнаулы атақтарға, сыныптық шендерге ие болу және нысанды киiм киiп жүру құқықтары 2012 жылғы 1 қаңтардан бастап жойылған адамдарды қоспағанда, осы Заңның 11-бабының 1 – 3-тармақтарына сәйкес зейнеткерлiк жасқа толған жеке тұлғаларға беріледі.\n      Мемлекеттiк базалық зейнетақы төлемi жасына байланысты және (немесе) бірыңғай жинақтаушы зейнетақы қорынан және (немесе) ерікті жинақтаушы зейнетақы қорынан төленетін зейнетақы төлемдерiн, сондай-ақ мүгедектiгi бойынша мемлекеттiк әлеуметтiк жәрдемақы алуына қарамастан беріледі.",
                "date": "2.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алгоритм паскаль екі өлшемді массив",
        "question_content": "Матрицаның қосалқы диагоналінің үстіндегі ең үлкен элементті табыңдар",
        "question_date": "1.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 936,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "География пəні. 2018 жылы мектепті аяқтаймын?",
        "question_content": "2018 жылы құдай бұйыртса мектепті аяқтаймын. География пəнін тандап туризм мамандығын тандасам деймін. Осы Семей қаласында Туризм мамандығын тандау үүшін қандай университеттер бар, грант барма? Қазақстанда болмаса шет елдерде барма? География пəні ттуризм саласын тандасам осы ппəнмен мамандықпен қандай пəн қатар тапсырылады?",
        "question_date": "1.11.2016",
        "question_tag": "География",
        "question_views": 779,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туризм мамандығын таңдадың",
                "date": "18.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География пəнін тандап, Туризм саласын оқығым келеді?",
        "question_content": "География пəнін тандап, Туризм саласын оқығым келеді. 2018 жылы мектепті бітерімін. Туризм мамандығын Семей қаласында оқытатын қандай университет бар? Қанша баллмен грантка түсуге болады?",
        "question_date": "1.11.2016",
        "question_tag": "География",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқытатын білім ордалары: \nҰлттық университеттер: \n\nЛ.Н.Гумилев атындағы Еуразия ұлттық университеті; \nәл-Фараби атындағы Қазақ ұлттық университеті; \nАбай атындағы Қазақ ұлттық педагогикалық университеті; \n\nМемлекеттік ЖОО-лар: \n\nМ. Тынышпаев атындағы Қазақ көлік және байланыс академиясы; \nШ. Уәлиханов атындағы Көкшетау мемлекеттiк университеті; \nАлматы технологиялық университеті; \nМ. Әуезов атындағы Оңтүстік Қазақстан мемлекеттік университеті; \nС. Торайғыров атындағы Павлодар мемлекеттік университеті; \nЕ.А. Бөкетов атындағы Қарағанды мемлекеттік университеті; \nМ.Х. Дулати атындағы Тараз мемлекеттік университеті; \nҚазақ гуманитарлық-заң университеті; \nА.Ясауи атындағы халықаралық қазақ-түрік университеті; \nҚазақ мемлекеттік қыздар педагогикалық университеті; \nТ.Рысқұлов атындағы Қазақ экономикалық университеті; \nХалықаралық білім беру корпорациясы; \nШ.Есенов атындағы Каспий мемлекеттік технология және инжиниринг университеті; \nАбылай атындағы Қазақ Халықаралық қатынастар және Әлем тілдері университеті; \nХ. Досмұхамед атындағы Атырау мемлекеттік университеті; \nМ. Қозыбаев атындағы Солтүстік Қазақстан мемлекеттік университеті; \nҚостанай мемлекеттік педагогикалық университеті; \nМ. Өтемісов атындағы Батыс Қазақстан мемлекеттік университеті; \nІ. Жансүгіров атындағы Жетісу мемлекеттік университеті; \nС. Аманжолов атындағы Шығыс Қазақстан мемлекеттік университеті.\n\nhttp://massaget.kz/",
                "date": "29.03.2017",
                "upvotes": 0
            }
        ]
    }
]