[
    {
        "question_title": "Физика 10 сынып, Динамика есеп шығаруға көмектесіңіздерші!",
        "question_content": "Жылтыр горизонталь бетте табанындағы бұрышы 15°-қа тең сына жатыр. Оның бір шеті қозғалмайтын тік қабырғаға тіреліп тұр. Сынаның жоғарғы бетімен массасы 0,2кг дене үйкеліссіз сырғанап түседі. Сынаның қабырғаға түсіретін N нормаль қысым күшін табыңдар.",
        "question_date": "2.10.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "N=mgsin2a/2=0.494H",
                "date": "29.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия 10 сынып жаратылыстану математика багыты",
        "question_content": "Молекула саны 6.02×10^23 дарежеси Na2COтын массасын,зат молшерин табу керек комектесиниздерши",
        "question_date": "1.10.2017",
        "question_tag": "Химия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жигули брага бара жатсам сен осы сурак есиме",
                "date": "2.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Архаизм, историзм, неологизм, диалект, термин, кәсіби сөздер",
        "question_content": "Архаизм, историзм, неологизм, диалект, термин, кәсіби сөздер, табу (индонезия сөзі-тыйым салу), дисфемизм және эвфемизм осыларға қатысты 5 сөйлем керек еді?",
        "question_date": "1.10.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Экономика деген мамандық экономистпа? Екеуі бірма?",
        "question_content": "Экономика деген мамандық экономистпа? Екеуі бір маманды",
        "question_date": "1.10.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 558,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экономика (гр.Οικονομία —үй шаруашылығын жүргізу өнері) — материалдық игіліктерді өндіру, айырбастау, бөлу жәнетұтыну үрдісі кезінде адамдар арасында пайда болатын өндірістік қатынастар. Экономика қазіргі уақытта бөлек ғылым ретінде де мойындалған. Сіздің сұрағыңыз бойынша экономиканы оқысаңыз экономист маман болып шығасыз",
                "date": "6.10.2017",
                "upvotes": 0
            },
            {
                "text": "Бірі ғылым және пәннің аты, экономист ол экономика ғылымын меңгерген маман",
                "date": "6.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызға сөз салу үшін қандай жылы сөздер айту қажет?",
        "question_content": "Қызға сөз салу үшін қандай жылы сөздер айту қажет?",
        "question_date": "1.10.2017",
        "question_tag": "Махаббат",
        "question_views": 4800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Томпағым, мен сені ұнатып қалдым. Сенің мен қасымда жүргеніңді қалаймын, ал сен бұған келісіміңді бересің бе, күнім?",
                "date": "2.10.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кино Нурлан Абдуллин",
        "question_content": "Саламатсыздарма. Мен Нурлан Абдуллин тускен жане сонын олены Шет журсем сагынарым оленин коскан киноны издеп журмин. Бала мен кыз жайлы ата-анасы авариядан кайтыс болып апкесинин уйнде турады сон жагында Нурлан Абдуллин шыгады. Кинонын атын тауып бериниздерши. Кеширим сурайм казакша шрифт жок.",
        "question_date": "1.10.2017",
        "question_tag": "Телеарналар",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Беттегі ұшық сияқты қызыл дақтарды қалай кетіруге болады?",
        "question_content": "Бетиме ушык таризди сздап кызыл жаралар шыгады ко,п жылдан бери калай кетирсем болады",
        "question_date": "30.09.2017",
        "question_tag": "Тазалық",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұшық – жұқпалы жара. Ол түшкіргеннен, жөтелгеннен, сүйіскеннен, ерін далабынан, ортақ ыдыс қолданудан пайда болуы мүмкін. Демек, ұшықтың алдын алу үшін жеке бас гигиенасын сақтану керек. Әсіресе, суық кезде иммунитетті нығайтса, ұшық шықпайды. \nАл ұшық шыққанда қалай емдейміз? \nБал – ең тәтті де пайдалы емдік ас. Оны күнделікті бір қасықтан жесе не шайға, жылы сүтке қосып ішсе, иммунитетті жақсартады. Ал ұшық шыққан жағдайда күніне бірнеше рет ерінге бал жағуға болады. Ұшық беті қабыршақтанатын болады, сонда қабыршағын алып тастамай, өзі кеткенше күтекн жөн. Бал ұшықты емдеуге ғана емес, ерінге маска жасауға да таптырмас нәрсе. \nЖанжабіл. Егер тәттіні жақсы көрмейтін, керісінше ащыға құмар адам болсаңыз, ұшық емдеуге жанжабіл көмектеседі. Оның тамырын майдалап турап, қара шайға қосып, арықтау мақсатында ішетінін білеміз. Ол артық салмақтан құтылумен бірге инфекцияларды жоюға да қабілетті. Тамырын турап, еріннің ұшық шыққан жеріне басса, тез нәтиже береді. Біраз ауыртып, жанға жағымсыздық береді, есесіне ұшықтан тез арыласыз. \nЛимон. Лимон шырынын түрлі тағамға сеуіп дәм қосамыз, шемен, құрт аураларына ем етеміз, вирустық аураларға сол арқылы қарсы тұрамыз. Ал ең қышқыл циртустық жемістің өзін балмен бірге тұмау, суық тию ауруларын жазуға қолданамыз. Лимон жемісі мен шырын ғана емес, қабығы да аса пайдалы. Оның қабығын ұшық шыққан жерге басса, ем болады. Күніне бір жарым сағат өткен сайын бірнеше рет қайталау керек. Лимон сығындысын ерінге жағуға да болады. \nАс содасы. Көптеген ауруға ем болатын тағы бір керемет нәрсе – ас содасы. Оның ең жақсы жері кез келген үйден табылады, сатылу бағасы қолжетімді. Ұшық шыққанда ас содасы мен судан қоспа жасап пайдалануға болады. 100-200 мл суды орташа отта сәл қайнатып, бір шай қасық сода қосып, аралыстырамыз. Дайын болған қоспаға қағаз майлық не мақта малып, еріннің ауырған жеріне басамыз. Болмаса кез келген ыңғайлы нәрсемен жақса да жарайды. Аздап ауыртады, бірақ ұшық тез кеткенін қаласаңыз, сәл шыдауға тура келеді. \nТұз. Ұшықты емдеуге тұз да пайдалы. Оның салатқа арналған, теңіз тұзы секілді тым майда түрін таңдаймыз. Ерінді сәл ылғалдандырып алып, ұшық үстіне сеуіп қою керек. 10-15 минуттан соң жылы сумен шайып, ерінге арналған бальзам жағамыз.\nhttps://massaget.kz/layfstayl/Zdorove/33868/",
                "date": "30.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 кг қарбызда қанша су бар?",
        "question_content": "Қарбыз массасының 98%-і су.5 кг",
        "question_date": "30.09.2017",
        "question_tag": "Математика",
        "question_views": 12200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4,9 кг сууууууууууууууу",
                "date": "30.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі шет тілі бойынша оқып жүргендер бар ма",
        "question_content": "Екі шет тіл мамандығын таңдағандар қандай мамандық алып шығады? Қандай жерлерде жұмыс жасауға болады? Туристік орталықтарда жұмыс жасай алам ба. немесе стюардесса бола алам ба? Ағылшын филологиясында қандай мамандықтар бар",
        "question_date": "30.09.2017",
        "question_tag": "Мамандық",
        "question_views": 953,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Урбанизация дегеніміз не?",
        "question_content": "Урбанизация дегеніміз не?",
        "question_date": "29.09.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 24400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Урбандалу (Урбанизация) (лат. urbs - қала, urbanus - қалалық) – еңбек бөлінісінің қоғамдық және аумақтық тұрғыдан тарихи қалыптасуынан пайда болып, әлемнің әртүрлі елдері мен өңірлерінің өзіндік ерекшеліктеріне сәйкес дамитын әлеуметтік-экономикалық, демографиялық, географиялық секілді көп жақты қырлары бар күрделі құбылыс. Көне латын тіліндегі мағынасы \"қалалық\" деген ұғымды білдіреді. Яғни, ең қысқаша айтар болсақ, урбанизация, бұл – қала тіршілігі мен тұрмысы және мәдениетінің үстемдікке ие болуы.\n\"Урбанизация\" ұғымын \"урбанизациялану\" ұғымынан ажыратып қарау керек. Біріншісі процесті білдіреді, екіншісі - процесс барысында қол жеткен көрсеткіш денгейі. Урбанизацияның негізгі көрсеткіші - елдегі қалалық тұрғындардың үлес салмағының арту қарқыны (\"урбанизация қарқыны\")\nУрбанизация үрдісі осылардың арқасында жүреді: қала халқының табиғи өсімі; ауылдық елді мекендердің қала статусын алуы; қала маңы аудандарының пайда болуы; ауылдық жерлерден қалаға қарай миграция.\n\nhttps://kk.wikipedia.org/wiki/%D0%A3%D1%80%D0%B1%D0%B0%D0%BD%D0%B8%D0%B7%D0%B0%D1%86%D0%B8%D1%8F",
                "date": "29.09.2017",
                "upvotes": 0
            },
            {
                "text": "Урбандалу деген не?Урбандалу дегеніміз мемлекеттегі қала халқының үлесінің артуы.",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкенттің қыздары Зың-Зың-Зың Осы ән қазір xит дейді ғой рас па?",
        "question_content": "Шымкенттің қыздары Зың-Зың-Зың Осы ән қазір xит дейді ғой рас па? Осы ән қайдан шықты, кім шығарды?",
        "question_date": "29.09.2017",
        "question_tag": "Қазақша ән",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай қатты хит емес. Бірақ кейде адамдардың телефонынан есітіп қаламын.",
                "date": "29.09.2017",
                "upvotes": 0
            },
            {
                "text": "Маған ұнайды .Хит десем де болады.",
                "date": "20.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Емханаға өзім ғана барып, отбасымның барлық мүшелерін тіркей аламын ба?",
        "question_content": "Отбасымды тіркеуге алып бара алмаймын. Біреуінің оқуы бар, біреуінің жұмысы бар. Үлкен кісілер зейнеткерлікте. Олардың атынан мен барып емханаға кезекке тіркей аламын ба?",
        "question_date": "29.09.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, ол үшін емханаға тіркегіңіз келетін туыстарыңыздың жеке куәлігін, олардың келісім хаты мен еркін жазылған өтінішін ала барасыз.\n\nЖасыңыз он сегізге толмаса, тіркелетін тұлғаның және оның заңды өкілінің жеке басын куәландыратын құжат көмегімен тіркелуге болады.",
                "date": "24.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мына қосылыстардың салыстырмалы молекулалық массаларын табыңдар:",
        "question_content": "Комектесиниздер отинем\n\nМына қосылыстардың салыстырмалы молекулалық массаларын табыңдар: Fe(OH)3, Ca3(PO4)2, Al(OH)Cl2, H3PO4?",
        "question_date": "29.09.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 11500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M(Fe(OH)3)=56+(16+1)*3=56+51=107 г/моль\nM(Ca3(PO4)2)=40*3+[31+(16*4)]*2=310  г/моль\nM(Al(OH)Cl2)=27+17+35.5*2=115 г/моль\nМ(H3PO4)=98 г/моль",
                "date": "3.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сайтта белсенділік болғанын қалаймын... Тек оқушылардың белсенділігі емес...",
        "question_content": "Осы сайтта белсенділік болғанын қалаймын... Тек оқушылардың белсенділігі емес...",
        "question_date": "29.09.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 334,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мен де қалаймын. керемет сайт. бәрі бар деп аты да айтылып тұр ғой",
                "date": "29.09.2017",
                "upvotes": 1
            },
            {
                "text": "Белсенді болуы қиын. Сайттың түпкі тақырыбы жаңалықтар. Ал жастарға жалпы қарапайым халыққа қызықты ола қоймас.",
                "date": "29.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аккауант пен поролды ұмытып қалдым!",
        "question_content": "https://www.youtube.com/channel/UCXPhtSQSQVqnx1v2Yv6ZMZQ  каналымның  Google-дегі аккауантын калай таба аламын,калай білуге болады?",
        "question_date": "28.09.2017",
        "question_tag": "Google +",
        "question_views": 510,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://accounts.google.com/signin/recovery?&hl=ru&rd=1 мына ссылка бойынша өтіп, логиныңыздан бөлек телефон номеріңізді немесе қолданушы атын есіңізге түсіріп, барынша толық ақпарат беріңіз. Егер гугл сіздің сіз іздеген аккаунт иесі екеніңізді растаса логин пароліңізді сізге қайта тауып береді. Сәттілік!",
                "date": "6.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа туылған баланың бас жағына нан пышақ пияз қойып жатады соған руксат барма дінімізде ?",
        "question_content": "Ассалаумағалейкүм сұрайын дегенім жаңа туылған баланың бас жағына нан пышақ пияз қойып жатады сол дұрыс па? Дінімізде оған тиым салынбағанба? Аллаға серік қосу болып табылмайма?",
        "question_date": "28.09.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://vk.com/kazfatua",
                "date": "5.10.2017",
                "upvotes": 0
            },
            {
                "text": "«Көз тию», «назарлану» деген құбылыстың бар екені шындық. Алла жаратқан пенделердің күш-қуаты (энергиясы) мен ниеті әр алуан болады. Кей адамдарды қазақ «назары бар», «көзі бар» деп жатады. Жағымсыз күш-қуаты басым адамның сүйсініп қарағаны да, жақтырмай қарағаны да базбіреулерге назар болып тиюі мүмкін. Әсіресе, қуат өрісі әлсіз балалар мен әйел адамдар жиі назарланады.\n«Көз тию – ақиқат» деген Пайғамбарымыздың хадисі бар. Әр елдің салтына қарай көз тиюден түрліше сақтанады. Қазақта назарды әшекейге аудару үшін қыз балаға, әйел адамға көзмоншақ пен әртүрлі алқа-тана, өңірлік, сырға, білезіктер тағу кең таралған. Осыған байланысты халқымызда «көздің жауын алады» деген тұрақты тіркес қалыптасқан. Яғни адамға алғаш қадалған назар көзмоншақтар мен әшекейлерге ауып, оның күші қайтады, екінші рет адамға назар аударғанда бұрынғыдай сұғы қатты болмайды деп саналады. Яғни көзмоншақ адамды қорғайды деп емес, назарды өзіне аударады деп түсіну қажет.\nСонымен қатар баланы (негізінен ұл баланы) көзге түспейтіндей етіп, қораш киіндіріп қою, маңдайына күйе жағу арқылы оған назарды аудартпауға тырысу да халқымызда бар. Қазақта балалары тұрмай шетіней берген жағдайда «Елемес», «Елеусіз», «Жаманбай», «Ескермес» секілді аттар қою арқылы назардан қашуға болады деп ырымдалған. Дегенмен бұл орайда ырым дегеніміз – сенім емес екенін ескеру керек. Ал бұл мәселеге исламның көзқарасына келсек, Пайғамбарымыздың хадисінде айтылғандай ата-ананың баланың алдындағы үш парызының бірі – перзентіне жақсы ат қою делінеді.\nПайғамбарымыздың кезеңінде де көз тию оқиғалары болған. Ол тұста араб жұртында назары тиді деп шүбаланған адамның жуынған суымен назарланған адамды жуындыру әдеті бар болатын. Оны Пайғамбарымыз да құптап: «Сендерден көз тигені үшін жуыну талап етілсе, жуыныңдар!» деген хадис қалдырған. Теріс дұға мен назардан қорғаныш ретінде Пайғамбарымызға «Фәлақ», «Нас» сүрелері түсірілгені белгілі. Сол себепті көз тигенде Құран сүрелерімен дем салу кең таралған. Сонымен қатар Пайғамбарымыздың жатар алдында «Ықылас», «Фәлақ», «Нас» сүрелерін үш реттен оқып, қолына дем салып, жүзін, денесін сипағаны жөнінде сүннетке қатысты дереккөздерінде жиі айтылады. Құранның шипа болып табылатыны жөнінде «Фуссилат» және «Исра» сүрелерінде аяттар бар. Ал баланың жүзіне (иегіне) күйе жағу арқылы назардан сақтануды Осман ибн Аффан сахаба ескерткен.\nҚазақта көз тигенде дем салдырып, тұзды суға шомылдырып, басынан тұз айналдырып отқа тастап, хош иісті шөптермен аластап жатады. Бұлардың ішінде дем салудың шариғатта бар екені жоғарыда айтылды, ал хош иісті шөптерді түтетіп, науқас адамды, үй ішін аластауды бірқатар ислам ғалымдары жындарды аластауға септігін тигізеді деп санайды. Пайғамбарымыз хош иісті ерекше ұнатқан. Сонымен қатар: «Әрбір адамның жүрегінде жын иектеу мен алапестіктің ұрығы болады, одан айығудың жолы – нарцисс гүлін иіскеу» деген хадис те бар. Ғасырлар бойы хош иісті шөптер мен гүлдер адам жүйкесінің зорығуын басу, тыныштандыру, сергіту, бас ауруы, тұмау, т.б. көптеген аурулардан айықтыру мақсатында қолданылып келеді. Қазіргі медицинада хош иістің науқастың көңіл-күйін жақсартып, сауығуына әсер ететіні дәлелденіп, «ароматерапия» атты арнайы сала қалыптасқан. Ал тұздың емдік және тазартушылық қасиеті дәстүрлі медицинада ертеден кең пайдаланылып келеді. Көптеген дәрі-дәрмектердің құрамына тұз қосу, тұздың жеке өзін емге пайдалануды былай қойғанда, тұзды сумен шомылу, тұзды ванна қабылдауға да медицинада ерекше мән беріледі. Назар аударатын тағы бір мәселе ат қоюға байланысты. Қазақтың жоғарыда айтылған елеусіз аттар қою арқылы назардан қашатыны секілді, заманауи психотерапия мен парапсихология мамандары да адам сәтсіздіктен арылмай қойған жағдайда атын ауыстыруды ұсынуда.\nАл тұмар тағу жөнінде ислам ғұламалары тарапынан екі түрлі көзқарас қалыптасқан. Бір тобы Пайғамбарымыздың тұмарға қатысты: «Кім тұмар тағатын болса, Алла оған денсаулық бермесін», «Кім тұмар тақса, Аллаға серік қосқаны» деген хадистеріне қарап, тұмар тағуды түбегейлі теріске шығарады. Екінші топ ғалымдары дәл осы хадистерге сүйене отырып, оларда Құран аяттары жазылған тұмарлар емес, басқа тұмарлар туралы сөз болып отырғанын, ал Құран аяттары жазылған тұмарды таққан адам Аллаға сенгендіктен, «Құран аяттары жанымда жүрсін» деп ізгі ниет еткендіктен тағатынын айтып, оны ислам шариғатына қайшы емес деп тапқан.\nДегенмен ғұламалардың басым көпшілігі «Құран аяттары жазылған тұмарды негізінен балаларға таққан дұрыс, ал ересек адамдар Құран аяттарын жаттап алып, үнемі қайталап жүргені абзал» деп тұжырымдаған. Яғни бұл орайда да атамыз қазақтың жеті рет өлшеп, бір рет кесетін дағдысымен шариғаттан шалыс кетпегенін аңғаруға болады.\nМәліметтер ашық ақпарат көздрінен алынды.",
                "date": "10.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бағдарламалаушы мамандығында оқу үшін қай университетті таңдаған жөн?",
        "question_content": "Қайырлы кеш, сұрағым мамандық программист таңдау пәні физика математика қайда түссем болады Астанадан қандай оқу орындары бар қанша баллдан бастап?",
        "question_date": "27.09.2017",
        "question_tag": "Университет, колледж",
        "question_views": 759,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы университет өте жақсы\nhttp://www.iitu.kz/article/show/id/272?lang=kz",
                "date": "28.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Емхананы қалай таңдаймыз?",
        "question_content": "Жақсы емхананы қалай таңдауға болады? Емхана туралы ақпаратты ашық дереккөздерін алуға болады ма?",
        "question_date": "27.09.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Емхана үйіңізге не жұмысыңызға 15-20 минутта жаяу баруға болатындай жақын орналасқаны дұрыс. Бұл сізге қажет кезде медициналық көмекті жылдам алуға мүмкіндік береді.\n\nОтбасылық принципі. Отбасы дәрігері, бүкіл отбасының денсаулығын қадағалап, кім қай кезде немен ауырғанын, отбасында кімнің қандай дертке бейімділігі бар екенін біледі, сондықтан неғұрлым тиімді ем тағайындай алады.\n\nЕмханалардың жалпы тізімін fms.kz сайтынан қарап алуға болады.",
                "date": "24.09.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Технология пәнінен11 сынып ұлдардың күнтізбелік жоспары керек?",
        "question_content": "Технология пәнінен 11 сынып ұлдардың күнтізбелік жоспары керек?",
        "question_date": "27.09.2017",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 300 г алюминий ыдысқа 2 с көлемі 5 л қайнаған су құйылған?",
        "question_content": "Массасы 300 г алюминий ыдысқа температурасы 20 с көлемі 5 л кайнаган су құйылған. Олардың температуралары тең және 100 с болуы үшін қанша жылу мөлшері болуы керек?",
        "question_date": "27.09.2017",
        "question_tag": "Физика",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Q = Q1 + Q2\nQ = c1 m1 (t - t1) + c2 m2 (t - t1)\nQ = (t - t1) (c1 V1ρ1 + c2 m2)\nQ = (100 - 20) (4200 * 0.003 * 1000 + 920 *  0.3)\nQ = 1030000 Дж\nЖауап: 1030 кДж",
                "date": "4.06.2018",
                "upvotes": 0
            },
            {
                "text": "Q=cm(t1-t2)\nm1=300г=0,3 кг\n\nm2=pV= 1000 * 5л * 10 -3 (-3 10-ның дәрежесі)= 5кг\n\nm=m1+m2=0,3+5=5,3 кг\n\nQ=960*5,3кг(100-20)\n\nQ=407040 Дж",
                "date": "24.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен сабақ беретін өз ағайыма ғашықпын не істесем болады?",
        "question_content": "Бізге дәл осы жылы мектепке бір жас ағай келген болатын.мен басында оған назар аудармадым, кейінірек ол  бізге сабақ берді сонда ұнатып қалғанымды түсіндім. Ол өзі бойы ұзын, келбетті жігіт. Жігіт дейтін себебім осы жылы универ аяқтаған екен. Жасы 24-те, басы бос. Оған қарасам қызарып кетем сабақты жалпы жақсы оқимын тіпті сол беретін сабақ сүйікті сабағым болтын. Бірақ оның сабағын оқысам да, айта алмайтын халге жеттім, себебі бетім қызарып ұялып қаламын. Не істесем болады, өз басым жоғарғы сыныпта оқимын...",
        "question_date": "27.09.2017",
        "question_tag": "Достық",
        "question_views": 866,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем. Менше бұл өткінші жағдай. Яғни бара-бара ұмытылатын жағдай. Өз-өзіңізге сенімді болып, бар күш-жігеріңізді жинақтап, сабақ айтуға тырысыңыз. Жас мұғалімге \"жігіт\" деп қарамай, сізге білім берп тұрған \"ұстаз\" ретінде санап, көзді жұмып тұрыңыз))) Ойыңызды  басқа нәрсемен аулаңыз. Көөөп кітап оқыңыз. Кітап ойыңыздың бәрін жинақтайды! Сәттілік тілеймін!!!",
                "date": "28.09.2017",
                "upvotes": 0
            },
            {
                "text": "Жоғарыдағы жауапқа қосылам, бұл өткінші жағдай. Универдегі ағайларға да жүрегіңнен орын алып қой)",
                "date": "28.09.2017",
                "upvotes": 1
            },
            {
                "text": "Жүректің қалауына бағынбай, Ақылыңның бұйрығын орында.",
                "date": "28.09.2017",
                "upvotes": 0
            },
            {
                "text": "Арыз жазып шығартып жібер (қой ойнап айтам, ұят болар біреудің баласынан) Бір амалы табылар",
                "date": "30.09.2017",
                "upvotes": 1
            },
            {
                "text": "Ағайың жұмысынан айрылып қалмасын",
                "date": "13.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цитология және Гистология ғылымының дамуына үлес қосқан Қазақстандық ғалымдар",
        "question_content": "Цитология және Гистология ғылымының дамуына үлес қосқан Қазақстандық ғалымдар\nбілесіздерме?\nреферат түрінде",
        "question_date": "27.09.2017",
        "question_tag": "Биология",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тәуелсіз Қазақстан тарихнамасында Алаш қозғалысына байланысты еңбектерді талдау",
        "question_content": "1. Тәуелсіз Қазақстан тарихнамасында Алаш қозғалысына байланысты еңбектерді талдау. (Ә. Бөкейханов, М. Шоқай, А. Байтұрсынұлы)\n2. 20-30 жылдардағы кеңестік жүйенің реформаларының қасіреті салдары. (конспект, баяндама)\nреферат туринде керек еди",
        "question_date": "27.09.2017",
        "question_tag": "Университет, колледж",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ әдебиетінен тақырыптық күнтізбелік жоспар керек еді",
        "question_content": "Сәлеметсіздер ме? Орыс тілді мектепте оқытылатын қазақ әдебиетінен тақырыптық-күнтізбелік жоспар (календарный план) 9 сынып Арман-ПВ баспасы 2009 ж. авторы С.Ч.Тұрсынғалиева 2009 керек еді. Өтініш тез арада болса, жақсы болар еді. Алдын ала рахмет!",
        "question_date": "27.09.2017",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Айтылуына қарай жазылатын сөзді көрсетіңіз: Көз болу, Атты кісі, Отыра қал, Құшша ұшу",
        "question_content": "Айтылуына қарай жазылатын сөзді көрсетіңіз: Көз болу, Атты кісі, Отыра қал, Құшша ұшу",
        "question_date": "26.09.2017",
        "question_tag": "Мектеп",
        "question_views": 910,
        "question_upvotes": 0,
        "answers": []
    }
]