[
    {
        "question_title": "Бизнес бастайын деп едім!",
        "question_content": "Бизнес бастайын деп едім.Алиекспрес сайтынан бір затқа заказ беріп сол затты сату арқылы.Қандай зат алған дұрыс?",
        "question_date": "25.12.2015",
        "question_tag": "Бизнес туралы",
        "question_views": 879,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арзан заттан баста.Және шығыс шыкпай кіріс болмайды демекші бірінші тауарлар жинап алып сатқан жөн",
                "date": "25.12.2015",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Фотографиямен айналыссам қалай болады!",
        "question_content": "Ассалаумагалейкум!Жасым 16-да студентпін!Мен өзім жақында фотографиямен айналыссам деп едім!қандай ақыл кеңес бересіздер!",
        "question_date": "25.12.2015",
        "question_tag": "Бизнес туралы",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фотаграф болу үшін Сапалы камераң болуы керек.Былай нақты суретті түсіре алатын адамдардан кеңес ал.Ал егер мектепте оқып жүршен болсаң керек емес.Кыйын болвп кетеді.",
                "date": "25.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ахметбек Нұрсила жайлы.",
        "question_content": "Ахметбек Нұрсила кім біледі кім таниды?Сабақ алып көргендеріңіз барма?",
        "question_date": "25.12.2015",
        "question_tag": "Бизнес туралы",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фейсбукта тіркелсеңіз өзі отырады жəне бизнес бастау командасы түгел алғашқы жаңалықтар сол жерден жарияланып отырады. Жəне күн сайын таңғы 7-де ютубта тікелей трансляцияда ерік жігер сабағы өткізіледі. Biznes-bastau.kz",
                "date": "25.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қала арқылы іздеитін мобимит сияқты саиттардың аттары?",
        "question_content": "Қала арқылы іздеитін мобимит сияқты саиттардың аттары?",
        "question_date": "25.12.2015",
        "question_tag": "Әлеуметтік желі",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Досты қалай табуға болады?",
        "question_content": "Досты қалай табуға болады?",
        "question_date": "25.12.2015",
        "question_tag": "Тұлға, Адам",
        "question_views": 824,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Досты Соткасына звандап тауып ал немесе вкдан тауып ал.Кызық сұрақ.СҰРАҚТЫ ТОЛЫҒЫМЕН ҚОЙ. Егер сим карта досты іздесең сотка сататын жерлерден ал.",
                "date": "25.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Байқоңырда белаин центр қай жерде?",
        "question_content": "Байқоңырда белаин центр қай жерде?",
        "question_date": "25.12.2015",
        "question_tag": "Байланыс операторлары",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "j 2 қандай телефон, қанша тұрады?",
        "question_content": "j 2 телефон ақпарат?  j 2 қандай телефон, қанша тұрады?",
        "question_date": "25.12.2015",
        "question_tag": "Ұялы телефон",
        "question_views": 953,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсы смартфон 44000 тенге тұрады сулпакта және 1450 тг юонус береді.Міне жалпы сипаттамасы(орысша): Наименование Cмартфон Samsung Модель Galaxy J2 (SM-J200HZDDSKZ) Производитель Samsung Другие товары Дисплей Диагональ 4,7\" - 11,938 см Разрешение 540x960 Процессор Процессор Четырехъядерный Частота процессора 1.3 ГГц Память Карты памяти microSD Объем встроенной памяти 8 Гб Другие товары Объем ОЗУ 1 Гб Другие товары Связь Поддержка 2 SIM да Другие товары Тип SIM карты micro SIM Bluetooth Есть Wi-Fi Есть GPS-модуль Есть Встроенный модем Есть Стандарт связи 2G GSM, 3G WCDMA Доступ в интернет Wi-Fi, 3G Камера Камера 5 Mpx Разрешение видеосъемки 1280 x 720 Фронтальная камера 2 Mpx Встроенная вспышка Есть Запись видео Есть Мультимедиа Поддержка аудио MP3, M4A, 3GA, AAC, OGG, OGA, WAV, AMR, AWB, FLAC, MID, MIDI, XMF, MXMF, IMY, RTTTL, RTX, OTA Поддержка видео MP4, M4V, 3GP, 3G2, MKV, WEBM FM-тюнер Есть Разъем для наушников 3,5 мм Электропитание Тип аккумулятора Li-Ion Емкость 2000 мАч Время работы в режиме разговора 11 ч Время работы в режиме ожидания Разъемы и интерфейсы USB Есть Разъем для наушников 3,5 мм Цвет, размеры, вес Габариты (ВхШхГ) 136.5 x 69.0 x 8.4 мм Вес 0,129 кг Цвет Золотистый Прочее Форм-фактор Моноблок Операционная система Android 5.1 Комплектация смартфон, инструкция, зарядное устройство Дополнительная информация датчик приближения",
                "date": "25.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Samsung GALAXY GRAND Prime, j 2 телефон айырмашылығы қандай?",
        "question_content": "Samsung GALAXY GRAND Prime, j 2 телефон айырмашылығы қандай? айырмашылығы барма, болса қандай?",
        "question_date": "25.12.2015",
        "question_tag": "Ұялы телефон",
        "question_views": 408,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кока-кола қақпағындағы ұтыстарды қайда апарамын?",
        "question_content": "Кока-кола қақпағындағы ұтыстарды қайда апарамын?Атырау қаласында.",
        "question_date": "25.12.2015",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәдімгі дүкендерге",
                "date": "26.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көкшетау деген сөзге ребус керек?",
        "question_content": "Көкшетау деген сөзге ребус керек?",
        "question_date": "25.12.2015",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "көйлек ''''      ''''күрек   шекара '''' тауық ''",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мени Адиль суйеме?",
        "question_content": "Мен жаксы коретин, уйленген жигитим маган кайта оралама? Есими Адиль",
        "question_date": "25.12.2015",
        "question_tag": "Махаббат",
        "question_views": 402,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "Қызық сұрақ қойдың біз қайдан білеміз.Битва экстрасенсаға барып сурасаңышы.Бұл сайт сұрақ қойып жауап алатын сайт біреудің өмірін болжайтын емес.",
                "date": "25.12.2015",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "\"ЭКСПО-2017\" көрмесіне арналған пошта маркасы",
        "question_content": "Бүгін Астанада «ЭКСПО-2017» Халықаралық мамандандырылған көрмесіне арналған пошта маркасы ресми түрде айналымға шығарылды. Салтанатты шараға «Астана ЭКСПО-2017» АҚ ұлттық компаниясы Басқарма Төрағасының орынбасары Ербол Шорманов пен «Қазпошта» АҚ Басқарма Төрағасының орынбасары Азат Машабаев қатысты.\nАйта кетерлігі, бұған дейін «Астана ЭКСПО-2017» АҚ мен «Қазпошта» АҚ арасында ынтымақтастық пен әріптестік туралы меморандумға қол қойылған болатын. Бүгінгі шара аталмыш меморандум аясындағы алғашқы қадам болып табылады.\n«ЭКСПО-2017» логотипі бейнеленген пошталық марка 4 түсті офсеттік тәсілмен дайындалған, номиналы - 300 теңге, көлемі - 28х40 мм, таралымы - 5000 дана. Пошта маркасы ҚР Ұлттық банкінің банкноттық фабрикасында басылып шыққан.\nМарканы айналымға шығарудың ресми шарасында «Астана ЭКСПО-2017» АҚ ұлттық компаниясы Басқарма Төрағасының орынбасары Ербол Шорманов пен «Қазпошта» АҚ Басқарма Төрағасының орынбасары Азат Машабаев арнайы пошталық мөртабанда қолтаңбаларын қалдырып, онымен өзара алмасты. Ербол Шормановтың айтуынша, Астанада өтетін ЭКСПО көрмесіне арналған бірегей пошта маркасының жарыққа шығуы аса маңызды шара. Бұл ел ішінде ғана емес, шет мемлекеттерде де «ЭКСПО-2017» көрмесінің танымалдылығын арттыруға өз септігін  тигізеді.\nЕрбол Шорманов «Астана ЭКСПО-2017» АҚ ұлттық компаниясы Басқарма Төрағасының орынбасары:\n«ЭКСПО-2017» көрмесі – бұл Қазақстанда ғана емес, әлемдік ауқымдағы маңызды шара. Оның үстіне көрме «Болашақ энергиясы» аталып, дүниежүзілік өзекті мәселені қамтып отыр. Өйткені, адамзаттың өркениет дамуына қарай халықаралық қауымдастық тиімді баламалы қуат көздерін іздестіруде. Біз алдағы уақыттарда «ЭКСПО-2017» көрмесін танымал ету үшін ел ішінде де, шет мемлекеттерде де түрлі шараларды белсенді түрде жүргізіп жатырмыз. Соның бірі пошта маркасының айналымға енуі. Бұл марка фиталетисттер коллекциясында құрметті орынға ие болады деген сенімдемін.\nАзат Машабаев «Қазпошта» АҚ басқарма Төрағасының орынбасары:\nБүгін біз үшін де айтулы күн. «ЭКСПО-2017» халықаралық көрмесіне арналған марканы айналымға шығарудың берері аз емес. Кейде тіпті осындай марканың өзі азаматтарға белгілі бір оқиғаға байланысты көптеген мағлұмат алуға мүмкіндік жасап, ерекше жарнамалық рөл атқаратыны да белгілі. Марка ұзақ мерзімге сақталып қана қоймай, біздің еліміздің атын мейлінше алысқа жетелейді. Ендеше, осы арқылы «Қазпошта» астанада өтетін айтулы шара - «ЭКСПО-2017» көрмесіне өз үлесін қосады деп ойлаймын.\nАйта кетейік, «ЭКСПО-2017» Халықаралық көрмесінің тақырыбы «Болашақ энергиясы» аталып, ол әлемдік қауымдастықты алаңдатып отырған адамзаттың ең өзекті мәселерінің бірі – баламалы қуат көзін дамыту проблемаларын қамтиды. Қазіргі таңда «ЭКСПО-2017» көрмесіне әлемнің 61 мемлекеті мен 13 халықаралық ұйым қолдау білдіріп, өздерінің қатысатын ниеттерін ресми растаған.",
        "question_date": "25.12.2015",
        "question_tag": "Жалпы сұрақ",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қыс қызығы атты шығарма жазу?",
        "question_content": "Қыс аппақ қарымен, көк айдын мұзымен сәнді. Күн бірде жылынып, бірде суытып тұр. Көлде мұз қатты. Қыстың таңғы салқын ауасы керемет күйге бөлейді. Сендерден сұрайын дегенім, ''Қыс қызығы'' атты шығарма тауып беріңдерші!",
        "question_date": "25.12.2015",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыс туралы шығарма\n\nТабиғаттың әрбір маусымы ерекше болатыны сөзсіз. Әр маусымның өзіне тән қызығы мен сейіл-серуені бар. Соның ішінде қыс мезгілі де өзіндік кіршіксіз аппақ қарымен, қаһарлы мінезімен, сықырлаған аязымен ерекше. Бұл мезгілде адамдар табиғаттың құпиясын, ерекше бір ұмытылмас сәттерін тамашалайды.\n\nҚара жердің бетін басқан аққұба ару сияқты үлпілдеген ақ ұлпа қар айналаға сән бергендей. Әркім бұл мезгілді асыға күтетіні рас. Бірі шаналарын арқалап, биік жоталарға, таулы қыраттарға бет түзейді. Дала төсінде қолдан сырғанақ жасайтын қызықты кездерде өз алдына бір бөлек әңгіме. Қолдарына шана сүйреген балалар, жүздері күлкіге толы адамдар барлығы бейне бір қыстың суығын емес, оның жылы нұрын, ыстық тартар сәулесін тауып алғандай қуанады.\n\nДаланың табиғаты тып-тыныш қалпынан, маужыраған күйінен серпіле түскендей күйде. Алатаудың сілемдері мен биік жоталарындағы қыс көріністері көздің жауын алады. Басында қашанда қар жататын қарт Алатау ару Алматының көркіне көрік қосып тұрғандай көрінеді. Ақындар жырға қосқан, әншілер әнге қосқан Алатау қыс мезгілінде ерекше сұлу ғой, шіркін!\n\nҚыс мезгілін тағы да асыға күтуіміздің бір себебі - Жаңа жыл. Сірә, бұл мейрамды еңбектеген баладан, еңкейген қартқа дейін күтетіні айдан анық. Бүлдіршіндер аппақ қардан аққала жасап, шырша безендіріп, аяз ата мен ақша қарды көруге асығады. Барлығы ақ тілектерін білдіріп, сыйлықтарын береді. Қылышын сүйретіп жеткен қаһарлы қыстың бізге берер қызығы мен қуанышы көп. Осындай естен кетпес оқиғаларға толы қыс мезгілін керемет деуге толық негіз бар. Қыстың ғажайып ұмытылмас шақтары адам жанына шуағын шашып, нұрын төге түскендей, көтеріңкі көңіл-күй сыйлайды.",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сәкен Сейфуллиннің өмірбаянынан жақсы бір сөзге ребус құрау керек?",
        "question_content": "Сәкен Сейфуллиннің өмірбаянынан жақсы бір сөзге ребус құрау керек, қиынырақ 7 сыныпқа лайық.",
        "question_date": "25.12.2015",
        "question_tag": "Үй тапсырмасы",
        "question_views": 977,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаңа жылда мектепте сынып бөлмелерін безендіру дұрыс па?",
        "question_content": "Мектепте сабақ өтетін оқу сынып бөлмелерін жаңа жыға байланысты шырша т. б.  әшекейлермен безендіруге бола ма?",
        "question_date": "25.12.2015",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине болады , тіпті Әкімшіліктің өзі безендіреді ғой!",
                "date": "25.12.2015",
                "upvotes": 0
            },
            {
                "text": "Иә әрине,біз безендірдік өз сыныбымызды",
                "date": "26.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер заңды некеде болмаған жағдайда алимент қалай өндіріп аламын?",
        "question_content": "Біз күйеуімен некеге тұрып үлгермедік. Босанганнан кейін күйеуім акетану аркылы баласын өз атына жазғысы келді. Бірақ ол жолмен де болмады. Содан бала менің атыма жазылды. Балама 4 ай толды. Біз екі жаққа кеттік. Енді мен одан қалай алимент өндіріп ала аламын?",
        "question_date": "25.12.2015",
        "question_tag": "Заң",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер неке заңсыз болса мен алимент өндіріп ала аламын ба?",
        "question_content": "Біз күйеуімен некеге тұрып үлгермедік. Босанған сон ұлымды өз атыма жаздырып алдым . Енды Біз екі жаққа айырылдық. Балама 4 ай. Баласының катты ауыратындыгы үшін тастап кетты деп ойлаймын. Мен калай одан алимент өндіріп аламын? Көмектесіңіздерші.",
        "question_date": "25.12.2015",
        "question_tag": "Заң",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сотқа арыз беріңіз алимент өндіру туралы (егер балаңыздың туу туралы куәлігіне әкесінің есімін жаздырғыңыз келсе әкелікті анықтау және алимент өндіру деп бересіз). Сот берген арызыңыз бойынша азаматтық істі қозғайды, іс барысында әкесі мойындамай жатса сараптама тағайындеп сол сараптамаға қарай іс жалғасады. (Арыз жазғанда керек құжаттар: 1.Арыз-2 дана, 2-Жеке куәлік көшірмесі, 3-Балаңыздың туу туралы куәлік көшірмесі (егер әкесінің атын жаздырту үшін деп берсеңіз тұп нұсқасын бірге қосып саласыз) 4-Балаңыздың медициналық анықтамасы. 5-Ол кісімен бірге жүрген кездегі фотоларыңыз болса солардыда қосыңыз.)",
                "date": "25.12.2015",
                "upvotes": 0
            },
            {
                "text": "Егер заңсы болса өкінішке орай жоқ ала алмайсыз.",
                "date": "25.12.2015",
                "upvotes": 0
            },
            {
                "text": "егер баласы сот шешим бойнша анасында калса! бирак акесинин колында болса акеси ол баланы оз атына аудара алама",
                "date": "1.11.2017",
                "upvotes": 0
            },
            {
                "text": "Шет елдин азаматын қалай алиментке бере аламын",
                "date": "24.10.2018",
                "upvotes": 0
            },
            {
                "text": "Ала аласыз. Баланың әкесі екенін сот сараптамасы арқылы анықтау үшін арыз жазып, сонымен бірге алимент өндіру туралы арызды да бірге сотқа жіберу керек. Толық ақпаратты мына мақаладан оқисыз.",
                "date": "26.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлғайғаннан кейінгі газдың ішкі энергиясы қандай?",
        "question_content": "2 моль атомды идеал газдың ішкі энергиясы 500Дж Изотермиялық ұлғаю нәтежиесінде газ 1000 Дж жұмыс атқарады. Ұлғайғаннан кейінгі газдың ішкі энергиясы қандай?",
        "question_date": "25.12.2015",
        "question_tag": "Физика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ішкі энергия ν= 2 моль моноатомдық идеал газ U1= 5000 Дж тең. Нәтижесінде газ изотермиялық кеңеюге ұшырайды жұмыс A=1000 Дж.\nекәншә жағдай үшін Q= A + ΔU\n T = соnst болғанда Q=A  ΔU=0\nяғни U2=U1+ΔU=U1=5000 Дж",
                "date": "3.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күнделікті ауыздан сілекеймен бірге қан кетсе, не болады?",
        "question_content": "20 жыл бойы күнделікті  ауыздан сілекеймен бірге қан кетсе, не болады? Көбіне тістеніп жүргендіктен болу мүмкін бе?",
        "question_date": "25.12.2015",
        "question_tag": "Денсаулық",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызылиегіңіз ауырады деген сөз. Олай қан кете берсе тісіңіздің еттері босап, тістеріңіз түсіп қалу қаупі бар. Сондықтан, тіс дәрігеріне көрінгеніңіз дұрыс.\n\nАл, егер жөтелген кезде қан түкіріп жүрсеңіз туберкулез ауруы болуы мүмкін.\n\nДәрігерге көрініңіз!!!!",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы ЖОҚ деп айтуды үйрен деп жатады сонда неге ЖОҚ деу керек?",
        "question_content": "Осы ЖОҚ деп айтуды үйрен деп жатады сонда неге ЖОҚ деу керек?",
        "question_date": "25.12.2015",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия дей берсең де жаман ғой, \"жоқты\" да өз орнымен айту керек деп ойлаймын. Өз ойың, ақылың, санаң бар\n\nБолмайтын сұрақ өоя бермей\n\nОйланыңдар адамдар",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа жылдық кеш сізге несімен есте қалушы еді?",
        "question_content": "Сізге қайдам, маған жаңа жыл көпшіліктің шырша жағып, шампан атып, думандатып, таңертең бас ауырып, оливье салатымен айғыздалған бет-аузыңды сүрткілейтін мереке ретінде ғана есте қалатын. Болды, басқа түк те емес. Айтпақшы, жыл сайын эфирден қайталанатын \"Жеңіл буыңызбен\" фильмі де бар екен ғой.",
        "question_date": "25.12.2015",
        "question_tag": "Жанұя",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отбасыммен бірге тамашалайтын отшашу. Соны тамашалап тұрған сәттегі жымиған жүздері, көңілді көздері...",
                "date": "25.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дағдарыс кезінде Жаңа Жылды тойлау керек пе?",
        "question_content": "2015 жыл біз үшін оңай болған жоқ. Еліміз үш мәрте девальвацияны бастан өткізді. Онсыз да құнсызданған ақшаны шашып Жаңа Жылды тойлау керек пе? Жоқ әлде қаражатты үнемдеп, тойламаған дұрыс па?",
        "question_date": "25.12.2015",
        "question_tag": "Қаражат, Ақша",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. Жоқ десем тойламай қоясың ба?)",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Банан мхм акаунтын кім шығарады?",
        "question_content": "Банан мхм акаунтын кім шығарады, бір апта болды тұрғаына?",
        "question_date": "25.12.2015",
        "question_tag": "Жалпы сұрақ",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 6,2 грамм фосфор жанғанда түзілген фосфор?",
        "question_content": "Массасы 6,2 грамм фосфор жанғанда түзілген фосфор (V) оксидінің (P2O5)  массасын және зат мөлшерін  есептеп шығар?",
        "question_date": "25.12.2015",
        "question_tag": "Химия",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаңа Жылдық кешке арналған қандай макияж, сән жасауға болады?",
        "question_content": "Жаңа Жыл – ғажайыптар уақыты, тіпті ең күмәншіл адамның өзі осы түні аңсаған арманына жетуін тілеп, ғажайыпқа үміттенеді. Біз өзгерістер күтеміз және осы түннің таңғажайыптылығына сенеміз, әлем басқа бояулармен әрленген, сізге де өзіңізді жарқындық пен жарқыраудан шектемей міндетті түрде батыл және ерекше болып, тұрмыстық әбігершілікті ұмытып, жай ғана ертегіге саяхат шегуіңіз керек.\nЖаңа жылдық кешке арналған қандай макияж, сән жасауға болады?",
        "question_date": "25.12.2015",
        "question_tag": "Тазалық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Достарымызбен немесе жанымызға ерекше жанмен қарсы алатын осы жаңа жылдық кештегі әрқайсымыздың тілегіміз – таңғаларлықтай әдемі болу. Мен бірнеше бейнелерді жинақтап, сіздерге макияж таңдауға көмектескім келеді. Тілегіміз жарқын акценттерге қол жеткізу болғандықтан, қалаған нәтижеге жетудің қаншалықты оңай екендігін айтып бермекпін. Әрқайсымыз міндетті түрде барлық назарды өзімізге аудартатын боламыз! Жарқыраған көздер, айқын еріндер және мінсіз тері сізді осы ұмытылмас кештің ең сұлу аруына айналдырады. Сонымен, белгілі бір бейнені таңдаған соң сізге не қажет?\nКөз макияжын айқындап, ұзақ сақталуға септігін тигізетін зат – далапқа арналған негізден бастасақ. Sigma фирмасының негізі өзіне далап пен пигменттерді жақсы ұстайды және әрлі реңктері бар. Тағы бір ыңғайлы зат – NYX-тің әйгілі ақ қарындашы, онымен далап айқын әрі қанық бола түседі. Laura Mercier-дің ыңғайлы әрі әрлі негізі, сондай-ақ Urban Decay-дің әйгілі праймері.\nКөпшілігіміз M.A.C. фирмасының Fix+spray бекіткіші жайлы білеміз. Оны тек толық макияжды ғана емес, сондай-ақ глиттерді бекіту үшін ғана пайдалануға да болады. Сұйықтықты қылқаламға жағып, жылтырақтар (ірі, ұсақ) немесе пигменттерді таңдап алып, қабағымызға орналастырамыз.\nӘйгілі визажист және блогер Карли Бибэл кем дегенде екі ғажайып жаңа жылдық бейнені ұсынады.\nБелгілі бір макияждар жараспайтын жағдай болады, мысалға, азиаттықтарға ғана тән қабақтарға барлығы келісе бермейді. Көпшілік жағдайда бұл қалыңдығы мен ұзындығына байланысты барлығына жараса кететін smoky немесе сызықтар (стрелки). Біраз қиялға берілуге де болады: Dior-дың бір сәнді көрсетіліміндегідей алтын түстес қастар, түрлі-түсті және жылтыр сызықтар, еріндегі страздар және көк түске боялған кірпіктер.\nDior-дың алтын түстес қастары: қылқаламды біраз M.A.C Fix+ спрейімен дымқылдатып, қастарыңызға қажетті қалыңдықта жағыңыз. M.A.C-тың Copper Sparkle немесе Golden Lemon, не болмаса Maybelline-нің Color Tattoo Eyeshadow 24K gold пигментін қолданыңыз. Аса түзу контур үшін қатты қағаздан трафарет жасап алуға немесе жай пластикалық картаны ұстап тұруға болады.\nInglot-та көзге арналған түрлі-түсті гельді сұйық қаламдар бар, әдемі алтын түстесі - Estee Lauder және Dior-да, ал күміс түстесі Givenchy-де, сондай-ақ Avon мен Artdeco-да да бар. Ал қара гельді сұйық қаламдардан Bobbi Brown-дікі ұнайды, ол шыныменде ұзақ сақталады және жағылып қалмайды (оны қиғаш қылқаламмен жағу керек, мысалы, M.A.C #226).\nҚабағымызға страздарды жабыстыруға кірпікке арналған желім көмектеседі, M.A.C-тың Lash Grip немесе Duo Adhesive-і, Inglot жарап жатыр. \nМынадай еріндер үшін опаның дұрыс таңдалған реңкімен бояп, одан соң Swarovski-дің ондаған кристаллдарын алып, оларды кірпікке арналған желіммен жабыстыру керек. Қалғаны мінсіз әр және көздегі минималды макияж. Көріп тұрғанымыздай, әдейі немқұрайлы сызылған сызықтар өте сай келіп тұр.",
                "date": "25.12.2015",
                "upvotes": 0
            }
        ]
    }
]