[
    {
        "question_title": "Алматы қаласында ағылшын тіліннен аудармашылық мамандығы бойынша қай оқу орыны бар?",
        "question_content": "Ағылшын тілі аудармашылық мамандығы? Алматыда қандай жоғарғы оқу орны бар? Және оқу ақысы қанша?",
        "question_date": "25.02.2016",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек аудармашылық мамандығы болса, Абылай хан атындағы Қазақ халықаралық қатынастар және әлем тілдері университеті немесе Қазақ Ұлттық университеті бар. Оқу ақысы 400 мың және 600 мың шамасында.",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салмақ жоғалтпау үшін қалай жүгірген дұрыс?",
        "question_content": "Жүгіретіндердің көпшілігі арықтау үшін жүгіреді, ал мен салмақ қосу үшін жүгіремін, бұл дұрыс па? Жалпы, салмақ жоғалтпау үшін, тіпті салмақ қосу үшін қалай және қанша қашықтықта жүгірген дұрыс?",
        "question_date": "25.02.2016",
        "question_tag": "Спортпен айналысу",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер тамақ ішу режимін ұстанып, денеге күш түсіру жаттығуларын жасайтын болсаңыз, біраз уақыттан кейін қажетті мөлшерде бұлшық ет жинай аласыз. Көптеген спортшылар жарыс алдында дәл осылай істейді. Мақсатыңызға жеткен соң, түсетін күшті біраз төмендетуге болады.\nЖаттығу залындағы кез келген күш түсіретін жаттығулар жарайды. Әсіресе гантель және штанга көтеріп жасайтындарына көп көңіл бөліңіз. Аптасына 2-3 рет 1-1,5 сағаттан жаттығу керек. Бірақ ұзақ жасалатын аэробтық жаттығулар, би мен мың шақырым жүгіру жаттығуларымен айналысып, күшіңізді сарп етпеңіз.\nКүніне 5-6 рет тамақтануға тырысыңыз. Зат алмасу процесі тез жүретіндіктен, сізге, басқаларға қарағанда көбірек тамақ ішу керек болады, бұл процесті бірнеше бөлікке бөлген жақсы. Күніне сізге қанша калория тұтыну қажет екенін есептеңіз де, ағзаңыздың ерекшелігі мен күш түсіретін жаттығуларға сәйкес алынған нәтижеге тағы 1500 немесе 2000 калория қосыңыз.\nКөп тамақтану “бәрін жей беру керек” деген сөз емес. Фаст-фудтың артынан газдалған сусын ішпеңіз, есесіне ұннан жасалған тағамдарды еш шектеусіз жей берсеңіз болады. Бұршақ, картоп, ет, балық, зәйтүн майы міндетті түрде ас үлесіңізде болуы қажет. Шоколад, алуа, кептірілген жемістер де пайдалы әрі қажетті. Ірімшік, сүзбе, қаймақ, піскен сүт және тағы басқа майлылығы жоғары сүт өнімдерін тұтыну міндетті болып саналады. Сіз нақты мөлшердегі ақуыз, майлар мен көмірсуларды тұтынуыңыз қажет.\nАқуыздар бұлшық ет өсіруде құрылыс материалы сияқты жұмыс істейді. Ақуыздың күндізгі нормасы 15%-дан кем болмауы керек. Көмірсулар – бұл қуат көзі болып саналады және артық мөлшерде бұлшық еттер мен май қабаттарына қор болып жиналады. Қажетті көмірсулар саны күніне 55%-ды құрайды. Майлар көптеген міндеттерді атқарады: жинақтаушы, энергетикалық және реттеуші, дәл олар ағзаның тойғанынан хабар береді. Алынатын май саны жалпы тұтынатын тағамдардың 30%-ын құрауы керек.\nТұтынатын өнімдерді дұрыс үйлестіру де маңызды фактор. Мысалы, ет (ақуыз) кока-колаға қарағанда көкөніс салатымен жақсы қорытылады. Майлар мен жылдам көмірсуларды, яғни десерт немесе тәтті сусынды соңында ішіп-жеген жөн, өйткені олардың баяулататын қасиеті бар және тойғандық сезімін береді.",
                "date": "6.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "11417 нұсқа кімде бар?",
        "question_content": "11417 11420 нұсқаның жауаптары бар ма?",
        "question_date": "25.02.2016",
        "question_tag": "Мектеп",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "11417-11420 нускалары кимде бар ертенге дейын жыберыныздершы отинемынкерек )",
                "date": "14.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлемдегі ең кішкентай жапырақ қайсы?",
        "question_content": "Әлемдегі ең кішкентай жапырақтаың аты не?",
        "question_date": "25.02.2016",
        "question_tag": "Өсімдіктер",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "үшкұлақ балдыршөп (Lemna trisulca) - 3-4 мм.",
                "date": "12.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлемдегі ең үлкен тірі жан?",
        "question_content": "Әлемдегі ең үлкен тірі жан?",
        "question_date": "25.02.2016",
        "question_tag": "Жануарлар",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұхиттарда кит үлен, ал құрылықта піл үлкен!",
                "date": "25.02.2016",
                "upvotes": 1
            },
            {
                "text": "Әлемдегі ең үлкен тірі жан ол көк кит оның салмағы 150 тонна ал ұзындығы 33 метр. Қызығы көк киттердің баласы 9 метр болады анасы оны 350 литр сүтпен қоректенеді. Құрлықтағы ең үлкен жануар піл болса, сол пілдердің салмағы ары кеткенде 4 тонна тартады. Ал, көк киттің тілінің өзі 4 тонна болады екен.Ал жүрегі болса 1 тонна. Көк киттің жүрегі күніне 8 миллион қан айланады.",
                "date": "8.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай спорттық бағдарлама жасар едіңіз?",
        "question_content": "Отандық телеарналардағы спорттық бағдарламаларға не жетіспейді? Сіз журналист болсаңыз қандай спорттық бағдарлама жасап шығар едіңіз? Спортшымен қандай байланыс керек? Бағдарламаны қалай атар едіңіз?",
        "question_date": "25.02.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 997,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен Телеарнада емес Ғаламторда спорттық бағдарлама жасар едім.Спортқа байланысты СМИ ашып ішіне шет елдік және Қазақстандық спортшылармен сұхбат т.ь салар едім",
                "date": "25.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біреуде бар ерік-жігер неге екінші адамда аз болады?",
        "question_content": "Мысалы Ник Вуйчич секілді кейбір мүгедек адамдар өзіндегі барлық қиындықтарды жеңіп табысқа жетті, үйленді, балалы болды. Ал екінші бір дені сау адамдар өзінің қиындықтарын жеңуге қатты ұмтылмайды. Біреуде бар ерік-жігер неге екінші адамда аз болады?",
        "question_date": "25.02.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 732,
        "question_upvotes": 3,
        "answers": [
            {
                "text": "Əрине оның тек ғана бір себебі болмайды , көп себебінің бірін айтатын болсам Өмірде өзінің ішкі сыртқы дүниесінің мүмкіндігін дұрыс бағалап өмірде дұрыс жол таба алмағандығынан !!!",
                "date": "25.02.2016",
                "upvotes": 2
            },
            {
                "text": "Бұл өмірдің сынағы,  адамдар алға қарай ілгерлеп даму үшін солай жаратылған.  Егер адамдардың бәрі бірдей болса, адамдарда алға қарай ілгерлеп даму да тоқтайды.  Өмірдің өзі күрес.  Адамдардағы бес саусақ бірдей емес, соған қарап ақ білуге болады оны\n\nӘр үйдегі үлкен бала аңғал, ерке болып келеді, екінші бала физический мықты болғанымен, момын, жалқау әрі еріншек, алға қарай ұмтылуды білмейді. Ал үшінші бала өте  ақылды сабырлы болады, және сен айтқандай энергиясы да таусылмайтын еңбекқор, іскер болады, сондай қабілетті болып келеді.",
                "date": "25.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Лейтенант шені биік пе әлде офирцердікі ме?",
        "question_content": "Лейтенант шені биік пе әлде офирцердікі ме?\n\nАйырмашылығы , әлде бірдей ме?",
        "question_date": "25.02.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 4700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Офицердің өзі үш тобқа бөлінеді: кіші офицер, аға офицер, жоғары (высший) офицер болып.\nКіші офицердің құрамына: кіші лейтенант, лейтенант, аға лейтенант, капитан. Аға офицер:  майор, подполковник, полковник. Жоғары (высший) офицер: генерал майор, генерал лейтенант, генерал полковник, генерал армии",
                "date": "25.02.2016",
                "upvotes": 1
            },
            {
                "text": "Офицер деген шені бар әскерилердің жалпы атауы, лейтенант та офицерге жатады",
                "date": "25.02.2016",
                "upvotes": 0
            },
            {
                "text": "Офицердің дәрежесі жоғары",
                "date": "25.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаннан қорқып отырмын, кішкентай қызымның қыздық пердесіне зақым келуі мүмкін бе?",
        "question_content": "Менің қызым 1 жарымда. Аяғы суға тайып құлап, бұтының арасынан қан шықты біраз. Қаннан қорқып отырмын, кішкентай қызымның қыздық пердесіне зақым келуі мүмкін бе?",
        "question_date": "25.02.2016",
        "question_tag": "Денсаулық",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ABC тікбұрышты үшбұрыштың AB гипотенузасында BE=EC болатындай",
        "question_content": "ABC тікбұрышты үшбұрыштың AB гипотенузасында BE=EC болатындай E нүктесі белгіленген, BEC үшбұрышының EH медианасы жүргізілген. EH AC- ға параллель екенін дәлелдеңдер?",
        "question_date": "24.02.2016",
        "question_tag": "Геометрия",
        "question_views": 11100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "МЫНАДАЙ БОЛАДЫ:",
                "date": "25.02.2016",
                "upvotes": 0
            },
            {
                "text": "ABC-тік бұрышты үшбұрыш, BEC-тең бүйірлі үшбұрыш. BEC-тің табаны ABC-ның бір катеті(CB).BEC-тің табанына немесе ABC-ның бір катетіне BEC-тің медианасы(EH) 90 градус. ABC-ның бір катетіне немесе BEC-тің табанынтабанына ABC-ның екінші(AC) катеті 90 градус. BEC-тің медианасы мен ABC-ның екінші катеті ABC-ның бірінші катетіне немесе BEC-тің табанына  екеуі бірдей 90 градус болса-параллель.",
                "date": "25.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "AOB=45, a және b түзулерінің арақашықтығын тап?",
        "question_content": "a түзуі мен b түзуіне параллель. a түзуіне ұзындығы 8 см AB кесіндісі салынған. OB кесіндісі a түзуінен перпендикуляр болатын етіп b түзуінде O нүктесі белгіленген. AOB=45, a және b түзулерінің арақашықтығын тап.",
        "question_date": "24.02.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 796,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AB=8\n\ntg45=1=AB/OB\n\nOB=8/1=8",
                "date": "25.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сынған аквариум мазмұндамасын тауып беріңдерші?",
        "question_content": "Сынған аквариум мазмұндамасын тауып беріңдерші?",
        "question_date": "24.02.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сынган аквариум тауы бериниздерши",
                "date": "23.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойналған ойындардың бәрі қатып тұр, неден болуы мүмкін?",
        "question_content": "Осыдан 1 ай бұрын қатпай ойналған ойындардың бәрі қатып тұр, неден болуы мүмкін?",
        "question_date": "24.02.2016",
        "question_tag": "Компьютер ойындары",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Видеокартада ақау болуы мүмкін, тексеріп көр немесе драйверлерді жаңарт",
                "date": "18.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шерхан Мұртаза Бесеудің хаты",
        "question_content": "Шерхан Мұртаза Бесеудің хаты толық нұсқасын жазып жіберіңіздерші?",
        "question_date": "24.02.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 17500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Бесеудің хаты»\n1932 жылы 4 шiлдеде БК (б) П Қазақ өлкелiк комитетiнiң бiрiншi хатшысы Ф.И.Голощекинге бiр хат келiп түседi. Қазақстан ауыл шаруашылығының астаң-кестеңiн шығарып, қорасында «ашатұяқ қалмаған» қарапайым халықтың қырылғанына қарап ләззаттанып отырған басшы хатты ашып қалғанда-ақ өрт сөндiргендей түнерiп кетедi. Хаттың қысқаша мазмұны мынадай едi:\nФ. Ордер\nШындықты бұрмалап, жоғары жаққа «Кеңестер елiнде бәрi керемет!» деп есеп берiп келген Өлкелiк комитеттiң төбесiнен жай түсiрген бұл хатты жазған бесеу кiм едi? Тарихшы не болмаса өздiгiнен iзденетiн аз ғана топ болмаса, барша бұқара бүгiнде «Бесеудiң хатын» да, оны жазған бесеудi де ұмыт қалдырғандай. Тiптi қазақ тарихында сондай бiр оқиғаның болғанын да, оның трагедиялық ақырын бiлмейтiндер де бар. Шыны керек, хабары бар деген өзiмiздiң де бiр Ғабеңнен басқасының атын бiлгенiмiз болмаса, затын түстеп бере алмаймыз. Ал ақиқатында бес том кiтап жазуға лайық «бесеу» мiне мыналар:\n1. Кеше ғана бiр қойдың етiн бiр-ақ асып жеп, қымызды сабасымен iшетiн халықтың ендi бүгiн бiр уыс бидайға зар болып, аштықтан қырылып жатқанына бейжай қарай алмаған жазушы Ғабит МҮСIРЕПОВ басында Мұташ Дәулетқалиевке ғана осыны қолға алу керектiгiн айтып, сыр бөлiссе керек. Содан екеуi түнделетiп бiрде Мұтағаңның, бiресе Ғабеңнiң үйiнде бас қосып, тiптi жарларына да тiс жармай, құпия түрде хат мәтiнiн әзiрлеуге кiрiседi. Хат дайын болғанда, қатарларына тағы Мансұр Ғатаулин, Емберген Алтынбеков пен Қадыр Қуанышевтар қосылады. Сонымен, бесеудiң басын қосқан – жазушы Ғабит Мүсiрепов.\n2. Ал ендi Ғабеңмен бiрге хат мәтiнiн әзiрлеген Мұташ ДӘУЛЕТҚАЛИЕВ кiм едi? 1904 жылы Батыс Қазақстан облысы Орда ауданының Тайбұрат деген жерiнде дүниеге келген ол 1923 жылы Орынбордың рабфагында жазушы Ғабит Мүсiрепов, Сәбит Мұқанов, Бейiмбет Майлиндермен бiрге оқыған. Содан кейiн Мәскеудегi Плеханов атындағы Халық шаруашылығы институтын бiтiрiп, елде түрлi салада басшылық қызметтер атқарған Мұташ Дәулетқалиев хат жазылған тұста КомВУЗ-дың (кейiннен жоғары партия мектебi болған) ректоры қызметiнде болған екен. Голощекин қанша тiсiн қайраса да, олардың көзiн жойып жiберуге құдiретi жетпей, тек “оппортунистер” деп қудалауға ұшыратады. Сол себептi Мұташ ағамыз Арал қаласы парткомының бiрiншi хатшысы қызметiне “жiберiледi”. Одан қайтадан Алматыға келiп, Қазақ өлкелiк комитетiндегi мәдениет бөлiмiн басқарады. Бұл қызметте де шыдатпай, Қордай аудандық партия комитетiне хатшы боп кетедi. Әйтеуiр, 1935 жылы Қазақстаннан кетiп, «көзi жоғалғанша» Голощекин оның соңына әбден түскен екен. 1938 жылы Мүкең “халық жауы” деген жаламен ұсталады…1982 жылы Алматы қаласында өз ажалынан дүниеден озған.\n3. Үшiншi тұлға – сол тұста Қазақ мемлекеттiк баспасының меңгерушiсi қызметiн атқарған Мансұр ҒАТАУЛИН. Ол 1903 жылы Батыс Қазақстан облысының Казталовка ауданы Нысамбай ауылында туылған. Сол тұстағы құрдастары секiлдi ол да алғаш ауылдағы шiркеу мектебiнен сауаттанып, содан соң бiлiмiн Астрахань гимназиясында жалғастырады. Алғай-Ембi темiржол құрылысын салуға атсалысқан Мансұрды уезд бөлiмi 1925 жылы Саратов малдәрiгерлiк институтына жiбередi. Бiрақ отбасын асырау iсi жалғыз өзiне қарап тұрғандықтан, ол оқуын тастап, «Еңбекшi қазақ», «Лениншiл жас» газеттерiне мақала жазумен айналысады. Содан кейiн саяси iстерге етене араласқан Мансұр Тиатұлы да халықтың басына төнген қасiретке қарсы тұруды азаматтық парызына баласа керек. «Бесеудiң хатынан» кейiнгi бұл кiсiнiң тағдыры 1937 жылғы репрессияға ұласады. Сонда ату жазасына кесiлiп бара жатқан жанкештi азамат жанындағы өзiнiң серiктерiн нұсқап: «Бұлардың еш жазығы жоқ. Мен – жаумын. Менi соттаңдар, жалғыз өзiмдi. Бiрақ мен де халық жауы емеспiн, мен – өз халқымның жауының жауымын. Мен ондай дертке 1932 жылы аштықтан әбден ашынып, көздерi қарауытқан, сөйтiп, адамға пышақ ала ұмтылған халқымды көргенде ұшырағанмын», – деп салады. Бұл оның соңғы сөзi едi. Осыдан кейiн Мансұр Ғатаулиндi атуға алып кетедi.\n4. Есiмiн көпшiлiк бiле бермейтiн әрi дерегi де аз «бесеудiң» бiрi – Емберген АЛТЫНБЕКОВ. 1904 жылы туылған бұл азамат жайлы қолдағы бар дерек – оның 1925 жылы Коммунистiк партияға мүшелiкке қабылданып, ал хатты жазған кезде Мұташ Дәулетқалиев басқаратын Коммунистiк жоғары оқу орнында оқу iсi жөнiндегi проректор болғандығы жайлы ғана дерек.\n5. Қадыр ҚУАНЫШЕВ 1906 жылы туылған. 1930 жылдан бастап Коммунистiк партияның мүшесi болған ол дәл сол тұста Қазақ АССР Мемлекеттiк жоспарлау комиссиясының энергетика секторының меңгерушiсi қызметiн атқарыпты.\nҚазақ тарихындағы алапат аштық кезеңiн арнайы зерттеген тарихшылардың бiрi де бiрегейi – Талас Омарбеков. «Бәлкiм, сол кiсiнiң қолында осы «Бесеудiң хатына» қатысты құжаттар мен авторлардың суреттерi бар шығар» деген оймен бiз ғалымға хабарластық.\nБК(б)П Өлкелiк комитетiне, Голощекин жолдасқа\n...«Бүгiнгi Қазақстан – бұл 163 миллион сомның товарлы өнiмiн беретiн, 40 миллион малы бар өлке», – деп жаздыңыз Сiз, Голощекин жолдас, 1930 жылы «Октябрь революциясының жеңiстерi» деген мақалаңызда («Қазақстанның 10 жылдығы» атты жинақ). ...Бiрақ қазiр, Сiздiң мәлiмдемеңiзден кейiн 2 жыл өткен кезде Қазақстанда мал шаруашылығы саласында мал басының қисапсыз кемiп кеткенi әмбеге аян болып отыр: 1930 жылғы мал басының 1/8 бөлiгi (40 миллионнан 5 миллион) ғана қалды. Тек байлар мен кулактардың ғана емес, тек жекеменшiктi орташалар мен кедейлердiң ғана емес, сонымен бiрге, негiзiнен алғанда, колхоздар мен колхозшылардың (iшiнара совхоздардың да) қоғамдастырылған және қоғамдастырылмаған малы да осындай зор шығынға, сұрапыл қырғынға ұшырады...\n... Мал басының қисапсыз кемiп кетуi мен көптеген қазақ аудандарын қамтып, адамдардың жаппай қырылуына әкеп соққан ашаршылық (қыстың екiншi жартысынан бастап) жөнiнде әлi күнге дейiн ауыз ашпай отыру қаншалықты дұрыс?.. Нағыз көзбояушылар, көпiрме жоспарлар жасаушылар, оның үстiне өздерiне жүктелген нақты iс басқара алмаған, көзбояушылықпен «бәрi де жақсы» деп тұжырымдап, өнеркәсiп саласындағы жетiстiктерге арқа сүйеген, сөйтiп, осынау елеулi мәселелерге жұртшылық назарын әлсiреткен жер органдары мен ауыл шаруашылығы кооперативтерi одағының мүшелерi неге бүкiл жұртшылық алдында сабақ боларлықтай сазайын тартпайды?\n  Ғабит МҮСIРЕПОВ\nМұташ ДӘУЛЕТҚАЛИЕВ\nМансұр ҒАТАУЛИН\nЕмберген АЛТЫНБЕКОВ\nҚадыр ҚУАНЫШЕВ",
                "date": "25.02.2016",
                "upvotes": 1
            },
            {
                "text": "Пролог Кремль. Сталиннің кабинеті. Сталин мен Рысқұлов Сталин. Неге біз жағдайды қазақстандағы Голощекиннен емес, Москвадағы Рысқұловтан білеміз? Неге сенен басқа ешкім ләм демейді? Рысқұлов. Менен басқалар да Қазақстандағы өрескел бұрмалаушылықты Сізге жеткізуге тырысқан. Бірақ олардың дауысы Сізге жетпей жатыр. Сталин. Қалайша? Рысқұлов. Мысалы, жазушы Ғабит Мүсірепов бастаған бес адам Сізге хат жазған. Бірақ... хат ұсталған... Екінші сурет Мүсірепов (аһ ұрып). Түсіндім, Нұр-аға. Нұсхан (домбыраны жантайып қоя беріп, бет орамалмен маңдайын сүртіп). Түсінсең, солай Ғабитжан. Киіз тауырлықты, қыл құйрықты ел едік. Ешкімге залалымыз жоқ еді. Еліміздің қырылып жатқанын өз көіңмен көрдің. Мүсірепов. Дәл сондай сойқанды мен Керекуден де өз көзіммен көріп келдім. Нәубет төнген сенің Торғайың ғана емес, бүкіл Қазақстан! Нұхан. Көрсең неғып жайбарақат отырсыңдар! Сені жұрт Голощекиннің қасында отырады дейді ғой. Неге айтпайсың көрген сұмдығыңды? Мүсірепов. Осының бәрін Қазақстан өкіметіне де, Мәскеудегі Сталинге де...е-е, Рысқұловқада жаздық білем... Нұхан. Ал?! Мүсірепов. Немен тынарын біліп болмас. Үнсіз қалу да жарамас. Лақ екеш, лақ та бауыздарда тұяқ серпіп қалмас па?! Нұрхан. Айналайын Ғабитжан-ай, тиген қойдай қырылып жатқанымызда, ақырып айқай салар азаматтар тумады ма осыншама халықтан деп күйіп – пісіп кетуші едім. Бар екенсің ғой, жарығым! Мүсірепов. Ақырып айқай салар азаматтар атаулының көбі аждаһа көрген қояндай бұғып қалып отыр ғой. Нұрхан. Сонда қалай, халық қырылса, қырыла берсін, өзім аман қалайын дегені ме? Мүсірепов. «Қыз күйінде бәрі жақсы, жаман қатын қайдан шығады?» деген бар емеспе? Жайшылықта бәрі де: «Елім, жерім» деп еңіреген болады, ал ел басына күн туғанда әлгі «әулиелер»-мүнә-фи-күн! Нұрхан. О не тағы? Мүсірепов. Оу, Нұр-аға, құранды судай судыратқанда, мұны қалай білмейсің? Құранның «Әлмүнәфикүн» деген сүресін оқымап па едің. Меккеден күрейштерді бастап шыққан Әбу Суфианға қарсы мәдиналықтарды Мұхаммед расул алып шыққанда, мәдиналықтардың бірсыпырасы Әбу Суфиан жағына сатылып кетпеуші ме еді. Оларды расул «Мүнәфикүн»- яғни «екіжүзділер» - дейтіні қайда? Нұрхан. Е, Ғабитжан-ай, біздің құарн білуіміз далбаса ғой. Жұрттың бәрі өзіндей ғұлама қандай болсын. Сонда басшылар арасында да «Мүнәфикүн» болғаны ғой? Мүсірепов. Со-лай-дағы. Хұсни. Ғабит, сені телефонға шақырып жатыр Мүсірепов. Кім?. Хұсни.Крайкомнан дейді. Мүсірепов. Жарайды.Әл-лө. Мүсірепов тыңдап тұр. Дауыс. Мен Голощекин жолдастың көмекшісімінн. Крайкомға тез жетіңіз. Бюро бар! Мүсірепов. Мезгіл түн ортасы болайын деп қалды, не-ғылған бю-ро? Дауыс. Тез жетіңіз, кезектен тыс бюро! Мүсірепов. Жәрайды. Мезгілсіз шақырған тауықтың басын жұлмақ керек. Хұсни. Түн ішінде хауіпті, бит.Қаңғыбастар қаптап жүр көшеде. Мен бірге барайын. Мүсірепов. Сен қорған болып қарық қыларсың. Көшенің бандиттерінен аңдығандар хауіптірек.Ал, сен мені олардан бәрібір қорғай алмайсың. Одан да ана кастюмды алып бер. Ал, шалым мен төбелеске кеттім. Нұрхан. Апыр-ай, тыныштық болсын лайым. Бәле-жаласынан сақтасын. Бармай –ақ қойсаң қайтеді? Хұсни. Иә, бармай-ақ қойсаң, а? Ауыроып қалды дермін тағы звандаса. Мүсірепов. Жердің астына кіріп кетсең де таптырып алады. Қорыққанмен жан қалмас. Осының бәрі қорқақтықтан. Хұсни. Жалғыз сен батыр болып кімді шабасың. Барма. Мүсірепов. Неге сонша үрпие қалдың? Одан да мейманға шәй бер. Мүсірепов. Әллоу. Дауыс. Жолдас Мүсірепов! Бюро сізге қарап отыр ғой. Қашанғы күтуге болады?! Мүсірепов. Тез жетсін десең машина жіберіңіз. Дауыс. Мүмкін, айдауылды қоса жіберу керек шығар?! Хұсни. Ерегестіре көрме, Ғабит... Мүсірепов. Жәрайды. Түзелер еді бұл заман... пейілі жаман пендені...кесте астына жер тартып... Жә, қорықпа, Хұсни! Үшінші сурет Крайком. Сол бұрынғы көрініс. Тек голощекин түрегеліп, ары-бері теңселіп жүр. Қолы дірілдеп графинмени су құйып ішпек болды. Стаканды ауызына апара беріп, ішпестен қайта қоя салды. Бюро мүшелеріне сүзіле қарайды. (177-180 бет) Төртінші сурет Сол бұрынғы кабинет. Тек отырғандар сіресе қалған. Голощекин-креслода. Әлдеқалай қобалжулы. Саусақтары дірілдеп, графинмен су ішпек болды. Бірақ иіскеп, ішпей қоя салды.(180-183 бет) Бесінші сурет Сол баяғы кабинет. Таң бозарып келеді. Үстел басында- бюро мүшелері, үстел қасында түрегеп тізіліп тұрған бесеу-Мүсірепов, Ғаттаулин, Алтынбеков, Қуанышев, Дәулетқалиев. Он үшінші сурет Бюро. Түрегеп тұрған бесеу: Мүсірепов, Ғаттауллин, Алтынбеков, Қуанышев, Дәулетқалиев.(195-196 бет) Голощекин. Атыласыңдар! Бесеуің де атыласыңдар! Құрамысов. Атылады! Сотқа беру керек! Жантоқов. Бәрі де пантюркистер. Атылсын! Исаев. Инквизация болмасын. Социализм-инквизация емес. Орта ғасырға қайта оралмайық. Голощекин. Сандырақ! Социализмнің қас жауына аяушылық болмайды. Құрамысов. Партиядан шығарып, сотқа беру керек. Жантоқов. Атылсын! Голощекин. Не амал, сені ажалға қимай-ақ қоюға болар еді. Бірақ сен түзелмейсің. Саяси бүкір адамсың. Ал, бүкірді тек мола түзейді. Мүсірепов.Ал сіз саяси авантюрист адамсыз. «Кіші Октябрь», «Асыра сілтеу» бәрі авантюра! Елеусіз. Қарағым, Ғабит-ай, тым тіресе бермесеңші... Мүсірепов. Атам қазақ айтқан: «Шалқайғанға – шалқай, пайғамбардың ұлы емес; еңкейгенге-еңкей, әкеңнен қалған құл емес». Голощекин. Айттым ғой, саяси бүкір адамдытек мола ғана түзейді деп.Аттылсын! Мүсірепов. Атыңдар! Голощекин! Құрамысов! Жантақов! Біз халық қырылып жатқандықтан атыламыз. Ал сендер халық қайта тірілгенде екі дүниеден де орын таппай қаласыңдар. Сендер сияқтылар бұрын да болған. Сендер сияқтыларға Данте айтқан: «Қара бетті аспан қарғап, тамұқ та оны қабылдамас» деген. Қасқыр қарызынан терісін беріп құтылады. Ал, сендер қисапсыз қылмыстарыңнан мәңгі бақи құтыла алмайсыңдар. Ал, атыңдар! Қатысушылар: 1. Ғабит Мүсірепов – жазушы 2. Голощекин – Крайкомның І секретары 3. Сталин – Генсек – (бас секторы) 4. Құрамысов – Крайкомның ІІ секретары 5. Иванов – Бюро мүшесі 6. Елеусіз – Бюро мүшесі 7. Жантоқов – Бюро мүшесі 8. Нұрхан – ақын 9. Күләнда – елдегі қыз 10. Рысқұлов – Совнарком председателінің орынбасары 11. Хұсни – Мүсіреповтың әйелі",
                "date": "2.03.2016",
                "upvotes": 0
            },
            {
                "text": "8. Нұрхан – ақын толык аты жонин айтасыз ба",
                "date": "2.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аптечка жаңа туылған балаға беріле ме?",
        "question_content": "3 айлық баламның аптечкасын алі алған жоқпын. Аптечка жаңа туылған балаға беріле ме?",
        "question_date": "24.02.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай онлайн төлемақы түрімен сіз қолданасыз?",
        "question_content": "Сәлеметсіз бе! Қандай онлайн төлемақы түрімен сіз қолданасыз? Банктік карточкасымен, интернет - банкинг, терминал",
        "question_date": "24.02.2016",
        "question_tag": "Бизнес туралы",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онлайн төлем қолданбаймын. Кейде ғана ұялы бірлікке, оңай карточкасына және басқа да кішігірім төлемдер жасау үшін Qiwi мен Каспийдың терминалдарын қолданамын.",
                "date": "24.02.2016",
                "upvotes": 0
            },
            {
                "text": "Ұялы операторларды төлегенде сайттарындағы онлайн төлемді пайдаланамын. Жақында ғана киви əмиянын пайдаланып көруді бастадым.",
                "date": "24.02.2016",
                "upvotes": 0
            },
            {
                "text": "qiwi және webmoney                               .",
                "date": "24.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арман Исжановтың Айналайын әнінің сөзі керек",
        "question_content": "Арман Исжановтың Айналайын әнінің сөзі керек",
        "question_date": "24.02.2016",
        "question_tag": "Әннің сөзі",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сөйлемдегі мөлшер үстеуі?",
        "question_content": "Қасым аппақ болып қуарып жүдеп, қабағы ылғи түйіліп,қайғы сызымен түксиіп алды.\n\nОсы сөйлемдегі мөлшер үстеуі қайсы? Және сұрағы қандай?",
        "question_date": "24.02.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қуарып жүдеп(қалай жүдеп?)",
                "date": "25.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы әскерге барамын десен алмай , бармаймын десен алып кетеді деген рас па?",
        "question_content": "Осы әскерге барамын десен алмай , бармаймын десен алып кетеді деген рас па?\n\nШынымен солай ма?",
        "question_date": "24.02.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 938,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша кейде əскерге адам жетпей жатады. Сол кезде денсаулығында бір минусы бар жігіттер болса да əйтеуір адам санын толтырып алып кетеді. Жəне аудан, қала военкоматына да байланысты деп ойлаймын.",
                "date": "24.02.2016",
                "upvotes": 0
            },
            {
                "text": "Менімше олай емес, егер сен бос жүрген адам болсаң шақырту азырақ болады және қатты сұраныс болмайды, ал жұмыс істейтін болсаң яғни қызметкер болсаң көбірек шақырту болады. Не үшін екені түсінікті....\n\nСосын әр аудан, белгілі бір көлемде әскерге адам жіберу керек,ал баруға ниеттілер кейде жеткілікті кейде жеткіліксіз соған да байланысты.",
                "date": "24.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Достар, ағылшын тілінен қазақ тіліне аударып беріңіздерші...",
        "question_content": "VERY INNOVATIVE PEOPLE\n\nТек гугылды тікелей пайдаланбай",
        "question_date": "24.02.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өте жаңашыл адамдар?)))))",
                "date": "24.02.2016",
                "upvotes": 1
            },
            {
                "text": "VERY INNOVATIVE PEOPLE емес шығар, мүмкін  (VIP)  Very Important Person.\n\nVERY INNOVATIVE PEOPLE- Өнертапқыш адам, ғылыми жаңалық ашатын адам, меніңше",
                "date": "24.02.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Махамбет өлеңдеріндегі Исатайдың бейнесі реферат керек еді?",
        "question_content": "Реферат екі немесе үш беттен тұру керек. Махамбет өлеңдеріндегі Исатайдың бейнесі реферат керек еді?",
        "question_date": "23.02.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқы көшпелі салтта, ақсақал дәуірінде болды. Қара бұқараның билігі ру бастықтары – билердің қолында болды. Руды билеген билердің өз руынан айырықша тілегі болмады.\n\nҚара шаруа мал бағуға лайық шарттар тіледі. Қоныс жайлы болса, ел бейбітшілік болса, малға, адамға түсетін салық аз болса, талас шыққанда әділ билік айтатын ақсақалдары болса – қара халықтың көңілі тыныш болды.\n\nЕл билеген ақсақалдар да елдің тілеген тілеп, елдің жоқшысы болды. Ақсақал болу, би болудың өзі елдің сайлауынан болғандықтан, бұлар елден бөлініп кете алматын еді.\n\nСонымен қазақтың брынғы дәуірінде қара халықтың арасында бөлек таптар болмады.\nРуларды біріктіру үшін «Ақсүйектен» қазақ халқы хан сайлайтын еді. Ханды ру басылары – билер сайлайтын еді.\nХандардың мақсаты — өздерін күшті қылу, халыққа айтқанын істету еді. Хандарға салтанатты болуға елден алым – салғырт керек болды; күшті болуға әскер керек болды; атақ үшін жауласу керек болды, тағы тағысын. Ханның табиғаты қара халықтың тілегіне қарсы болды.\nҚазақтың ескі тұрмысында алғашқы кезде таптықты хандық туғызды. Хандар, төрелер, бұлардың нөкерлері, төлеңгіттері бір тап еді. Өңге халақ бір тап еді. Бірінші таптың тамағы, атақты болуы, күшті болуы секілді тіршілігінің бәрі екінші таппен байланысты болды. Сондықтан таптың мақсаты қара халықты қойдай қылып жусатып алып, қосақтап сауу еді, құрай, құрайлап суғарып, кішиттеп оттатып, соғым қылу еді.\nҚара қазақта мұны жақсы білетін. Сондықтан қазақтың хандары күшті бола алмады. Қара қазақтың жоқшысы болған билер қара бұқараны хандарға ерттеп мінгіздірмеді. Бұлар хандарды жүгендеп ұстады.\nЖүгенделуге хандықтың табиғаты қарсы. Хандар жүгенді үзуге түрлі тәсілдер құрды.\nРу ара дауларды бітірмей, барымта, жанжалды көбейтіп, руларды алжастырып, атыстырып, шабыстырып, өзіне жүгіндіретін болды.\nОлжаға қызықтырып, қазақтың қанындағы ескі ауруын қоздырып, айналасындағы көршілерімен елді жау қылып қойып отырып, елді биледі.\nАр – намысты сатып, күшті көршіге сүйеніп, қара бұқараны қорқытып биледі.\nОсының бәрі қолынан келмеген күйде елге бағынып, билердің айтқанын істеп отыратын еді. Елді тәсіл мен ұстауға қолынан келмеген, бірақ билерге бағына алмаған хандарды «хан талау» деп, ел талап алып, қуып жіберетін еді не өлтіретін еді (Бұрындық, Тайыр, Нұралы, Есім, Арыстан).\nБіздің білуімізше, елді көршілермен жауластырып ұстаған Еңсегей болы Есім хан, Салқам Жәңгір.\nБөтендерге бағынып, күштіге сүйеніп, елді қорқытып ұстаған Сығай хан, Әбілқайыр хан, Әбілқайырдың тұқымынан шыққан хандар, Абылайұлы Уали хан, Әлмәмбет хан. Билердің дегеніне көніп елді ұстаған Әз Тәуке хан. Жоғарыдағы әдістердің бәрін қатар жұмсап, ел ұстаған Абылай хан.\nҚалмақтан жеңіліп ақтабан шұбырындыға тап болған елдің бөтендермен жауласуға күші көп келмейтін болды. Қалмаққа бағынған қазақ бағынып қала берді де, құлдықтан құтылғандардың өз арасында күшті бүліншілік пайда болды. Ұлы хан қалмақтың қол астында қалған соң, қалған елге ұлы хан болғысы келген хандар көбейді. Әбілқайыр, Қайып, Сәмеке ұлы хан болғысы келіп қатар шықты. Бұлардың қайсысы да бір ауыздан елді тегіс соңына ерте алмады.\nӘбілқайырға елді қорқытып алып хан болудан басқа жол қалмады.\nЕлді қорқыту үшін Әбілқайыр орыс патшасына бағынбақшы болды.\nОсы уақытта елдің билері екі айырылды. Бір бөлек билер басы арғын Жәнібек, табын Бөгембай болып соңына ерген елдермен хан жағына шығып кетті.\nЕл бөлініп қоныс аударған уақытта күшті рулардың аз руларға жәбірі көбейеді. Қоныстың да жайлысы күштілерге тиеді.\nОрта жүзден бөлініп кеткен аз ғана арғынға бүліншілік заманда теңдік аз тисе керек, қоныстың жайлысы екі бастан тимейді.\nКіші жүздің ішінде аз болған жетіру да, жетірудің ішінде табын да Жәнібектің арғыны секілді күйде еді. Бұларға Кіші жүзді билеу үшін, еліне жайлы қоныс алып беру үшін Кіші жүздің билерінен сырт бір күш керек болды.\nОрыс үкіметі жәрдем беріп, Әбілқайыр айбарлы хан болса, бұларға іздегені табылғандай болды.\nСондықтан бұлар бастан – аяққа дейін Әбілқайырды, Әбілқайырдың тұқымын сүйеп кетті.\nБұлар дегеніне жеті. Әбілқайыр айбарлы хан болды. Жәнібек пен Бөкембай Кіші жүзді биледі. Арғын мен жетіру (табын) жайлы қоныс та алды, орысқа, ханға арқа сүйеп, күшті рулардан жарытып жәбір де көрмеді … Бірақ Кіші жүз еркінен айырылды.\nӘбілқайырдан бастап хан табы күшейе бастады. Патша үкіметі ханға зор сүйеу болды. Орыстың әскері елді ханға бағындыруға үлкен құрал болды. Ханға қарсыларға «өбежек» болды.\nСый – сыяпатқа батқан Жәнібек пен Бөкембайдың үлгісі басқа билердің көзін қызықтырып, көңілін бөлді. Хан жақтаған билер көбейе бастады. Қара халықтың тілеуін тілеуден гөрі ханның тілегін тілеген билерге үнамды келді.\nПатша үкіметі жақындаған сайын, хан күшейген сайын қара халықтың күйі нашарлана бастады. Салық көбейді, ел аралаған әскердің, төрелердің, билердің жәбірі көбейді. Бұлардың көбі елдің қамын жемеді, ханның не өзінің қамын жеді.\nБилерді хан тағайындай бастаған соң, қара бұқараның күйі тіпті нашарлады.\nХан төреге, хан жақтаған билерге көніп, қара бұқара да қарап тұрмады, бұларға қарсылығын күшейтті. Таршылықтың түбі патша үкіметінде екеніне түсініп, қара бұқара орысқа қарсы шықты. 1731 – інші жылдан 1870 – інші жылға дейін екі таптың күресі болды. Бірі — әуелі хан, кейін патша үкіметі, бұларды жақтаған төрелер, билер. Екіншісі – қара халық. Ақырында қара халық жеңіліп қалды.\nҚазақтың хандығы ресім он тоғызыншы әсірдің ортасына дейін созылса да, шынында Әбілқайырдан бастап қазақтың хандары патша үкіметінің қолында ойыншық болды. Сондықтан 1731 – інші жылдан бергі Кіші жүздің ханға болсын, сұлтандарға болсын, орысқа болсын көтерлістерінің бәрін патша үкіметіне қарсы көтерлістер деп атау керек.\n\nОн сегізінші, он тоғызыншы әсірлердің қазақтың қозғалысына ең күштілері – Сырымдікі, Исатайдікі, Кенесарынікі.\nҮш қозғалыстың бас мақсаты – қазақты орыстың жәңгірлік құшағынан құтқару. Сырым мен Исатай хандардың патша үкіметінің құралы болғанына түсініп, әуелі орыс үкіметі арқылы хандарды жойып, сонан соң орыс үкіметінен құтыламыз деген саясат жүргізді.\nХандар мен патша үкіметін бірінен берін айыруға мүмкін емес екендігін бұл екеуі тез – ақ түсінді. Сондықтан ақырында хандарға да, орыс үкіметіне де қатар қарсы болды.\nСырым он бес жылдай (1782-1797) күресті. Сырымның уақытында орыс үкіметі қазақ ішінде күшті емес еді. Саясатын ойдағыдай қылып ел ішіне жүргізе алмайтын еді. Бір қолмен хандарды сүйесе, екінші қолымен елді алдау үшін сипайтын еді. Патша үкіметі Сырымды әуелгі уақытта сипады. Сырымның арғы сырына түсінген соң – ақ, үкімет жалт беріп, Сырымға теріс айналды.\nСырым патша үкіметінің сипағанына иланып қалды. Осы илануы елден айырылуға себеп болды. Әуелгі уақытта Кіші жүз Сырымға тегіс – ақ еріп еді. Ақырында Сырым Үргенішке жаңғыз барды десе болғандай болып барып, дұшпандарының қолынан құрметсіз өлім тапты (удан өлді).\nИсатай заманы патша үкіметінің қазақты әбден меңгеріп алуға жақындаған заманы. Бөкейліктің елін меңгеріп алып та еді. Хан орыс үкіметінің қарауылшысы болып қалып еді.\nБөкейліктің елі әуелі Исатаға тегіс ерді. Исатай ханмен, Орынбордағы үкіметпен бітім сөйлесе бастап еді, біріккен ел ыдырай бастады. Бірақ Исатай қатасын тез түсінді де, тез түзетті. Үкімет пен ханды бір депсанап, екеуіне де қатар соғыс ашты. Ел Исатайға тағы ерді. Қара күштен жеңіліп, аз ғана жолдастарымен алақандай жерде қамауда қалғанда да, ел Исатайды ұстап бермеді, Жайықтың берғы бетіне өткізіп жіберді.\nКеңшілікке шығып алып, патша үкіметінен, оған ерген хандардан қазақтың арын алыңда деп жар шашқанда Исатайға қазақ малын да берді, басын да берді.\nБөкейліктен қашып келген салт атты, салбыр қамшы бір қашқынның қасына ауыр әскер қол жинады. Әлімұлы бас болып, Кіші жүз Исатайға ерді.\nИсатайдың қозғалысы екінші дәуірінде екпінді басталды. Патша үкіметі де мұны сезді. Сарыарқаға әскер төкті. Бірақ Исатайдың қимылы аяқталмай қалды.\nОн екінші әсетте Қиыл бойында Исатай арманда кетпегене, бұл қозғалыстың қандай қанат жаятындығы белгісіз еді.\nҚасымұлы Кенесары қазақты орыстан құтқарам деде де, патша үкіметіне, хандарға қарсы болды. Ел соңына ерді. Хан көтеріп, қара қазаққа хан көзімен қарап, ханның саясатын жүргізе бастап еді, көп қазақ соңынан ермеді, қысылған жерде тастап кетті.\nКенесарының Кіші жүзге ешбір әсері болмады. Кенесары заманында Кіші жүз хандардан әбден күдер үзіп болған еді. Кенесарыға Кіші жүз ермеді. Қорқытып бағындаырамын деп, Кенесары 1843 – інші жылы алтын – жаппасты шапты, Көбекұлы Алтыбай биді өртеді, сол жылы Ойыл бойындағы шектіні шапты. Кіші жүзбен жау болып, ақырында тұра алмай, ауып кетті.\n1843 – інші жылы шектінің назар деген бөліміне Кенесары мынандай әмір жазған: «Біздің адамдарымыздың сендерде қаны бар. Кінәлеріңді мойындарыңа алыңдар, мені хан деп таныңдар, мендік болыңдар, менің сендерге жақын болғым келеді.\nҚұдайдан қорықпай сендер маған қарсы болдыңдар, әруақты сыйламадыңдар. Кінәлеріңді мойныңа алсаңдар, ішіңдегі жақсыларың маған келсін. Мен сендерге қайырымды боламын, келмесеңдер, сендерді отыз жыл күтемін де, сендерді отыз жыл аямай шабамын» деп22.\nКенесары мен Кіші жүздің арасының қандай болғаны осыхаттан – ақ көрініп тұр.\nКенесарының Ойылдағы елді шапқанда орыс, қазақ аралас көп әскермен Кенесарыға қарсы Баймағамбет төре шығады. Кенесары қашады. Баймағамбет қуады. Бір жерге келгенде, «Кенесарының жіберген елшісімін, Баймағамбетпен сөйлесемін» деп, әскерге жақын Наурызбай төре келеді. Баймағамбет қорқып өзі шыға алмай, біреуді жібереді. Барған адамға Баймағамбетті боқтап – боқтап кейін қайтсін, қумасын деп, Наурызбай сәлем айтады. Байеке ашуланып, атыңдар дейді. Мергендер атуға ыңғайланады. Дегенмен Наурызбайды қимай кідірістейді. Көптің ішінде Исатайдың жолдасы Махамбет батыр бар екен, о да оқталады. Махамбеттің атса оғы бос кетпейтінін білетін қасындағы жолдастары қолынан ұстай алып, «а … батыр саған не болды, бұлар орысқа қарсы ғой» дейді. Сонда Махамбет «Тас бауыр төрені қазаққа болысып, орысқа қарсы болды дегенге кісі нанар ма? Ел бұзар екені бетінен – ақ көрініп тұр ғой, мылтығымның тауын қайтардыңдар енді атпаймын» дейді.\nМахамбеттің осы сөзін біреу Баймағамбетке жеткізеді. Махамбеттің өліміне осы сөзі себеп болыпты – мыс деп айтысады.\nҚоныстың тарылуы, жердің азаюы, елдің түрлі таршылыққа қалуы, үкіметтің (билеуші таптың) зорлық – зомбылығы қара бұқараны көрген күніне наразы қылып, түрлі қимыл туғызады. Адастыратын соқпатарға түспей, көдеген нысанаға жеткізетін дұрыс жолмен жүргізе алса ғана осындай қимыл жемісті бола алады.\nЕлдің қимылын жолға салып, ұйымдастырып отыратын көсем керек. Бұндай уақытта құрастырушы көсем шықпаса, елдің қимылы бытырап, шашылып, ұлы мақсаттың орнына уақ пайда туып, ұлы қимыл аяқсыз қалады. Қимылдың көсемі бас пайдасынан баз кешіп, жан – тәнімен көптің тілегін орындау керек. Ұлы қимылдардың уақытында көптің әлеумет сезімі өте күшті болады. Ел бастаған көсемнің ізі бағулы болады. Көсемнің басқан қадамы, жүрген бағыты көпке жақпаса, халық теріс айналып кетеді. Кешегі мыңды бастаған серке, ертеңгі күні жалғыз маңырап қалады.\nСырым да, Кенесары да ақырында көптен айырлып, жалғыз қалды. Тағдыр Исатайды қаңғыртып қалудан сақтады. Патшалар заманында өлгенінше көпті соңынан ертіп кеткен – жаңғыз Исатай.\nКім біледі, көбірек жүрсе Исатайда қаңғырып қалар ма еді, қайтер еді? Бұл – бимағұлым.\nБірақ тарихқа қарағанда, елдегі әңгімелерге қарағанда да, Исатайдың көпті ертетін ұраны болған.\nИсатайдың көпке шашқан ұраны Махамбет батырдың Баймағамбет сұлтанға айтқан сөзінен ап – анық көрініп тұр.\nЕділді көріп еңсеген,\nЖайықты көріп жемсеген,\nТаудағы тарлан шұбар біз едік.\nИсатайдың барында\nҚара қазан, сары бала\nҚамы үшін қылыш сермедік.\nШабытымыз келгенде,\nАузы түкті кәуірдің\nШетінен сүйреп жеп едік.\nЕділ үшін егестік,\nЖайық үшін жандастық,\nҚиғаш үшін қырылдық,\nТептер үшін тебістік.\nАламанға жел бердік,\nАса жұртты меңгердік.\nҚара қазақ баласын\nХан ұлына теңгердік\nӨздеріңдей хандарды\nҚабырғасын сөгілтіп,\nҚабырғадан аққан қара қан\nАт бауырына төгілтіп,\nӘділ жаннан түңілтіп,\nАт көтіне өңгердік.\n\n* * *\n\nӨздеріңдей хандардың,\nҚарны жуан билердің,\nАтандай даусын ақыртып,\nЛауазымын көкке шақыртып,\nБасын кессем деп едім.\nЕділдің бойы ен тоғай,\nЕл қондырсам деп едім.\nЖағалай жатқан сол елге\nМал толтырсам деп едім.\nЕңсесі биік ақ орда,\nЕріксіз кірсем деп едім.\nКерегесін қиратып,\nОтын етсем деп едім.\nТуырлығын кескілеп,\nТоқым етсем деп едім.\nТақта отырған хандардың\nТөрде отырған ханымын\nҚатын етсем деп едім.\nӘлдилеген баласын\nЖетім етсем деп едім.\nХан сарқыты – сары бал,\nСұраусыз ішсем деп едім.\nТәнекейдей көріктіңді\nҚалыңсыз құшсам деп едім.\nҚаныкейдей тектіңді\nИтелгі көзін төңкертіп,\nКүшіктей даусын қыңсылатып,\nАш күзендей белін бүгілтіп,\nАт көтіне үңілтіп,\nАртыма салсам деп едім.\n\nЖайлы қоныс табу, қонысты тартып алғандарды жою, хандарды, билерді, төрелерді қыру, қара қазақ баласына теңдік алып беру – міне, Исатайдың ұраны. Исатайдың ұраны өткен әсірдегі саясат партияларының програмаларымен салыстыруға да келеді. Жұрттың Исатайға еруінің себебі осы.\n\nХалықтың аузындағы сөздерге қарағанда Исатайдың өз басының көпті ертетін қасиеттері болған.\nЖауда жанын аямады. Жауласса қолдың алдында, қашса артында болды. Көптің арызын айтамын деп айып тартты. Халықты аяп, қан төкпеймін деп, Орданы қамағанда алданып қалды. Жайықтан өтерде орысты өзі қамап тұрып, көшін, жолдастарын аман – есен өткізіп болған соң ғана өтті. Жортуылға өзі жүрді. Жолдастарын жауға тастамаймын деп барып өлді.\nХалық үшін Исатай үй ішін, туған – туысқандарын садақаға берді. Екі баласы, бір қатыны соғыста өлді. Екі баласы, бір қатыны жаудың қолына түсіп, айдауда шіріді. Ағайындары шабылды, тұтылды. Тырнақтап жинаған мал – мүлкі, бүтін қара орман дүниесі жаудың қолында қалды.\nЖәңгір ханға кәдірлі елдің билері бірнеше рет ханмен бітіремін деп, араға түссе де Исатай болмады. «Халықтың тілегін орындамаған ханмен бітім болмайды» деді.\nОралдағы орыстардың ішіндегі тамырлары да, Оралдың одаманы Покатили де, Орынбордың жандаралы Перовскийдің өзі де бірнеше рет шақырып, дегеніңді істеймін деп, уәде берсе де, сөзіне ермеді, өзінің дұрыс деген жолымен кетті.\nҚанды көйлек жолдасты сары алтындай сақтаған Исатай еді. Жолдасы Махамбет батырдың сөздерінен, ел ішіндегі әңгімелерден Исатайдың көпті бастауға ылайық мінездері анық көрінеді.\nИсатай – нағыз батыр. Орынсыз мақтанның батыры емес, керек орынды батыр.\nМахамбеттің байекеге айтқан сөзіндей қазақ арасында еш уақытта ханға сөз айтылған емес. Махамбет – Исатайдың жолдасы, шәкірті.\nИсатай – би. (Би) ішінде көп сөйлемейтін сабырлы адам. Керек орнында сөзге шешен. Исатайдың сөзіне ешкім шыдай алмайды.\nОраза, намазын тастамайтын Исатай – тақуа адам. Заманындағы көптің көзінде бұ да үлкен қасиет.\nАлдау, арбау, қулық – сұмдықты Исатай білмейді. Ісінің бәрі әділдік туралық.\nХанмен жауласып жүргенде Исатай Бөкейліктегі беріштің Жақсымбет деген биінен ақыл сұрай барады. Ханға қарсылығыңды қой, орысқа әлің келмейді, босқа елді бүлдіресің, Жәңгір ханмен келістіріп, өз басыңа түрлі даража алып берейін дегенде, Исатай тас талқан болып ашуланып көнбейді. Тілін алмаған Исатайға кетерде «берішке тиме, ауылың ғой Жайыққа тиме, үйің ғой, жеңіле қалсаң бұлар қорғаның болар» деп, Жақсымбет би өз руын қорғап сөз айтады.\nЖақсымбеттің ақылын Исатай алмады. Мынау өз руым, мынау бөтен ру деп бөлмейді. Бөкейліктегі соңғы соғыстардың бәрі беріштің үстінде болды. Орыстың әскері, Қарауылқожаның әскері берішті көп талады.\nИсатай қашқаннан соң беріштің елі Жәңгір мен Қарауылқожаның кәріне тап болды. Әуелден ханды жақтаған Балқы би де беріштігінен сенімсіздікке ұшырады. Балқының ауылы ақырында Жайықтың берғы бетіне өтіп кетті.\nИсатайдың ру айырмаған жолы дұрыс болды. Исатады қорғауға беріштің қолынан келмеді. Исатайға бүтін Кіші жүз қорған болды. Исатайды көтермелеп, Кіші жүзге ақырында әлімұлы басшы болды. Әлімнің шекті (назар), шүрен, кете деген рулары Исатайға ауыл болды. Үй болды. Соңғы жорығында Оралға келгенде қасымдағы үш мың қолдың көбі әлім еді. Исатайдың өлетін күні үкімет әскерімен соғысқан жортуылдың көбі Көтібарұлы Есет секілді әлімнің батырлары еді. Исатайдың сүйегі қойылған Шолақмолда деген мола да әлімнің жері.\nҚиын уақытта елге басшы болған адам көпті ұйымдастыра білу керек.\nБөкейліктегі елдің тегісінен Исатайға ергені Исатайдың көпті құрастыра білгендігіне ыспат.\nЖаңғыз өзі қашып барып бүтін әлімді, адайды біріктіргені, түрікпенді. Қиуаны разылап, көңілін тауып, өзіне тілектес қылғаны, Қайыпалды, Науша секілді бұрынғы қашқындарды қасына жинап, өзіне жолдас қылғаны – Исатайдың көпті ұйымдастыруға шебер екенін көрсетеді.\nИсатайдың бабасы ақтабан шұбырынды замандарында ел қорғап, ұранға шыққан Ағатай батыр еді. Ағатайды жұрт әулие дейді. Ата – бабаның аруағын сыйлағыш рушыл халыққа Исатайдың Ағатайдың тұқымы болғандығы да әсер барсе керек.\nҰзын сөздің қысқасы: тарихты, елдегі сөзді тексергенде, Исатай көпке басшы болуға ылайық арнайы туған адам көрінеді. Исатайдың өз басы туралы осы күнге дейін ел арасында түрлі әңгіме көп. Әңгіменің көбі ертегі. Кіші жүздің ішінде жиырма жылдың шамасында Исатайды білмейтін адам аз еді. Исатай – Махамбеттің әңгімесін айтып отырып кердерінің, кетенің, байұлының шалдарының көздеріне жас алғанын өз көзіммен талай көрдім. Махамбет батырдың Исатайды жоқтап, Баймағамбет төреге айтқан сөзі Орал, Тоғай, Бөкейлік, Маңғыстау қазақтарының арасында түгел жайылыулы. Қазақтың арасында мынандай әңгімелер бар. Ағатайдың аруағы Исатайға қонған екен. әруақ түнде ұйықтап жатқанда үш түрлі болып келеді екен: 1) Айдаһар жылан болып келіп, беліне оралып жатады екен; 2) қара бура болып күркіреп омыраулап келіп, үстіне шөгіп жатады екен; 3) қабан болып күрілдеп келіп, қойнына кіріп жатады екен.\nАғатай батыр өлерінде айтқан екен:\n«Менің тұқымымнан жауырда біреу шығады, жалыны жалп етіп көкке жетеді де сөнеді, әруағы меннен артық болады да, өмірі меннен қысқа болады» деп. Бұнысы Исатай екен деп жұрт жорыған – мыс. Осы секілді ел арасында талай әңгімелер бар.\nИсатайдың қимылы он тоғызыншы әсірдегі ел әдебиетіне көп әсер берді.\nИсатайдың ісін дұрыстап әуелі сөз шығарған беріш Қуан жырау. Алаша Сарбөпе бидің Қуан жыраудың сөзіне тоқталып, ұстаудың орнына Исатайға көмектеспек болғанын жоғарыда айтқанбыз.\nЕкінші Исатай туралы көп сөйлеген – Исатайдың жолдасы Махамбет жырау. Махамбеттің сөзі өте көп болған.\nОрал, Торғай, Бөкейлік, Маңғыстау елдерінің арасында Махамбеттің сөздерін айтатын жыршылар күні кешеге дейін көп еді.\nИсатай туралы сөзді көп айтқан адамның бірі – кете Шернияз шешен. Шернияз Исатайдың замандасы.\nШернияз шешеннің Исатай туралы айтқан сөздерінің аз да болса, үлгі келтірелік (Жансүгірұлы Ілиястың Жетісудағы Талдықорған еліндегі Омарбек деген ақыннан жазып алған сөзінен алынды):\n\nАр жақтағы Арынғазы дүмбірлеген,\nБайеке, елің бар ма бүлдірмеген.\nТөре етіп, төбеде төбет қалып,\nТуып тұр ел басына бұл күн деген.\nКешегі Исатайдай асыл ерді\nОрысқа ұстап бердің тіл білмеген.\nҚазақтың қара жұртые быт – шыт қылған,\nТөре емессің, төбетсің, дым білмеген.\nОрыс орман қол салып ортамызға\nЗаманға ұшырадық бұл күн деген.\nАйдаттың жаңғыз бауырың Исатайды\nСенен де қалмақ жақсы шүлдірлеген.\n\n* * *\nПа, шіркін Исатайдай сабаз тумас,\nҚас етсең қасыңа да адам жуымас.\nЕл ұстап, жұрт билейтін қылығың жоқ\nХан емес, қас қатынсың мұндар қу бас.\n\n* * *\n\nСағынам ауызға алсам Исатайды,\nЕр тумас ел бағына ондай жайлы.\nҚарадан халқы сүйіп ханым деген\nЖігіт ед төрт тұрманы түгел сайлы.\nКешегі Исатайдың арқасында\nИе едім ен дәулетке басыбайлы.\nИсатай ділмәр еді топтан озған,\nНар еді бәйтерекке мойнын созған.\nАққайың ақтылы қой өрісті алып,\nТырнадай біткен жалқы тарлан боздан.\nШеріңнің шертіп тұрған заманы жоқ,\nДамбалдың иесімін жалғыз тозған.\nЕр тумас ел бағына Исатайдай,\nМінезі толқушы еді толған айдай.\nТарлан боз, тарғыл ала жылқы біткен\nБай еді, құтым еді, о дариға – ай.\nБір жылы біткен бие қысырады\nСонда да құлындады сегіз жүз тай.\n\n* * *\nОрасан оған бітккен ойсылқара\nКелесіне салушы еді тоқсан бура.\nТай құлындап, тайлағы қайып тұрған,\nШаңырақ ед қыдырлы жұртқа пана.\nЖарлы менен жақыбай көбінесе\nКөрші боп қара бауыр қосқан қора.\n\n* * *\nОртақ ед оның қойы ағайынға,\nҮлесіп жеп жатушы ед маңайы да.\nАғайын ішіп жатқан, мініп жатқан,\nЖігіт ед құдай берген маңдайына.\nМен емес жұрт мақтаған Исатайдың\nҚайырын қайыр демей қалайын ба?\n\n* * *\nМасаты төрден есік қызыл кілем,\nҚырық ішік керегеде жанат тиін.\nҚыс болса кертпе қатық ішерсің деп,\nБеруші ед қырық бұзаулы және сиырын.\n\n* * *\nБәрі де Исатайдың байлығы еді,\nЗерленген қара шақшам тайлық еді.\nИсатай ел еркесі, ел серкесі\nБір мен емес, алашқа жайылым еді.\nЕлге алғау, маған да алғау ер Исатай,\nАйырылып Шерің содан қайғылы еді.\n\nБаймағамбет сұлтан бір күні Шерниязға:\n«Исатай өлген болмай, ұсталып кетіп, қайтып келген болса, қане не айтар едің» дегенде, Шерния былай айтып, мойнынан құшақтар едім депті:\n\nБармысың жауға түскен, алтыным – ай,\nСамалым, саз қонысым, салқыным – ай.\nКәуірдің қоржынына түсіп едің,\nШықтың ба, аман – есен, жарқыным – ай.\nАқ алмас, алтын сапты қылышым – ай,\nҚұрып ең алты алаштың тынысын – ай.\nЖатпапты асыл пышақ қап түбінде\nШықтың ба, қабын жарып ырысым – ай.\nКеткен соң ит малданған сонау жаққа\nТапсырдық құдай менен әруаққа.\nҚазақтың күйі кетті орыс алып,\nТөбеге доңыз шығып, ер аулақта.\n\nБеріш Мұрат ақын да Исатай туралы көп сөйлеген.\nБеріш Ығылман ақынның Исатай туралы шығарған сөздерінің бір бөлегін осы кітапта басып отырмыз. Он тоғызыншы әсірдегі, Орал, Бөкейліктен шыққан ақындардың көбі – ақ Исатайды сөз қылған.\n«Ордасын ажар ету үшін», «арғымақтың аласын бермей, қарасын беріп» заманындағы айтқыштардың көбін Жәңгір хан қасына жинағын. Жәңгірді мақтаған жыршылар, әрине, Исатайды мақтай алмайтын болған.\nБайтоқ, Жанұзақ секілді жыршылар Жәңгірді қанша ұлығылса да Исатайды жеңдік деп мақтап сөз айта алмаған. «Тентегін тыйдың қазақтың» деп, бұлар Исатай туралы тек жанай өткен.\nЕл арасындағы сөздердің бәрі де Исатайды мақтап, ісін дұрыстап, өлгеніне күйініп, жоқтап сөйлейді. Исатайды жамандаған халық арасында сөз жоқ.\nЗаманындағы қас болған Жәңгір мен Баймағамбет те қазақ арасында Исатайды жамандап сөйледі деп естілмейді. Бұлар Исатайды тек «тентек» дейді екен.\nИсатайдың аты бұкіл қазаққа мәлім. Сырдария, Семей, Жетісу қазақтарының арасында да Исатай туралы әңгіме бар. Семей, Жетісу қазақтарының арасындағы сөздер ертегіге ұқсас. Баймағамбет деген хан болған екен. Оның Исатай деген інісі болған екен. Баймағамбет қазақты орысқа берем деген екен. Исатай орысқа бағынбаймын деп, қарсы болыпты – мыс. Екеуі жауласыпты. Баймағамбет пен Исатайдың елі арғын, найман болып шығады.\n\nҚАЗАҚ БАТЫРЛАРЫ: ИСАТАЙ, МАХАМБЕТ\n\n Исатайдың көтерлісі қазаққа қандай пайда, зиян берді, патша үкіметіне қандай ой түсірді деген сұрау туады.\nИсатай көтерлісі қазаққа өзінің ел екенін білдірді, жұрттың ұлт сезімін қозғады, қазақтың бірігуіне себеп болды. Бірақ Исатайдың өлімі, артында қалған көптің үкімет әскерінің айбарына шыдай алмай бытырауы, үкіметтің елге тарттырған жазасы қазақтың тауын қайырды. Исатайдан соң көп қазақтың арасында орыс үкіметін күшпен жеңе алмаймыз, қазақтың әлі келмейді деген пікір туды.\nИсатайдан соң үкіметтің жүргізген саясаты да осы пікірді көпке сіңіріп, нығайтуға себеп болды.\nБұрынғы орыстан күшпен құтыламыз деген ойдың орнына, қашып құтылу керек деген жаңа пікір шықты.\nОсы пікірімен барабар «тағдырға көніп», тыныш отырып бағынып, үкіметке жағу керек деген пікір де күшейе бастады. 1869 – 1870 жылдағы ауада осы екі пікірді ел іске асыруға айналды. Құтсыз қонысты тастап ауу керек, Асанқайғының жұртын табу керек деген пікір, әсіресе, ауадан соң күшейді. «Асанқайғыны көксеу» деген дәуір елдің көңілін бөлді, ел арасында өзіне бөлек қимыл туғызды. Ел әдебиетінде осы қимыл жақсы сүгіреттелген.\nИсатайдың көтерлісі қазақтың көзін ашып, патша үкіметін танытты, патша үкіметіне сүйенген хандардың, сұлтандардың қазаққа нағыз дұшпан екендігін анық көрсетті.\nСырымның уақытында хан – төрелерге, хандарға бір бөлек қазақ еріп еді. Исатайдан кейін еркіменен хан, сұлтандарға еретін ел қалмады. Хан сұлтандарға ел өшігіп кетті.\nШекті Көтібарұлы Есет, Нұрмұхамбетұлы Жанғожа, таз Өтен, Нарынбай, Төремұрат секілді хандармен, патша үкіметімен арпалысқан батырлар – ізін басып үлгі алған Исатайдың жеткіншектері еді.\n1869 – 1870 – інші жылдағы ауада да ел, бір жағынан, үкіметпен жауласты да, екінші жағынан, төрелерді талады. Қара қазақтан шыққан патшашылдар кек алу үшін, патша үкіметін төрелерге айдап салды.\nПатша үкіметі де төрелерден перде жасаудың енді керегі жоқтығына түсіне қалды. Бұрынғы бағып – қаққан төрелеріне қырғидай тиді.\nКөптің көңілін алу үшін орынды – орынсыз төрелерге жала жапты, сүргін қылды. Ханның мирасқоры өзі болғандығын анық білдіру үшін хан, сұлтан деген атақты жойды, ақсүйек табын жойып, төрені қара қазақпен тең қылды.\nЕтін мүжіп, кеміріп, майын сорып, итке лақтырған сүйектей қылып, лақтырып тастағанда ғана төрелердің патшашылдары залым үкіметке құрал болғанын бір – ақ түсінді.\nИсата й көтерлісінің соңы – 69 – 70 – інші жылдағы ауа. Бір өшіп, бір сөніп, Исатайдың жаққан оты қырық жылдай тұтанды. Ақырында ауада жалпылдап тағы жалындады. Бірақ қырық жылдың ішінде заман өзгерген еді. Патша үкіметі өте күшейген еді, қазақ әлсіреп, езілген еді. Езілгеннің белгісі ауада ел ала ауыз болды. Бір бөлегі үкіметке бағынып қалды. Көтерілгендерінде де бірлік болмады. Бүтін Кіші жүзге бас боларлық бір адам шыға алмады. Алаша Сейіл, байбақты Беркін, табын Алдаш, Дәуіт, шекті Есет, адай Иса секілді көтерліске бас болған адамдар өз руынан жоғары көтеріле алмады, қанатын кең жаюға бірінің де қолынан келмеді. Полферов деген орыстың сынында 1869 – 1870 – інші жылы ауа «бұғауларына үйренген құлдардың көтерлісі еді»23.\n\nПатша үкіметіне Исатайдың көтерлісі көп тәжірейбе берді:\n1). Төрелер арқылы қазақты ұстап тұра алмайтындығына көзі жетті. Хан, сұлтандардың қазақ арасында әбденкәдірсіз болғанын, қазақтың төрелерге енді бойсұнбайтындығын жақсы түсінді. Хан сұлтандарды итеріп тастап, жылдамырақ бұлардың орнын өзі басуға қам қыла бастады.\n1844 – інші жылы Кіші жүз қазақтарын билеу туралы бірінші толық заң шықты. Хан мен сұлтандардың қолында жарытып билік қалмады. Биліктің бәрі Орынбор ғұбырнаторы мен пограничный кемисиеге көшті. Бөкейліктегі хан, Орал, Торғайдағы сұлтан – прабитілдер ғұбырнатырдың шенеунигіне айналды. Бұлардың жанындағы қорғауға қойылған әскердің саны бес жүз салдатқа жеткізілді. Ел сардарлыққа (дистанцияға), ауылдарға (местілікке) бөлінді.\n2). Қазақтың о заманғы әлеуметшілігінің бір түрі ру еді, рулықтан туған батырлар, билер еді. Үкімет руды жоюға, батырларды, билерді жоюға қам қылды.\nРу сезімін бәсеңдету үшін қазақты руға бөлмеді, әуелі бөлімге (шаске), сардарлыққа (дистанцияға), местілікке бөлді, кейінрек үйезге, округке, болысқа бөлді.\nКөтерліске ұйытқы бола берген шекті, адай секілді бір талай ірі руларды бірнеше облысқа бөліп жіберді.\nШен, шекпен, орын беріп, қазақтың ішінен өзіне сенімді адамдар шығара бастады. Ауа секілді қысылшаң заманда бұндай адамдардың үкіметке зор пайдасы тиді.\nСардар, местий болыс, ыстаршинаны ел сайлайтын, сұлтан – прабитіл ояз тағайындайтын қылып, «ыштат» шығарды. Қазақтың билікке өш сезімін қоздырып, елдің ішін қым – қиғаш талас қылды. Әр ауыл, әр болыс әкім болу үшін үкіметтің адамына жүгінетін болды. Қазақтың ұлт сезімі, бірлік сезімі бірден – бірге кеміп, бара – бара далада қалды. Бұрынғы билердің орнына атқамінерлер мінді, бұрынғы батырлардың орнына барымташы – ұрылар пайда болды.\n3). Әбден езу үшін үкімет қазақтың шаруасын күйзелтіп, өнемейін құртуға ойланды. Қазақтың жерін тартып ала бастады.\nҚазақтың арасына жемқор саудагерлерді айдады. Жұт көбейді. Ел жарлы бола бастады. Екеномике жағынан қазақ нашарланды, орысқа құл бола бастады.\n4). Жайық бойындағы қазақтың көтерлісіне өнемейін сүйеу болып, жан беріп отыратын Сыр мен Маңғыстаудың елдерін шынымен бағындыруға кірісті.\n1839 – ыншы жылы Перовский жанарал Сыр мен Қиуаны жаулап алуға аттанды. Қазақтың қақ ортасына, Жемнің басы мен Шошқакөл деген жерге екі қорған салды. Ақыраптың 21 – інші күні Орынбордан шыққан көп әскер дәлудің 25 – інші күні қыстың қаттылығынан өліп – талып Шошқакөлге азар жетті. Суықтан, аштан үш – төрт мыңдай кісіні қырып, есепсіз дүнияны жойып, 1840 – ыншы жылы жазына Перовский Шошқакөлден қайтарында Баймағамбет төре мен Бижанов деген Орал орысын бас қылып көп әскер жіберіп, Жем бойындағы, Атыраудағы, Шыңдағы, Самдағы, Сағыздағы қазақтарды шаптырып алды. Сыр мен Қиуаны ала алмаса да, қазақты бекем жүгендеуге үкімет бел байлады. Ел ішіне қорғанды салып, әскер қоюға кірісті. 1830 – ынші жылы Маңғыстауға салған қорғанды қайта күшейтті. 1845 – інші жылы Ырғыз бен Торғайға екі қорған салды, 1846 – ншы жылы Арал теңізінің жағасына Райым деген қорған салды. 1848 – інші жылы Қарабұлақ дегенжерге қорған салды.\nБиленттеп қазақ жерін қағазға түсіруге ел ішіне бірнеше рет әскерлі кемисилер жіберілді.\nСаудагерлердің, көршілес орыстардың не болмаса сұлтандардың шағымы бойынша, үкіметке қылмысты саналған қазақтарды жазалау үшін де ел ішіне әскер жиі шығатын болды.\nСөздің қысқасы: Исатайдан соңғы он жылдың ішінде Жайық пен Сырдың арасын орыстың әскері шар қылды.\nЕл ішіне орнаған, ел қыдырған үкімет әскері қазақтың арасындағы қатынасты кемітіп, қазақтың бірлігін жоюға себеп болды. Әскерден сескеніп, оза көшіп, кең жайыла алмай, жайлы қыстаулықты емін – еркін қоныстай алмай, жазы – қысы үркумен болып, қазақтың малы жұтқа шалынғыш болды.\n\nИсатай беріш руынан, беріштің жайық деген бөлімінен. Исатайдың ата тегінің тізілісі мынау :\nЖАЙЫҚ\n\nТЫНЫС НАУРЫЗ БАҚАЙ ДӘУЛЕТ\n\nТІЛЕУКЕ\n\nЕСІРКЕП ШАҒАТАЙ АҒАТАЙ\n(Тұқымы Үргеніште)\nБОҚАЙ\n\nСАРТ ЖАҢҒАБЫЛ БЕКӘЛІ\n\nТАЙМАН\n\nЖҮЗБАТЫР ИСАТАЙ\n(Тұқымы Оралда) (Тұқымы Бөкейлікте)\n\nЕлдің сөзіне қарағанда Исатайдың тегі – шынжырлы батыр. Бесінші буындағы бабасы – беріш деген рудың ұранына шыққан ағатай. Исатайдың тұқымдары осы күгі Бөкейлікте.\nИсатай қырық тоғыз жасында 1838 – інші ит жылы әсеттің он екінші кіні соғыста өлді. Сүйегі Темір үйезіндегі Қиыл деген өзеннің бойындағы Шолақмолада.\n\nМАХАМБЕТ БАТЫР\n\nЗаманында Кіші жүздегі батырлардың бәрі де Исатайға жолдас болған. Бас — басына бұларды тексеруге мағлұматымыз жетпейді.\nТек – азды көпті хабарымыз бар бірнеше бас жолдастары туралы ғана айтпақшымыз. Алдымен Махамбет туралы.\nӨтемісұлы Махамбет батыр – бастан — аяққа дейін қасында жүрген, жаумен жауласып, даумен дауласып, өлімге басын қиған Исатайдың қанды көйлек жолдасы.\nМахамбет беріш руынан, Жайық арасынан. Махамбеттің атасы — Өтеміс, Өтемістің атасы – Құлмәлі. Мәлі деген кісі жауда қолға түскен тұтқын екен. Жайық беріш Тумаш деген адамның балалары еншілес қылып алған. Өзін — өзі қызылбастың Нәдірші деген патшасының тұқымымын дейді екен. Құлмәлі деген бұ күде Гурьев үйезінде Тайсойған деген жерде бір бөлек ел. Құлмәлінің тұқымында би де, батыр да, шешен де, әулие де шықты деп қазақтар ұлықтайды.\nӨтеміс Айшуақтың, Бөкейдің заманында қазақтың қабырғалы биінің бірі болған.\nМахамбеттің Бекмағамбет деген ағасы Жәңгір ханның орда биінің бірі болған, ханды жақтап, Исатай мен Махамбетке қарсы болған.\nМахамбеттің өзіде жас кезінде Жәңгірдің нөкерінде екен. Исатай ханға қарсы бола бастағанда – ақ Исатайға еріп кеткен.\nМахамбеттің өзі әрі батыр, әріжырау, әрі домбырашы болған. өте қызулы адам екен. Әдіс, шеберлікке кем болса керек. Бағыт алған жағынан тайынбайтын қасарыспа ер екен.\nИсатай жұртты ақылмен, дәлелмен, түрлі әдіспен соңына ерткен адам болса, Махамбет көпті қыздырып, көңілін аударып ертетін адамның түрі болған.\nИсатай ақсақалдармен, бас адамдармен ақылдасып кеңесіп отырғанда, Махамбет айналасындағы үйлерге, ауылдарға қыдырып жүріп өлең айтып, домбыра тартып, жұртты қыздыратын еді дейді – мыс. Махамбет мінезі сотқар, қалжыңқой, бітің – көзің демей ойына келгенін айтып салатын батыл болған. Жауласқан мезгілде өте батыр, айлакер болған. 1838 – інші жылы қауыстың 23- інші күні Бөкейлікте Бекайдар деген жерде Исатайды отыз жолдасымен орыстың отряды қамайды24. Махамбет жолдасымен мылтық атып, садақ атып, найза жұмсап отрядты қайырып, Исатайды екі жолдасыменен шығарып жібереді. Исатай құтылған соң Махамбет жолдастарымен орыстан қашады.\nҚуғыншылар соңынан қалмай қуып, Махамбетті ұстауға таянады.\nСонда Махамбет астындағы бұлық көпшікті жарып жіберіп, ішіндегі мамығын жықындап қалған қуғыншылардың көзіне шашып жіберіп, құтылып кетеді.\nМахамбеттің мінезі Исатайдікі секілді көптің басын құрастырып, бүтін елді соңынан жүргізетін мінез емес, Махамбет жақсы үндеуіш (әгитетір), жақсы бастықтың қолында өте ыңғайлы қолбасы. Ананы – мынаны істеп келге табылмайтын адам.\nМахамбеттің осындай екендігі тарихты тексергенде, елдің аузындағы әңгімені тыңдағанда көрініп тұр.\nИсатай өлгеннен соң – ақ, Махамбет көпті ерте алмады. Исатайдың құрастырған елінен айырылып қалды. Бұған Исатайдың өлімі себеп болды. Көптің тауы қайтты. «Жорықтың алды оңбаған, арты оңбас» деген пікір жұртты меңгерді.\nМахамбеттің мінезі де, Кенесарының жолдасы Наурызбайдың мінезі де тексере келгенде бір – біріне ұқсас келеді. Екеуінде де ерлік бар да, көпті ертетін тәсіл аз.\nРушыл, ата – текті сыйлаған қазаққа Махамбеттің Құлмәлінің немересі болғандығы да, әсер берсе мүмкін.\nМахамбеттің жыраулығы күшті болды. Махамбеттің сөзі көп болған. Көбі жойылған. Ел арасында сақталған сөздерінің бар қатарын осы кітапшада келтіріп отырмыз.\nМахамбеттің сөзінің ішінде ел ішіне көп жайылғаны – Баймағамбет сұлтанға айтылғаны.\nӘлімұлы, байұлы, жетірудың арасында осы өлең көп жайылулы. Біздің қолымызда ел ішінде жайылған осы өлеңнің бірнеше нұсқасы бар. Айтушылардың көбі бірақ Махамбеттің түрлі сөзін қосып шатастырып айтқан. Жетірудың ішінен жиылған нұсқаларда қаталар өте көп, кейбір жерлерінде сөздің негіздерін өзгертіп жіберген.\nБіздің бастырып отырғанымыздың негізіне Мұрат ақыннан естіп едім деп, Шөрекұлы Ығылман ақынның жазып бергені алынды. Қолымыздағы нұсқаларды салыстырып құрастырғанда, бабтарға бөлгенде сөздердің орны аумасып кетуі мүмкін.\nБала күнінен осы сөзге құлағы қанық Махамбеттің еліндегі ақсақал, қарасақалдары біздің келтіріп отырған өлеңімізді дұрыс дейді.\nІсін аяқтаймын деп Исатайдан кейін Махамбет біраз әуре болып жүреді. Бірақ елді біріктіре алмайды. Исатайдың жолдастары, оның ішіндегі Махамбет секілді бастықтарын ұста деген үкіметтің қатты бұйрығы шыққан.\nМахамбет ел ішінде жүре алмайтын болған. Махамбет ақыры ұсталуына көзі жеткен соң, байұлының адамдары басы Үбі, Байнақ дегендер болып, Махамбетті зорлап Баймағамбет сұлтанға алып барады. Баймағамбеттен үкіметке ұстап бермейтін қылып, ел ішіне жүре беруіне рұқсат алып береді. Билердің сөзін қабылдаған соң, Баймағамбет батырды үйіне шақырып танысады. Батыр үйге қару — жарағын тастамай кіреді. Баймағамбет батырдан «бір – екі ауыз өлең айтыңыз» деп өтініш қылады. «Менің сөзім сізге жақпас» деп батыр айта қоймайды. Баймағамбет қайта – қайта өтініш қылады. Сонда Махамбет Исатайды жоқтап, Байекені боқтап, белгілі өлеңін айтады. Байекенің қасындағы жас төрелер батырдың сөзіне ашуланып қызған екен, «Бұлай айтпаса Махамбет батыр бола ма, батырдың сөзін көтермесем мен хан болам ба?» деп Байеке оларды тоқтатыпты – мыс.\n«Ұйалғаннан кірерге жер таба алмадық. Ханның бетіне қарай алмадық, кеткенше асық болдық» деп еріп барушылар талай айтқан екен – мыс.\n«Сөзімді жаратпай, бірдеңе істейін десе, со жерде Байекені қасындағы жолдастарымен жарып тастайын деп отыр едім» деп Махамбет соңынан айтыпты – мыс.\nМахамбет бұлай қылмайды деп ешкім ойламаған, Байеке де бұны сезсе керек.\nБайекеден қайтқан соң Махамбет Оралдағы ағайындарының арасында жүреді. Үкіметке, хандарға қарсы елді азғыруын қоймаса керек.\nБір күні үйіне бір бөлек адаммен досы Ықылас келеді.\nҚонақ болып отырып Ықылас Махамбетті өз қылышымен басын кесіп алады. Ықыластың ру тама, жабал бөлімінен, тұқымдары осы күнгі Орал үйезінде Бөрлі болысында. Ықыласты азғырып өлтіруге жұмсаған Баймағамбет деп айтады – мыс. Батырдың басын апарып бергенде Байеке Ықыласқа айтыпты – мыс:\n«Өлтір деп жіберген жоқ едім, тірілей ұстап әкел деп едім, басын алып кет» деп.\nМахамбет қырық екі жасында 1845 – інші жылан жылы өлді. Сүйегі Ілбішін үйезіндегі Дендер деген жердің күншығыс жағындағы Қараой деген жерде. Бір жылдан соң Ықыластың көмген жерінен ағайындары Махамбеттің басын ұрлап әкеліп, денесімен бірге көмген.\n\nИСАТАЙ КІМ?\n\nИсатай – Бөкейліктің қазағы, руы беріш. Беріштің ішінде жайық, жайықтың ішінде ағатай.\nИсатайдың әкесі Тайман, Тайманның әкесі Бекәлі, Бекәлінің әкесі Боқай, Боқайдың әкесі Ағатай. Исатай 1789 –ыншы ит жылы туды; 1838 – інші ит жылыәсеттің (үйілдің) 12 – ншы күні Темір үйезінде Қиыл деген судың бойында соғыста өлді.\n1830 – ыншы жылдардан бастап Исатай Бөкейліктің Жәңгірдеген ханына қарсы болды. Ақырында елді топтап, ханмен жауласты. Ханға патса үкіметі болысты, Исатайға қарсы көп әскер жіберді. Исатай жеңілді. 1837 –ншы жылы қашып Жайықтың бергі бетіне өтті Әлім деген рудың ішіне келіп, қазақты үкіметке қарсы көтерді. Бүтін Кіші жүз соңына ерді. Қиуа мен түрікпен жәрдемдес болды. 1838 – інші жылы хандарға, патса хүкіметіне қарсы соғыс ашып, өзі Оралға келеді. Аз ғана әскері мен жортуылға шыққанда, абайламай үкіметтің көп әскеріне кезігіп қалып, соғысып өлді.\nИсатайдың соңына Бөкейлікте де, бергі бетте де елдің бәрі ерді.\nИсатайдың ұраны – хандарды, сұлтандарды жою, билікті қара қазақтың өзіне беру, бұзық билерді жоғалтып, әділдік түзеу, орыстың законын тастап, елге қазақтың әдетінше билік жүргізу, қазаққа жақсы қоныс алып беру, хандардың, төрелердің, келімсектердің тартып алған жерлерін қайтарып беру.\nКіші жүздің үкіметке жасаған тәртіпті қозғалысының соңы – Исатай қозғалысы. Бұнан кейінгі қозғалыстар ылғи тәртіпсіз болды.\nИсатайдың қозғалысы патса үкіметіне де, қара қазаққа да көп әсер берді.\nИсатайдан соң патса үкіметі қазақты жүгендеуге шындап кірісті. Түркістанды жаулап алуға бел байлады.\nҚара қазақ ханнан күдер үзді. Өзінің күшіне сенімі кетті. Елдің көңіліне «Асанқайғы» кірді.\nИсатайға заманындағы батыр – билердің көбі – ақ жолдас болды. Исатайдың бас жолдастары мыналар: беріштен Махамбет батыр, байбақтыдан Жүніс, алашадан Ырсалы, ысықтан Қалдыбай мен Қабыланбай, әлімнен Есет батыр, танадан Науша, Есімханұлы Қайболды төре, тағы талайлар …\nИсатайдың қозғалысын басқан соң үкімет елге қатты тиді. Исатайшыларды Бөкейлікте Жәңгір хан тергеді. Көп адам жазаланды, қуғын – сүргін көрді. Исатай туралы толығырақ мағлұмат менің «Исатай — Махамбет» деген кітепшемде берілген.\n\nБАЙМАҒАМБЕТ КІМ?\n\nБаймағамбет төре – Кіші жүзде болған Айшуақ ханның баласы, орыс үкіметіне бағынған белгілі Абылқайыр ханның немересі. 1830 –ыншы жылы нөйебірдің 25 –інші жаңасында Орынбор қазақтарының күнбатыс бөліміне (осы күнгі Орал, Маңғыстау) сұлтан пырауитил болды. Қара қазақ Баймағамбетті хан деп сөйлейді.\nПатса үкіметінің жәңгірлік саясатын жүргізуге үлкен құрал болды. Патса үкіметіне қазақты жуасытып, езіп беруге көп себеп болды.\nБаймағамбет заманында қазақты қорқытып, елді тыныштануға үкімет тарапынан бірнеше құралды күш жіберді.\n1831 – інші жылы Атырау теңізінің жағаларын тексеруге, қорған салуға орын табуға қазақ ішінеКарелин бас болып, бес зеңбірікпен әскер шықты.\n1834 – ншы жылы Карелин мен Мансуров екінші рет шығып, теңіздің жағасына Қайдақ деген қолтыққа, Қызылтас деген жерге қорған салды. Қорғанға көп әскер қойылды. Атырауға жағалай пекеттер қойылды. Қызылтастағы қорған 1846 – ншы жылы Маңғыстаудың Түпқарағанына көшірілді. Осы күнгі Кетік (Порт Александр) сол.\n1836 – ншы жылы жаз күні адайды жуасытуға төрт кемемен Үйшіктен әскер шықты.\n1836 – ншы жылдың күзінде, қысында Маңғыстаудағы адайды көп әскермен барып Мансуров шапты.\n1837 – нші жылы қазақ арасына үш рет әскер шықты. Бірінші әтірет Қобданың бойын, Жемнің басын, Мұғалжар, Ырғыз алаптарын аралап, Борсыққа дейін барып, елді тыншытып қайтты. Екінші әтірет Қобда, Елек бойын тыншытып қайтты. Үшінші әтірет Тайсойған, Қаракүл, Қарабау деген жерлерге барып. Елді жуасытып қайтты.\n1838 – інші жылы Исатай мен Махамбеттің қозғалысын басуға қазақ арасына үш бөлек күшті әскер шықты. Бұлар Исатайды өлтіріп қозғалысты басып қайтты.\n1839 – ыншы, 1840 – ыншы жылы Орынбордың жанарал – ғұбернаторы Перовский, Қиуаға аттанды. Жемге, Шошқакөлге қорғандар салынды. Азық, көлік басшы қазақтан алынды.\n1840 – ыншы жылы Оралдың қазақ – орыстары бастығы Бизанов жанарал мен Баймағамбет барып Темір, Жем, Сағыз бойындағы елді аралады. Перовскийдің әскеріне азық, көлік, адам бермеген қазақтарды шапты. Үстіртке қарай өрлеп, Самға дейін барды. Самнан Жайық бойындағы Кінез (Калмаков) деген қалаға қайтты.\n1843 – інші жылы жазды күні Баймағамбет Ойыл бойына келген Кенесары – Наурызбайға қарсы шықты. Сол жылы күзіне орыстың көп әскерімен бірге Кенесарыны қуып, Баймағамбет Мұғалжар тауына дейін барды.\nОсы жоғарғы айтылған жортуылдардың бәрін де Баймағамбеттің өзі жүрді. әскерге басшы болды, азықшы болды, жәрдемдес болды.\nБаймағамбеттің әсіресе көп еңбек сіңірген жері 1838 – інші жылғы Исатайдың қозғалысы мен 1840 – ыншы жылғы Перовскийдің аттанысы.\nБаймағамбеттің заманында Оралдағы адай көнбей, ауып кетіп, Қиуаға бағынды. Патса үкіметі мен адай көп жанжалдасты. Ақырында бағынды.\n1847 – ншы жылдың басында Баймағамбет сұлтан Петерборға барды. Патса көп құрмет көрсетті, жанарал шенін берді. Жазға салым Петербордан қайтып келе жатып Орынборға түсті. Жанарал – ғұбырнаторда қонақта болды. Баймағамбеттің ауылы Електің сағасында, судың күншығыс бетінде. Қамалдың (марттың) 28 – інші күні Елек суынан қайықпен өтпекші болады. Тасқынның қатты екенін айтып, өтудің қауіптігін білдіріп, жиылған жұрт сұлтанды тоқтатпақшы болады. Сонда Байеке «Судың жанаралда несі бар, жанаралдың суда несі бар. Қайықты салыңдар», — әмір береді.\nҚайыққа мінген сегіз адамнан жалғыз ғана Тауке ұлы Әлен аман қалады, өңгесі суға кетеді. Әленді бір қолынан қайыққа байлап қойған екен, аман қалуына сол себеп болыпты – мыс.\nӘлен – Баймағамбеттің немере інісі, Баймағамбеттің орнына сұлтан – пырауитил болды. Баймағамбет 57 жасында өлді.",
                "date": "24.02.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақ халқының XIX ғасырдағы ең көрнекті ақындарының бірі Махамбет Өтемісұлы 1804 жылы қазіргі Батыс Қазақстан облысының Орда ауданына қарайтын Бекетай құмы деген жерде туып, 1846 жылы қазан айының ішінде жалынды ақын жау қолынан қапыда қаза табады.  \n\nӨтемістің он баласы болып, Махамбет Бекмағамбеттен кейінгі екінші бала болады. Жас кезінде хан ордасында тәрбиеленген ақын кейін бөлектеніп кетеді. Халықты, қарашаны қолдаған Махамбет 1829 жылы түрмеге қамалады.\n\n1836 жылы 14 көкекте Исатай мен Жәңгір кездеседі. Ханның қайын атасы Қарауылқожаның ауылын шауып алады.\n\n1837 жылы 2 қарашада хан ордасына қайта атттанады. 1838 жылы 12 шілдеде орыс әскерімен шайқаста, Исатай қаза табады. Ары қарай Махамбет ақынның азапты күндері туады. Орынбор түрмесіне қамалады.\n\n1846 жылы өз үйінде қастандықпен қаза табады. Бейіті Атырау облысы, Махамбет ауданы, Қараой деген жерде.\n\nАқынның өлеңдері ерлікке, өрлікке арналады. Не үшін соғысып жүргенін айтады. Ел қандай болу керек деген сауалдарға жауап іздейді.\n\nАзаматтың міндетін көрсетеді. Осыған ұқсас «Беркініп садақ асынбай ...» деп басталатын өлеңі де бар. Алғашқыда ерлер ісі жорық пен оның қиындығына шыдау туралы болса, соңғыда жауын жеңу, ерлікпен қасқая соғысу ерлер ісі деп толғайды.\n\nИсатай жолдасын мақтап нағыз ер бейнесін жасайды. Ақынның әр өлеңінде ел үшін, жұрт бақыты үшін қан төккен, сол мақсатқа бел буған ерлер бейнесі жасалса, Исатай ─ сол ерлерді бастаушы, халық үшін жанын қиған батыр, әрі соғыстағы ерліктің, жүректілік пен өрліктің символы да. «Исатай деген  ағам бар», «Мұнар күн», «Тайманның ұлы Исатай», «Мінкен ер», «Тарланым», «Исатайдың сөзі», «Мінгені Исатайдың Ақтабаны ─ ай» өлеңдерінде тұтастай ел бастаған ер бейнесі сомдалады. Егер жыраулар поэзиясы XV ─ XVIII ғасырлар шежіресі, сол заман батырларының ерлік дастаны десек, Махамбеттің Исатай туралы өлеңдері ─ сол жыраулар дәстүрінің жалғасы. Үмбетей, Ақтамберді, Бұқар жыраулар Абылай, Бөгенбай, Қабанбай бейнелерін сомдаса, Махамбет Исатайдай ердің биік тұлғасын үлгі етті.\n\nИсатайдан, жерінен айрылып өкінеді, өксиді. Сол күндерін сағынады.\n\nҚызғыш құсқа зар айтады. Құсқа мұңданады.\n\nМахамбет поэзиясы ─ ерліктің, өрліктің поэзиясы. Ақынның асыл сөзінің маржан ырлары ─ жыраулар поэзиясымен үндестігі. Арнау, ханға қасқая сын, мін айту, жауынгерлік рух, батыр бейнесі жаңа үлгіде көрінді.\n\nМахамбет жас шағында Жәңгір ханның қолында болады, бірақ туысынан өр мінез, өжет жанды Махамбет хан сарайында әділетсіздік пен теңсіздіктің куәсі рөлінде ұзақ тұра алмайды, көп кешікпей өзі шыққан халықтың арасына оралады.\n\n  Исатай Тайманов бастаған шаруалар көтерілісінің Махамбет ең белсенді ұйымдастырушыларының бірі, жалынды жаршысы болды. Трибун ақынның әлеуметтік өмірге қатынасуының өзі шаруалар көтерілісімен тығыз байланысты еді. Махамбеттің көтеріліске үндеген тамаша шығармаларын шектен тыс езушілік пен теңсіздікті қарсы шықан халық күші туғызды. Демек, ақын толғауларының барлығынан дерлік көтеріліс рухы, елді езгіші хан - сұлтандарға қарсы үндеушілік айқын сезіледі.  \n\nМахамбеттің толғаулары түр жағынан алғанда ескі дәстүрді сақтады, дегенмен өзін мазмұны, жалынды пафосы, зор жігері секілді қасиеттерімен қазақ поэзиясына ерекше жаңалықтар әкелді. Кейін ұлы ақынның үлгісін Батыс Қазақстанды мекендеген ақындардың көпшілігі пайдаланды, үйренді.",
                "date": "24.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалпы білім беру ұйымдарының 5 к.ндік болуы дұрыс па/дұрыс емес пе?",
        "question_content": "Пікірсайысқа қатысқалы жатыр едім.Осы тақырыптың жақсы жағы мен даттайтын жағын айтып өтсеңіздер",
        "question_date": "23.02.2016",
        "question_tag": "Мектеп",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақша сайт жасап шығарсақ....?",
        "question_content": "Жаңа технологиялар туралы, үлкенді-кішілі технологиялар, гаджеттер, интернет сайттар туралы қазақша, бірақ өте жеңіл тілмен (жастарға түсінікті) тілмен жазатын сайт ашқалы жоспарлап отырмыз. Қазақша сайттарға деген қызығушылық қалай жалпы? Болашақта коммерциялық бағытта қолдана аламыз ба? Рахмет",
        "question_date": "23.02.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 355,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салем) неге жасап , тырысып кормеске, мен қолдаймын, бірақ біздің қазақы сайттарымыздың тіл жағында сәл қиындықтар болуы мүмкін, себебі кейбір сайттарды қарайтын болсақ түсініксіз тілде жазылғандай көрінеді. Иа, жастарға ғана емес біздің үлкен аға-әпкелерімізде пайдалана алатындай, сонымен қатар қазіргі таңда үлкен кісілер технологияларды пайдалануды білмейді(барлығы деп айта алмаймын бірақ арамызда кездесіп жатады), сол кісілерге түсініктеме ретінде видео жасасақ қалай болады?\n\nЖазған ұсынысымды қате санасаңдар немесе келіспесеңіздер, ренжімеңіздер))), себебі бұл жай ғана менің пікірім)",
                "date": "23.02.2016",
                "upvotes": 0
            },
            {
                "text": "жасайык,неге жасамаска",
                "date": "23.02.2016",
                "upvotes": 0
            },
            {
                "text": "Көмек беруге әрқашанда дайынмын!",
                "date": "25.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бизнес-идеяны сатуға болады ма?",
        "question_content": "Сәлеметсіздерме! Бизнес-идеяны Samsung, Apple, Nokia, Microsoft сынды алпауыт компанияларға сатуға болады ма? ж\\е олармен қалай байланысқа шығамыз?",
        "question_date": "23.02.2016",
        "question_tag": "Бизнес туралы",
        "question_views": 600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "идея сатуға болады\n\nбирак ол идеян мынадай табыс акеледи деп кепил беруин керек",
                "date": "23.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Табиғаттағы металдар? Таза металл алу үшін сутек пайдаланылады?",
        "question_content": "Таза металл алу үшін сутек пайдаланылады. Осындай тәсілмен вольфрам оксидінен WO3  таза вольфрам алынады. Реакция теңдеуін жазып, 2 моль вольфрам алуға кететін сутектің массасын есептеңдер.",
        "question_date": "23.02.2016",
        "question_tag": "Химия",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "WO3+3H2=W+3H2O\nm(W)=184\nm(3H2)=3*1*2=6\nm1(2W)=2*184=368\nm1(H2)=368*6/184=12",
                "date": "24.02.2016",
                "upvotes": 0
            }
        ]
    }
]