[
    {
        "question_title": "Жолдасыммен ажырасқаным жөн ба?",
        "question_content": "Өмір сүру керемет ғой! Дегенмен мені осы ой жегідей жейді. Жолдасыммен ажырасқым келеді. Неге дейсіздер ғой. Мен жас қыз емеспін. Отасқанымызға 20 жылдан асты. Осы уақытқа дейін әлі неке жүзігін таққан емеспін, неке жүзік болмаған соң той да қайдан болсын. 15 жылдай үй-күйсіз көшіп жүрдік. Мен оны жақсы көрген шығармын. Білмеймін. Онымен қосылғаннан кейін өмірімнің астан-кестені шықты. Сенбейтін шығарсыздар. 10 жыл бойы есңгіреп жүрдім. Содан кейін 5 жылдай ауырдым. Кәдімгідей ІІІ топтағы мүгедік болып таңылып 3 жылдай жүрдім.Содан кейін емделіп жазылдым. Ешқашан бірге кино, концертке барып көрмеппіз.Біреу қонаққа шақырса ол бармауға тырысады. Барса міндетті түрден біреумен айқасып, жұлысып, санасып отырады. Оның мінезі шайпау. Сондықтан барлығы одан қашады. Тіпті туған ата-анасы, туыстары шай құдалық болса бізге айтпауға тырысады. Жамандығын жасырып, жақсылығын асырап-ақ бақтым. Енді қалған өмірімді сұрықсыз өткізім келмейді. Ажырасу үшін нелер жасамадым.Занды түрде некеге де тұрған жоқпыз.Алла алдында да, адамдар алдында да ешқандай рәсім болған емес . 2 балам бар. Ол екуін сондай жақсы көремін. Бірақ күнде тым-тырыс, у-шусыз оның өміріннен кетіп қалғым келеді. Қайтып ешқашан оралғым келмейді. Маған қандай кеңес бересіздер?",
        "question_date": "16.03.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 918,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Білмеймін, ажырасыңыз дейін десем, балаларыңыз бар екен, жүрегіңіз не дейді, өзіңіз білесіз ғой. Ақылға салып .",
                "date": "29.09.2017",
                "upvotes": 0
            },
            {
                "text": "Айта салу киынгооо..бауыр басу деген баргооо ажырасу киынга согары анык сизге..",
                "date": "12.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əртүрлі оң бүтін сандардың көбейтіндісі неге тең?",
        "question_content": "әртүрлі оң бүтін сандардың қосындысы 7 тең . Олардың көбейтіндісі неге тең?\n\nА)12                     Б)10               В)9                   Г)8                Д)5",
        "question_date": "16.03.2017",
        "question_tag": "Математика",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оң бүтін сандар бұл натурал сандар дегені",
                "date": "26.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фотонның энергиясы дегеніміз не?",
        "question_content": "Фотонның энергиясы дегеніміз",
        "question_date": "16.03.2017",
        "question_tag": "Физика",
        "question_views": 19900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фотон – электромагниттік сәуленің кванты. Жарық сәулесінің энергиясының шығарылып, сонымен қатар кеңестікте таралуы және заттармен әсерлесуі фотондар бөлшегі арқылы сипатталады.\n\nФотон энергиясы Е=ҺV\n\nФотон импульсы P=mc=ҺV/c Векторлық түрде P=k импульс бағыты электромагнит сәулесінің таралу бағытымен сәйкес келеді. K – толқындық сан. Фотонның тыныштық массасы m0=0. Тең болғандықтан , тек қозғалыста өмір сүре алады. Бар болғаны бір бөлшектен тұрады.\n\nКомптон эффектісі – рентген сәулесі шашыраған кезде олардың толқын ұзындығының өзгеруі жарықтың корпускалық қасипетінің айқын дәлелі комптон эффектісі болып табылады.\n\n Комптон тәжірибесі суретте көрсетілген. Рентген сәулесі затқа түсіп шашырайды, шашыраған толқындар ұзындығын D спектрометр арқылы анықтайды. Бұл тәжірибеден толқын ұзындығын λ түскен сәулесімен қатар толқын ұзындығы  болатын басқа сәуленің бар екені байқалады. Толқын ұзындықтарының айырмасы шашыратқыш затқа ж/е түскен сәуленің толқынының ұзындығына тәуелді болмай, тек шашыраған сәулелердің шашырау боғытына байланысты  . Мұндағы  м – комптон толқын ұзындығы, шашыраған сәуленің толқын ұзындығы  -шашырау бұрышы.\nТолығырақ.",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мини джип discavery sport көлігі Қазақстанда сатылады ма?",
        "question_content": "мини джип дикавери спорт кішкентай жол талғамайтын көлік қазақстанда сатыла ма?бағасы қанша?алып көргендер бар ма жақсы ма?\nМ",
        "question_date": "16.03.2017",
        "question_tag": "Автокөлік таңдау",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағасы: Мини Джипа от 3 000, 000 тг.\nТолығырақ.",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Центрлік бұрыштың 1/15 бөлігі доғасының шамасы неге тең?",
        "question_content": "центрлік бұрыштың 15/1 бөлігінің доғасының шамасы неге тең?сградустық өлшемі 90градус-қа тең центрлік бұрыштың 15/1 бөлігінің доғасының шамасы неге тең?сызбасы керек және шешуі",
        "question_date": "16.03.2017",
        "question_tag": "Геометрия",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Tіктөртбұрыштың қабырғаларын табыңдар?",
        "question_content": "а)Квадрат пішіндес екі жер телімінің қабырғалары 10 м және 24 м. Ауданы осы екі жер телімінің аудандарының қосындысына тең квадрат қабырғасының ұзындығын табыңдар\nә) Тіктөртбұрыштың қабырғалары 4 см және 15 см. Осы тіктөртбұрышқа теңшамалы және қабырғаларының қатынасы 3:5 қатынасындай болатын тіктөртбұрыштың қабырғаларын табыңдар",
        "question_date": "15.03.2017",
        "question_tag": "Геометрия",
        "question_views": 14900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептерді осылай шығарасыз",
                "date": "25.03.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Квадраттың қабырғаларын 4 есе арттырса, оның ауданы қалай өзгереді?",
        "question_content": "КВАДРАТТЫҢ ҚАБЫРҒАЛАРЫН 3 ЕСЕ АРТТЫРСА ОНЫҢ ҚАБЫРҒАЛАРЫ КАЛАЙ ОЗГЕРЕДІ",
        "question_date": "15.03.2017",
        "question_tag": "Геометрия",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы ауданы 16 ес үлкейеді",
                "date": "18.03.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Азот айналымы үшін қажетті элемент ?",
        "question_content": "азот айналымы,айналымға қатысатын элемент",
        "question_date": "15.03.2017",
        "question_tag": "Химия",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "азот айналымы,айналымға қатысатын элемент молиблен",
                "date": "25.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсік жасату үшін қандай дәрілер ішсем болады?",
        "question_content": "мен көтеріп қойдым өтінем ақылдарыңызды айтыңызшы,денсаулығым оған шыдамайд оны жақында білдім көтергеніме 7апта дай болды ітшег қалай түсіруге болады қандай дәрілер бар ? сөкпеңіздерш жігітіммен жатып қойдым,көтергенімді біліп үйленемзба деп шешіп едік брақ омен денсаулығым шыдамайды бала көтеруге  оны жақында білдім",
        "question_date": "15.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үй жағдайында түсік жасау әйелдің өліміне алып келуі мүмкін, әрі  үлкен күнә.",
                "date": "22.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерітіндегі тұз қышқылының массалық үлесі қанша?",
        "question_content": "Тұз қышқылы ерітіндісінде хлорсутектің бір моліне 15 молі кіретін болса,ерітіндегі тұз қышқылының массалық үлесі қанша?",
        "question_date": "15.03.2017",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 моль хлорсутегінің массасы 36,5 г, су - 15 * 18 = 270 г.Ерітіндінің жалпы массасы 306,5 г.Ерітіндідегі HCl массалық үлесі: (36,5 / 306,5) = 12%",
                "date": "22.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мини джип discavery sport көлігі Қазақстанда сатылады ма?",
        "question_content": "мини джип дикавери спорт кішкентай жол талғамайтын көлік қазақстанда сатыла ма?бағасы қанша?алып көргендер бар ма жақсы ма?",
        "question_date": "15.03.2017",
        "question_tag": "Автокөлік таңдау",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Цена: Мини Джипа от 3 000, 000 тг.\n\nАдрес сайта                                                          www.uralmotors.kz\nMail.ru Агент                                                         uralmotors.kz@gmail.com\nГород                                                                      Алматы\nАдрес                                                                      ул. Утеген батыра, 11 а\n\nhttps://kolesa.kz/a/show/21319228",
                "date": "21.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерітіндідегі натрий гидроксидінің молярлық концентрациясы?",
        "question_content": "1)Күкірт қышқылынын H2so4 молярлык концентрациясы 2 моль/л. Колеми 0.5л ерітіндісіндегі қышқылдың массасы?\n2)көлемі 2л.молярлық концентрациясы  0.1моль/л.NA2SO4 ерітіндісн дайындау үшін неше грамм натрий сульфаты керек??\n3)массасы 240гр.суда 10гр натрий гидроксиді NaOH ерітілді.Алынган ерітіндінің тығыздығы  1,04 г/мл.Ерітіндідегі натрий гидроксидінің молярлық концентрациясы??",
        "question_date": "15.03.2017",
        "question_tag": "Химия",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)H2SO4 молярлық массасы 98 г/моль, 0,5 л құрамында 2 моль/л * 0,5 л = 1 моль қышқыл бар. Сәйкесінше 98 г",
                "date": "22.09.2023",
                "upvotes": 0
            },
            {
                "text": "3)массасы 240гр.суда 10гр натрий гидроксиді NaOH ерітілді.Алынган ерітіндінің тығыздығы  1,04 г/мл.Ерітіндідегі натрий гидроксидінің молярлық концентрациясы?\n\nNaOH мөлшерін анықтайық: 10/40=0,25 моль\n\n m(p-pa)=240+10=250г\nV(p-pa)=250/1,04=240,4мл\nмоль.конц.=1000*0,25/240=1,04 моль/л",
                "date": "22.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таксистпен сөйлескің келмесе, қалай үнін өшіруге болады?",
        "question_content": "Өзі таксист болғанымен жұмысы жоқ, бірақ ел, халық, саясат туралы сөйлегенде алдына жан салмайтын таксистке байқамай отырып қалған кезде оның мылжың әңгімесін естімеудің жолы бар ма? Сөйлемей үндемей отырайын десең де, қайта-қайта сұрақ қойып зығырыңды шығаратын таксисттің үнін қалай өшіруге болады?",
        "question_date": "15.03.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Наушник киіп алыңыз) Өзі ыңғайсызданып қалады",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен қалай емделе аламын?",
        "question_content": "Саламатсыздар ма? Мектепте мұғалім болып жұмыс істеймін. Сыныбым бар.  Қазір денсаулығыма байланысты емделіп ауруханада жатырмын. Ендігі сұрағым маған тоқсан сайын берілетін отчетті ауруханаға апарып істе,қағаздарыңды ретте дейді. Мен емделемін бе,əлде ауырсамда осында жатып қағаз жазамын ба? Орныңа келген мұғалімнің міндеті емес дейді. Кімдікі дұрыс заң бойынша?",
        "question_date": "15.03.2017",
        "question_tag": "Денсаулық",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Талаптыға нұр жауар\" деген тақырыпта шығарма керек?",
        "question_content": "\"Талаптыға нұр жауар\" деген тақырыпта шығарма керек?",
        "question_date": "15.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Поэзия сөзден жасалғанмен, сөзден биік тұрады. Абай: “Қуатты ойдан бас құрап, еркеленіп шығар сөз” дейді. “Қуатты ойдан бас құрап” та жақсы өлең болмауы мүмкін, гәп “еркеленіп шыққанында” жатса керек.Не көп - өлең жайлы пікір көп. Жыр хақында жақсы да, жаман да жақсы айтуға жан салған. Бірақ бұдан жақсы өлең көбейіп жатқан жоқ, қайта сараланып, екшеліп келеді. Күні кеше мақталған өлеңдеріміз бүгін қарасақ тым жұпыны, солғын көрінеді. Әдетте жақсыны тоздыратын жақсы, жаңаны ескіртетін жаңа дейміз. Осы тұрғыдан ойлағанда өлеңге өріліп кеп қосылып жатқан жалқы ақындар да байқалмайтын сықылды. Ең соңы осыдан сегіз-он жыл бұрын аталған фамилиялар. Әзірге жұрт таныған жақсы өлеңді беріп жүрген де солар. Атап айтқанда Қадыр мен Мұқағали, солардың тұстастары. Күні бүгінге шейін поэзия жөніндегі оңды-солды пікіріміз де солар төңірігенде болып барады. Олардан кейін ақын шықпады деуден аулақпыз. Ақын бар, тіпті көп. Жыл сайын Жазушылар одағына қабылданып жүрген лек-лек жұрттың тоқсан проценті ақын. Олардың алды бес-алтыдан, соңы екі-үштен жинақ берген. Кітаптарына жазылған аннотация да, берілген тираж да бірдей, бірінен бірі айырғысыз, бәрі жас, бәрі “Отанға, туған жерге деген махаббаттарын жыр етеді. Бұлай сөйлегенде бүкіл бір ұрпақтың, бір уақыттың ақынына сыпыра сын айтқалы отырғамыз жоқ, қайта, олардың арасында да алдыңғы топқа қосылып қалған өнер шеберлерінің, бұғанасы бекіп, сын көтеруге жарап қалған кісілердің бар екенін айтпақ ек.\nД. Қанатбаевтың кейінгі жинағы “Жеті қарақшы – жеті жұлдыз”. Дүйсенбек өлеңді ойлы жазуға, алған тақырыбының күнгейі мен көлеңкесін салыстыра жырлауға тырысады, кез келген болмыстан драма, контраст жасауға бейім. Кітаптағы “Жеті қарақшы – жеті жұлдызы” негізінен жақсы өлең, тұтас дүние.... \nО, жеті жұлдыз, көріндің маған сен қазіранашым жолға арнағанкүп-күрең жеті шелпектей.... \nӨзіңе қарап жатайын\nЖер-ана болып тебіреніп\nТүгендеп жеті мүшемді...\nӨлеңнің әр жерінен алынған осы үзіндінің өзі ақынның ойлау, сөз өру тәсіліндегі өзіндік ізденісті аңғартады. Әр сөзін мұқият екшеп, мағына-мән беріп сөйлейді. Бұл ақынның өскендігінің белгісі. Алыс ұғымды жақындату, абстрактілі жайды өзіміз күнде көріп жүрген нәрсеге балау арқылы қолға ұстатады. Сырт қарағанда жұлдызды шелпекке теңеу келмейді. Осы арада өлеңді көзге ыстық қып тұрған “жеті” деген сан.Өлеңнің өн бойында өзек – сол, “жеті”, жеті саны жайлы халық ұғымы. Бірақ, үңіле түссек “жеті қарақшы да” мінсіз емес. “Жапанда міне жатырмын жалғыз шалқамнан” – дұрыс дейік. “Топырақ ыстық, өтеді табы арқамнан”. Міне, осы, екінші жолда жырдың шыншылдық, сендіргіштік қуаты әлсіреп кетеді. Себебі, автордың суреттеуінде мезгіл түн, даланың айсыз, ашық аспаны. Бәлкім, ол жердің топырағы түнде де суымайтын шығар, әйткенмен, түннің аты – түн. Әрі қарай: “Жұлдызы әрбір қоңырау қаққан өрт арман”. Мұны ұғыну тіпті қиын. Өйткені, ұғынатын ештеңесі жоқ, сөздердің мағынасыз үйлесімі ғана. Мұндай жолдардың аржағында терең бірдеңе жатпаса, ренжітіп тастайды. Жо-оқ, бұл, қайбір жолдастардың аузынан тастамайтын “бұлдырлық” емес, астары айқын, мағынасы – мағынасыздық. Мұның бәрі тым кішкене, ұсақ ақаулар. Бірақ, жақсы өлеңнің бойындағы ұсақ мін – он еселеніп, үлкейіп көрінеді. Мәселен, “өрт арман”, “арман алаңым”, “арманның ұстап бір ұшын” деген тіркестер түгелімен осы өлеңнің ішінде.Жалпы, “арман” деген сөзді ақындар өте жиі қолданады. Сөйтіп, сөздің бастапқы мәнін жояды. Әрине, бір сөзде тұрған ештеңе жоқ, ақынның, әсіресе жас ақынның тіліне “арманның” көп оралуын түсінуге де болады, әйткенмен, сөздің бүкіл рухпен, жан-деммен айтса – мін боп көрінбес еді. Мәселе тіл ұшымен, жансыз, қызусыз қайталанатынында жатыр. Екінші cөзбен: сөздің сыртын, сыртқы ажарын ғана қызықтау. Бір кезде біздің өлеңде: “аққу”, “аққұс”, “әппақ”, “пәк” секілді сөздер өріп кетті. Ондай жылтырақтардың өнер құнын арттырмағаны белгілі. Диуананың жыртық шапанына тағылған жалған, алдамшы әшекейдей сылдырмақтың күні өтті. Әр сөздің исін, дәмін айырмай, сыртына қарап қолдану – талғамсыздыққа апарады. Осыған қайсыбір ақындардың еліктеу-солықтауын қоссақ - сын айтпауға болмайды. Қазіргі лирикада тарихшылдық басым. Әруақ, арғымақ, батыр, дала. Жырлауға қолайлы-ақ. Арғымақпен кең далада көсілткен... қандай рақат! Бұған қай қазақтың арқасы қозбайды! Арғымақты жырлаған ақынға қай қазақ риза емес! Әттең, өлең - өлең, болмыс - болмыс. Өз басым арғымаққа да, әруаққа да қарсы емеспін, тек осы сөздерді өлеңге қосып, соны ұлттық бояу, колорит санайтын әдебиетшілерге жөнді түсінбеймін. Аталған тақырыптарға бірер сәтті жыр жазылса болды – жас ақындар еліктей жөнеледі. Олар да арғымақ, әруақ, дала жайлы қос-қос өлең өреді. Арғымақтың ық жағынан жүрген кісіні де көрген емеспіз, жабыға мінгеніміз бар. Аттың мінер жағы мен қамшылар жағын айыра алмайтын жігіттердің “Сәйгүлік баптағаны” бір түрлі сендірмейді.. Жалпы, көзі танып, көңілі сенбеген объектіні қалай жырлайды?Сәбит Мұқанов бір кезде былай жыр етті:“\nҚажымас қара айғырым,\nҰрпағың мол жайғырым,\nДемі - өт, ішегі –сым т.б.\nОсы теңеу, салыстырулар ол кезде жаңа еді, бүкіл қазақ совет поэзиясына игі әсер еткен “Қара айғыр” поэмасы – паровоз туралы болатын.Бүгін оқыған отыз жасар ақын Кеңшілік Мырзабеков паровоз хақында:“\nЕндіктерменен, еңкеулерменен тайпалған\nҚұлындай орғып,Құйындай ойнап қайқаңнан.\nОтанның шалғай түкпірлеріне таралып,\nЗаманның жүгін арқалап алған майталман”. - деп жырлайды. Заманның жүгін паровоз көтергенмен, осы шумақ көтере алмай тұр. Неткен ескішілдік! Сәбеңнің “Қара айғырынан” қалған құлынның да қартаятын кезі болып еді... Немесе:... Қорық көрген құнандар көп келмейді,Құлын-тайға қайырусыз өкпем кеп тұр.“Өкпем кеп тұр” деген тіркеске жабыспай-ақ қояйық. Бұл Кеңшіліктің “Біздің ауыл, аржағы көкпеңбек қыр” деп басталатын өлеңінен. Қазір қай ауылдың да ар жағы “көкпеңбек қыр”. Тек, байқап қарасаңыз, ауыл тұрмысы қалай өзгерген? Біздің совхозда да жылқы көп, бірақ қымыз ішу қиын, бие байламайды. Ауылда мал сауу қалып бара жатыр. Неге? Міне, бұл басқа мәселе. Осыны неге жырламайсың деп солақай кінә тағудан аулақпыз. Әйткенмен, өмірдің, тұрмыстың шындығынан тыс шығарма болады дегенге өз басым илана алмаймын.Кеңшілік Мырзабеков қызығып, қыздырмалап сөйлейтін, екпінді ақын. Өлеңдері еркін, көсілме келеді.Бірлік пен достық, бір ауыз сөз жоқ бағаңа,Одағым күшін осыған қарап шамала!Тағы да менің жеттіңдер жаңа достарымАрқадағы жас Арқалық деген қалаға.Қайда да барсам жарқын да, жайсаң жаранменҚауышамын да, табысамын да қалам мен.Ұлғая түсіп, ұзара түсіп келедіАдамның күні, адамның күні адаммен.Ақынның “Іңкәр дүние” атты жинағында бір сыдырғы тәуір шумақтар баршылық.Жағалауда құба тал,Тал арасы жалбыз ғой.Суат жаққа құдашаКеле жатыр, жалғыз ғой...Ақ балтыры қозғалса,Ақ көйлегін жел қаққан.Оң аяғын созғаншаСол аяғын шаң қапқан.Осындай жолдардан басталған жыр бірте-бірте тереңдей, күшейе түссе ғой. Кеңшілікте, көбіне, не бітпейді, не асып жығылады. Кейде жалпылама қызыл сөздер бірін-бірі қуып кетеді. Негізгі тін, негізгі жүйе шықпай қалады, не олақ, дөрекі түйіледі. Бұның бәрі ізденудің, әлі де еңбектің аздығын танытады. Ылғи уыз, қаймақ, күйіс қайырған қойлар, тай, құлын, шопан, жалбыз... Әр қайсы көрінген жерінде, тұтас образ жасап, бейнеге айналмай қала береді. Ең жақсы жерде үзіліп кететін кино-лента секілді өкіндіреді де отырады.Жатты үзіліп телеграфтың бір сымы,Жатты үзіліп бір тамыры әлемнің,Шыр айналған уақыттың ұршығыҚалды осында тұншығып (?).Үзінді Темірхан Медетбековтың “Сапар алдында” жинағынан, “Телеграф сымы үзілген жерде” атты өлеңінің бірінші шумағы. Өлеңнің жалпы тіні үзілмеген, біртұтас, жап-жақсы шыққан. Айтар ойының маңызы, салмағы бар, керек жерден түйілген де. Тек... “Шыр айналған уақыттың ұршығы.” Шыр айналғаны қалай? Тіркес уақыт мінезін бере ала ма? Ұршық болғаны аздай “тұншыққан” несі? Осындай олпы-солпылықтар Темірхан сын-ды әлуетті ақындардан кездескеніне қынжыласың. Оның жолдары, әдетте, нық, мығым жататын. Әр сөзінің орны бар, жігі, қиюы қашпайтын жолдар болушы еді. Образ, теңеулері тың, өзіндік көру, сезуі анық байқалған ақын Темірхан. Онда көзді алдау үшін қалқита салған қатырма декорациялар болмайды. Ақындық логикасы мықты, талантына талғамы сай жігіттің осы жинағында мүкіс жерлер аз да болса көзге ұрады. “Бір қарын майды бір құмалақ шірітедінің” кебі. Өз тұстастарының ішінде теңеу, образға алғыры да осы Медетбеков.Шыршалар тағып алып жалтылдайды“Балалар әлемінің” ойыншығын...Жаңа жыл өткізбекші тойын шұғыл.Бұл үзіндіде уақыт бар, уақыт өткіншілігін сезіну бар.Мойынын созып тұрған шампандар даЖіберді тақиясын аспанға атып.Көзге бірден шалынбай ма?Уақыт талабы, дәуір тынысы дегендер қазір көп айтылады. Экскаватор, атом, футбол, эстрада секілді сөздерді өлеңге қанша тықпалағанмен, одан поэзия жаңармайтыны белгілі. Арғымақ пен домбыраның ұлттық бояу болмайтыны тәрізді, “космос” пен “стадион” да бүгінгі күн тынысын таныта алмайды. Көркем өнер туындысының қай-қайсысынан болсын мұндай арзан, алдамшы колоритты ешкім күтпейді. Мән рухта, шығарманың бүкіл болмыс, табиғатында. Жазу тәсілінің өзін жаңадан іздеуде. Әр жаңа ой, жаңа образ, егер ол шын мәніндегі жаңа болса, өзіне сай формасын ала туар болар. Осы тұрғыдан қарағанда Темірхан өлеңдері бүгінгі талапқа көбірек сай келетін секілді.Нарттанып,маздап,толықсып,Шашбауын жинап жарықтың,Құлағанда талықсыпКөкжиекке алып күн –бір алапат басталды.Түйдек те түйдек төңкеріп,шабындығында аспанныңШөмеле-бұлттар өртеніп.“Кешкі бұлттар” өлеңі осылай басталады. Мұны қазіргі лириканың мінсіз үлгісі ретінде ұсынғалы отырғамыз жоқ. Ақынның болмысты көру, сезіну ерекшелігіне ғана мегземекпіз. Өлеңдерінің тақырыптары да бір түрлі, қызық. “Жұмысшы”, “Мұнайшы-барлаушы”, “Жүк машиналары”, “Глобус”, “Волейбол”, “Телеграф сымы үзілген жерде”, “Сағаттар” т.б. Осындай лирика тіліне “ерімейтін” тақырыптардың өзі өлеңге айналады, қызғылықты оқылады. Бұл жаман болмаса керек. Қасиет демекші, көп жинақта қасиет жоқ. Тіл ұшынан ғана ұшқан жансыз сөздер, айтыла-айтыла ажары өшкен ой. Жалған ақылды жасанды пәлсафаға орап ұстата салады. Не шіп-шикі өтірік. Бойларына, болмыстарына жараспайтын, әлдекім әлдеқашан айтып кеткен түйін-сүйінді өңін айналдырып, жаңартқан болады. 1945 жылы туған жігіттер соғыс зардабын көргендерін айтып, кемсеңдегенде – сеніп қала жаздайсың. “Бүтіндей өтірікке берілген адамды ақыл мен талант тастап кетеді” (Белинский).Күләш Ахметова жыр кітабын әлі ұсынбаған жас. Жазғандары да күні бүгінге шейін журнал қабаттары мен газеттердің бұрыш-мүйісінен ауыспаған. Осынау кішкене өлеңдердің өзі Күләшті айрықша қояды. Май таңының шығындай, жоқ, шықтан жиылған тамшыдай мөлдірғ пәк, әрі мінезді, шын мағынасындағы қыз мінезді поэзия. Біздің қайсыбір ақындарымыз поэзияның “ақ босағасын” мызылып аттайды да, ілез өзгеріп сала береді. Сыпырғышты ала, төрге қарай сыпырады. Ер мінез, еркектік жасаймын деп, еркекшораланып бітеді. Өнерді атақ, дәреже көретіндіктің белгісі бұл. Күләштің өлеңдерін оқығанда қазақтың халық әндерін тыңдағандай боласың. Әрі мәнді, терең, әрі қарапайым. Орғып, секіріп, “мені көр” деп тұрған ештеңе жоқ, бәрі орнында, бәрі жарасымды.Мезгіл-өзен, ақырын ақпайтыны қинайды,Менің қайғым басқаға батпайтыны қинайды.Бізді жұрттың білмей-ақ мақтайтыны қинайды,Бір көгершін кеудемде таппай тыным қинайды.Жыр әкелмей жастықтың неге түні қинайды,Жылдардың да күттірмей келетіні қинайды...Нені болсын көкірек-көңіліне жақын қабылдайтын жаны жалаңаш адамның сөзі. Жылдар неге күттірмей келеді? Ақынның кімді, нені болсын күткісі бар. Күтуден, сарғаюдан ләззат табатын секілді. Айы, күні белгілі мезгілдің өзі кідіре тұрса екен! К. Ахметова бір өлеңінде: “Сен неткен бақытты едің, қайғылы ақын!” дейді. Біздіңше, қайғылы ақын емес, дәл осылай айта алған ақын бақытты. Күләш өлеңдеріне зер салғанда испан ақыны Унамуноның: “Я чувствую головой, думаю сердцем” деген сөздері еске түседі. Асылы, ақын атаулыға бұдан артық “мінездеменің” керегі бола қоймас. Күләштің ертең не жазатынын, қалай жырлайтынын мен білмеймін. Әзірге, “ақын, нағыз ақын” дегеннен бөтен мақтауым да жоқ. Бірақ ақындық - өнердің топырағы ғана, оған әлі дән себу, күту, өсіру керек...Тағы бір сөз. “Амангелді” кино-фильмі Жамбыл ауылында түсіріліпті. Бес жүз қарар аты, адамы бар қалың топ. Кейін үлкен актер, режиссер болған бір ағамыз Жәкеңе еркелеп әзіл айтады: “қой сойып, қонақ етпесеңіз, ауылыңызды шауып аламыз”. Қарт ақын бір түрлі өкпелеп, одан гөрі таңданып, былай сұрақ қояды:” Өй, әлгі ағаш қылыштарыңмен шабасыңдар ма?” Ақынның көңілін әбден түсінуге болады. Ағаш қылышпен шабу деген ұғымды миына сыйғыза алмаған ғой. Сол айтқандай, ағаш қылыш киноға болмаса, лирикаға үйлеспейтін қару дер едік.\n\nДереккөзі.",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетінде тіршіліктің пайда болуы туралы тест керек?",
        "question_content": "ЖЕР БЕТИНДЕГИ ТИРШИЛИКТИН ПАЙДА БОЛУЫНА БАЙЛАНЫСТЫ ТЕСТ КУАП БЕРЕСИЗДЕР МЕ",
        "question_date": "15.03.2017",
        "question_tag": "Биология",
        "question_views": 19000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер бетінде тіршіліктің дамуы теорияларының негізгі бес жолы:\n1. Тіршілік табиғаттан жоғары күштің әсерінен бір мезетте жаралды\n2. Тіршілік өлі табиғаттан (заттан) бірнеше рет пайда болды\n3. Тіршілік мәңгілік\n4. Тіршілік біздің планетамызға басқа планетадан келді (панспермия)\n5. Тіршілік химиялық және физикалық заңдылықтарға бағынатын құбылыстардың нәтижесінде пайда болған.\n\nТіршіліктің пайда болуы жайында, негізінен, бір-біріне қарама-қарсы екі көзқарас қалыптасқан. Оның біріншісі- тіршілік өлі табиғаттан пайда болған абиогенездік теорияға келіп тіреледі. Екінші көзқарас- биогенездік теория. Бұл көзқарас бойынша тіршіліктің өздігінен пайда болуы мүмкін емес. Тіршіліктің айда болуы жайындағы бұл екі көзқарас арасындағы өзара келіспеушілік осы күнге дейін жалғасып келеді.\n\"Тіршілікті белгілі бір уақыт аралығында ерекше құдіретті күш жаратты\" делінсе, ал грек философы Аристотель: «Тіршілікті ешқандай құдіретті күш жаратқан жоқ, ол өздігінен өлі денелерден пайда болды» деді. Мысалы: бит-еттен, қандала- жануар шырышынан, шұбалшаң- балшықтан пайда болады деген көзқарастар болды. Құрттар -топырақтан, шыбындар-шіріген еттен, ал тышқандар дәннен немесе кір-ластан айда болды деп есептеген.\nГолландиялық ғалым Ван Гельмонт: «Тышқандар кір киімнен пайда болды»\nДәрігер Парацельс: «Адамды қолдан жасап шығарудың» әдісін ұсынды.\nЛуи Пастер: «Тірі организмдер басқа тірі организмдерден дамып жетіледі»\nКелесі бір теорияда: \"Жер еш уакытта жанадан пайда болған жоқ, ол әуел бастан мәңгі, олай болса, жер бетіндегі тіршілік те мәңгі\", — делінеді. Бірқатар ғалымдар: \"Жер бетіне басқа ғаламшардан өсімдіктің тозаны, споралары, тіпті ұсақ организмдер де келіп түседі\", — деген ойда болған.\nТіршіліктің құпия сырларын білу үшін ағылшын философы Френсис Бэкон- (1561-1626 жж) міндетті түрле бақылау, эксперимент жасап зерттеуді ұсынды. Осы ұсынысы арқылы түрлі діни сенімдерге батыл қарсы шықты. Ғалымның эксперимент жасап алынған деректерді талдап салыстыру керек деген көзқарасы жаратылыстану ғылымының дамуына ерекше әсер етті.\nФ. Реди және Л. Пастер тәжірибелері. XVII ғасырда италиялық дәрігер Франческо Реди (1626—1698) тәжірибе жүргізіп, \"тіршілік өздігінен пайда болды\" деген теорияға қарсы шықты. Ол бірнеше ыдысқа өлген жыланның денесін салып, біразының бетін жауып, біразын ашық, қалдырған. Бірнеше күннен кейін жабық ыдыстарда еш өзгеріс болмады, ашық ыдыстағы өлексе құрттай бастаған. Ф. Реди: \"құрттар өздігінен пайда болған жоқ, шыбынның етке салған жұмыртқасынан шыққан дернәсіл\", — деп түсіндірді. Ф. Реди тәжірибе қорытындысын 1661 жылы жариялап, тірі организмдердің өлі материядан пайда болмайтынын, яғни сазбалшықтан — бақа, ескі кір шүберектен — тышқан түзілмейтін дәлелдеді.\n1775 жылы М.М. Тереховский ішінде сорпасы бар ыдысты қайнатып, оның аузын тығыз етіп жауып тастады. Онда ешқандай өзгеріс байқалмады, ал аузы ашық ыдыстағы сорпаның бірнеше тәуліктен соң ашып кеткендігі байқалды. Ол кезде микроазғалар жөніндегі ғылыми деректер мардымсыз болатын. Виталистік (латынша — vitalis\" — тірі, тіршілігі бар деген ұғым) көзқарастағылар: \"аузы жабық ыдысқа \"тіршілік күші\" кіре алмағандықтан тіршілік пайда болмады, сорпаны қайнатқан кезде \"тіршілік күші\" өледі, — деген қарсы пікірді ұсынды.\n\nЛ. Пастер тәжірибесі.\n\nСыйлыққа 1862 жылы сол елдің әйгілі ғалымы Луи Пастер ие болды. Ол мынадай тәжірибе жүргізді: S тәрізді иілген түтік жалғанған бірнеше колбаға ет сорпасын құйып, ұзақ уақыт қайнатты. Соның нәтижесінде микробтар ғана емес, олардың споралары да жойылды. Содан кейін колбалардың аузын ашық қалдырып, тегіс жерге орналастырды. Микроорганизмдердің споралары түтіктің иілген жеріне шөгіп, одан әрі өте алмағандықтан, сорпа көпке дейін бұзылмай сақталды. Бірақ колбаның біреуін сәл еңкейтіп, сорпаны иілген түтікке жеткізіп қайта кері құйғанда, сорпа көп ұзамай бұзыла бастады. Өйткені түтікке түскен микробтар сорпаға өтіп, қоректік ортада тез өсіп, көбейді. \"Ендеше, тірі организмдер басқа тірі организмдерден дамып жетіледі\", — деп, Пастер тіршіліктің өздігінен пайда болмайтынын тағы дәлелдеді.\n\nКреационизм\n\nК.Линней, Ж.Кювье\n\n“Жер бетіндегі тіршілік мәңгілік әрі оны жаратушы күш бар”.\n\n“Панспермия” теориясы\n\n“Жер бетіне тіршілік тұқымы басқа ғаламшарлардан метеориттер және ғарыштық шаң-тозаңдар арқылы үнемі таралып тұрады”.\n1865 жылы неміс ғалымы Г.Рихтер ұсынды.\n“Тіршілік жер бетінде мәңгілік” теориясы\n1880 жылы неміс ғалымы В.Прейер ұсынды.\nВ.И.Вернадский: “ тірі организмдер мен өлі табиғаттың арасында ешқандай айырмашылық жоқ”.\n\n3. Екінші топ тұжырымды оқиды және үш жауаптың қайсысы дұрыс еместігін талқылайды.\n\n§3 Тіршіліктің пайда болуы туралы алғашқы көзқарастар. (Ф.Редидің тәжірибелері, В.Гарвейдің ой-пікірлері, Л.Пастердің тәжірибелері. Тіршіліктің мәңгілік теориясы. Жер бетінде тіршіліктің пайда болуы туралы материалистік көзқарастар).\nБағалау.\nӘр топ басшыларының алдында алдын ала сызылып дайындалған кестелер болады. Онда сол топ мүшелерінің аты-жөндері, тапсырма нөмірлері, қосымша сұрақтардың жауабына арналған баға мен жалпы баға қоюға арналған бөліктер болуы керек. Бағалар сабақ барысында қойылып, мұғалімге тапсырылады.",
                "date": "15.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темір екі гидрокарбонаты құрамындағы темірдің массалық үлесі?",
        "question_content": "Темір/екі/ гидрокарбонаты құрамындағы темірдің массалық үлесі неше %?",
        "question_date": "15.03.2017",
        "question_tag": "Химия",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr Fe(HCO3)2=56+(1+12+48)*2=178\n\nU(Fe)=56/178•100%=0,31",
                "date": "4.11.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бақтығұлдың бейнесіне шығарма жазу керек?",
        "question_content": "Әдебиет пәнінен 3 күнде шығарма жазуым қажет.Қараш-қараш оқиғасындағы Бақтығұлдың бейнесіне шығарма жазып бересіздерме?",
        "question_date": "15.03.2017",
        "question_tag": "Мектеп",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Елім ай\" тақырыбында ашаршылық кезең жайлы мақал-мәтел немесе нақыл сөздер керек?",
        "question_content": "\"Елім ай\" тақырыбында ашаршылық кезең жайлы мақал-мәтел немесе нақыл сөздер керек?",
        "question_date": "15.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ел мен жер егіз.\n\nЕлге бай құт емес, би құт.\nЖұрт дегенде жұмылып,\nЕл дегенде егіліп.\nИесіне керек болса қоңсы өкпелемейді.\nТура биде туған жоқ,\nТуғанды биде иман жоқ.\nТүгел сөздің түбі бір,\nТүп атасы Майқы би.\nЕ, құдайым, би қыл,\nБи қылмасаң, би түсетін үй қыл.\nЕлшіге өлім жоқ.\nЕлдестірмек елшіден,\nЖауластырмақ жаушыдан.\nЕлшінің қылышы – тіл.\nЕл ағасымен жарасады,\nКиім жағасымен жарасады.\nАталар сөзі –\nАқылдың көзі\nТуған жер - тұғырың,\nТуған ел - қыдырың.\nЕл қадірін көрген біледі,\nЖер қадірін жүрген біледі.\nАдам елінде көгерер,\nқоға көлінде көгерер.\nБөтен жердің гүлінен\nТуған жердің тікені артық.\nӨз елімнің басы болмасам да,\nСайының тасы болайын.\nТуған жердің күні де ыстық, түні де ыстық.\nЕлінен безген оңбайды,\nКөлінен безген қонбайды.\nЕл не демейді,\nесек не жемейді.\nЕл болам десең, бесігіңді түзе.\n\nОтан – елдің анасы\nЕл – ердің анасы.\nТуған жердей жер болмас,\nТуған елдей ел болмас.\nОтанды сүю – от басынан басталады.\nПәлен жерде алтын бар,\nӨз еліңдей қайда бар.\nТуған жердің жуасы да тәтті.\nӘркімнің өз жері - жұмақ.\nЕр елінде,\nГүл жерінде.\nӨз елінде көртышқанда батыр.\nӨз елінің иті де қадірлі.\nАуыл итінің құйрығы да қайқы.\nОтан үшін күрес,\nЕрге тиген үлес.\nҚұртақандай торғай да,\nӨз ұясын қорғайды.\nОрағың өткір болса,\nҚарың талмайды.\nОтаның берік болса,\nЖауың алмайды.\nОтансыз адам –\nОрмансыз бұлбұл.\nҮйде оңбаған,\nТүзде де оңбаған.\nЕлінен безген ер болмас,\nКөлінен безген қаз болмас.\nСағынған елін аңсайды,\nСарыала қаз көлін аңсайды.\nЖат елдің қаршығасынан,\nӨз еліңнің қарғасы артық.\nБақа көлінде патша,\nБалық суында патша.\nЖігіт елінде патша.\nЕгілмеген жер жетім,\nЕлінен айрылған ер жетім.\nОтанға опасыздық еткенің,\nӨз түбіңе өзің жеткенің.\nЕрінен айрылған көмгенше жылайды,\nЕлінен айрылған өлгенше жылайды.\nЕл іші алтын бесік.\nЖері байдың елі бай.\nОтан –қуат,\nОтбасы – шуақ.\nЕл елдің бәрі жақсы, өз елің бәрінен жақсы.\nЕсің барда елің тап.\nТуған жердің ауасы да шипа.\nЕліңе қарап, ертеңіңе қамдан.\nЕрден аспақ болса да,\nЕлден аспақ жоқ.\n\nОрта жүзді қамшы беріп дауға қой,\nҰлы жүзді қауға беріп малға қой,\nКіші жүзді найза беріп жауға қой.\nДанышпан айтса, ел айтқаны,\nЕлдің қамын жеп айтқаны.\n\nЕлің - панаң,\nЖерің – анаң.\n\nӨз елің өзекке теппес.\n\nЕлуінде ер дана,\nЕлу жылда ел жаңа.\nЕл жасымен көрікті,\nТау тасымен көрікті,\nАяқ асымен көрікті.\nӨз елің - алтын бесігің.\nКісі елінде сұлтан болғанша,\nӨз еліңе ұлтан бол.\nИт тойған жеріне,\nЕр туған еліне.\nКімнің жерін жерлесең,\nСоның жырын жырларсың.\nӨз елімнің басы болмасам да,\nСайының тасы болайын.\nЕлінен безген оңбайды,\nКөлінен безген қонбайды.\nІргесі берік елді\nЖау ала алмас.\nАуызы бір елді,\nДау ала алмас.\nҰлтарақтай болса да,\nАта қонысы жер қымбат.\nАт төбеліндей болса да,\nТуып өскен ел қымбат.\nЖат елдің жақсысы болғанша,\nӨз еліңнің сақшысы бол.\nӨз елім - өлең төсегім.\nЫнтымақсыз елді -\nҰрысы билейді.\nЫнтымақты елді -\nДұрысы билейді.\nАлтын алма, алғыс ал,\nАлтын деген - жер сыйы,\nАлғыс деген - ел сыйы.\nЕл даусыз болмайды,\nЕр жаусыз болмайды.\nЕл құлағы елу.\nБүлінген елден,\nБүлдіргі алма.\nБалық іздесең көлге бар,\nБереке іздесең елге бар.\nЕл-жұртыңның қадірін\nІс түскенде білерсің.\nСары тонның қадірін,\nҚыс түскенде білерсің.\nЕркектің жаманы,\nҚатынын жамандар.\nЕлдің жаманы,\nБатырын жамандар.\nАңқау елге - арамза молда.\nОтан – оттан да ыстық.\nОтансыз адам,\nОрмансыз бұлбұл.",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кіріптар сөзінің мағынасы?",
        "question_content": "Кіріптар сөзінің мағынасы керек еді?",
        "question_date": "15.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 9200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кіраптар дегеніміз: надежный ма деген сол",
                "date": "10.04.2017",
                "upvotes": 0
            },
            {
                "text": "Қарыз деген мағына",
                "date": "14.07.2017",
                "upvotes": 0
            },
            {
                "text": "Мұқтаж деген мағынаны береді.",
                "date": "28.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектептің ауласы тіктөртбұрыш пішінді?",
        "question_content": "Мектептің ауласы тіктөртбұрыш пішінді. Оның ені 100 м,ал ұзындығы 200 м. Мектеп ауласының қоршауының ұзындығын тап. 100 м орынына 1 см.Аал 200 м орынына 2 см алып.мектеп ауласынын",
        "question_date": "15.03.2017",
        "question_tag": "Математика",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарылады",
                "date": "25.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоспадағы мыстың массалық үлесі қанша?",
        "question_content": "Массасы 9г алюминий мен мыс қоспасын хлорсутек қышқылымен өңдегенде 5.6л (қ.ж) газ бөлінді. Қоспадағы мыстың массалық үлесі(%).",
        "question_date": "15.03.2017",
        "question_tag": "Химия",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 9г алюминий мен мыс қоспасын хлорсутек қышқылымен өңдегенде 5.6л (қ.ж) газ бөлінді. Қоспадағы мыстың массалық үлесі(%).  жауабы: 50%",
                "date": "2.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автомобильдің барлық жолындағы орташа жылдамдығы қандай?",
        "question_content": "Автомобиль жолдың бірінші жартысында 72 км /сағ,ал екіншісінде 30км/сағ жылдамдықпен қозғалды.Автомобильдің барлық жолында орташа жылдамдығын анықтау керек .",
        "question_date": "14.03.2017",
        "question_tag": "Физика",
        "question_views": 10800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орташа жылдамдық осылай табылады",
                "date": "25.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актив Start тарифтен қалай шығалам",
        "question_content": "Актив Start қалай шығам",
        "question_date": "14.03.2017",
        "question_tag": "Байланыс операторлары",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алимент өндіруге болама?",
        "question_content": "Мен куйеумен ажыраскам екі балам бар соган куеуімнен алимент ондіре аламба бірак куйіуім бірінші некесіненде 2баласы бар ж.е оларга алимент толейді бундай жагдайда мен куйеуімнен алимент ала аламба",
        "question_date": "14.03.2017",
        "question_tag": "Заң",
        "question_views": 686,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əрине өндіре аласыз, арнайы ДНК сараптамасын жасатып, баланың əкесі екенін дəлелдейтін құжат алып сотқа бересіз. Қиыны сараптама ақылы",
                "date": "16.03.2017",
                "upvotes": 0
            },
            {
                "text": "Алимент өндіре аласыз яғни ол сот тәртібімен сізге алимент төлейді. сізге және ол кісіге 25 пайыздан төлеп отырады. Ерлі-зайыптылардың (бұрынғы ерлі-зайыптылардың) арасында алимент төлеу туралы келісім болмаған кезде, жұбайдан (бұрынғы жұбайдан) сот тәртібімен өндіріп алынатын алименттің мөлшерін ерлі-зайыптылардың (бұрынғы ерлі-зайыптылардың) материалдық және отбасылық жағдайларын және тараптардың басқа да назар аударарлық мүдделерін негізге ала отырып, алимент төлеу кезіндегі қолданылып жүрген айлық есептік көрсеткіштің еселенген қатынасында сот айқындайды.",
                "date": "10.02.2021",
                "upvotes": 0
            }
        ]
    }
]