[
    {
        "question_title": "1 минут деген не? 1 минут қағидасы/ Кайдзен тəсілі",
        "question_content": "Жапондық менеджер Масааки Имаи \"1 минут қағидасы/ Кайдзен тəсілі\" жалқаулыққа қарсы дейді. Ең болмағанда соны іске асырып көрейік. Қарап тұрсам, 1 минут деген не?",
        "question_date": "28.02.2016",
        "question_tag": "Мамандық",
        "question_views": 968,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Әлемде 100-ден аса мемлекетте, соның ішінде, 2500 университетте қытай тілін үйренудің сан әдістері мен бағдарламалары бар. Қосымша, 54 елде Конфуций институты бар. Тілді не үшін үйренемін? Мәдениет, тарих, қарым-қатынас – тілдің көмегімен дамиды. Жеке өміріңізде, карьера, бизнесте сізге үнемі көмек беруші ол сіздің тілдік біліміңіз. Болашақтағы жарқын өміріңіз үшін инвестиция құйыңыз – уақытыңыздың қандай да бір бөлігін қытай тілін үйренуге арнаңыз. ӘЛЕМДІК КӨРСЕТКІШ Қытай мәдениетке барынша бай, 5000 жылдан аса тарихы бар әлемдегі ең ежелгі елдердің бірі. Жер шарындағы халқы көп мемлекет, 1,28 миллиард халқы бар. Планетамыздың бестен бір бөлігі қытай тілінде сөйлейді! Путунхуа 873 миллион адамның ана тілі. Қытайдан бөлек қытай тілінде Тайвань, Сингапур, Брунея, Филлипинда, Монғолия, Малайзия сөйлейді. Қытай әлемде экономикасы бойынша екінші орында. АҚШ-тың сауда-саттық саласы бойынша ең үлкен әріптесі. Қытай тілін үйрену әр түрлі ауқымды салаларға жол ашады: саясат, экономика, тарих, археология. ИНВЕСТИЦИЯ Неге қытай тілі? Соның ішінде неге Путунхуа (Мандарин)? 1. Сізде іскерлік және карьералық мүмкіндіктер көбейеді. Путунхуаны білетін тәжірибелі спикерлерге іскерлік орталарда, билікте, халықаралық қатынастарда, ақпараттық технология, туризм, білім беру саласы, аударма сынды жұмыстар дайын тұр. АҚШ-тың колледж, университеттерінде оқытылатын барлық шетел тілдерінің ішінен қытай тілі ең жоғары пропорционалды өсімді көрсеткіш береді екен. 2. Сіздің естен кетпес саяхатыңыз Қытай мен Тайвань елдері шеттен келушілерге естен кетпес демалу үшін барлық жағдайды жасап отыр. Путунхуаны білсеңіз, ортаға сіңісіп кетуіңіз тез болады. Дәстүрлі қытай мәдениеті, конфуций мен будда ілімдері, әскери өнері, қытай асханасы Шығыста, Оңтүстік-Шығыс Азияда елеулі маңызға ие. Сондай-ақ, Марко Поло, Макс Вебер,Бертольд Брехттерді қытай мәдениеті қатты қызықтырып әкетті. ҚАЗАҚ-ҚЫТАЙ БАЙЛАНЫСЫ Қытай - қазақ жерімен шекаралас жатқан үлкен мемлекет. Қазақстан мен Қытай арасындағы дипломатиялық қарым-қатынас 1992 жылдан бері жүріп келеді. Қытай - Қазақстанның ең ірі сауда әріптесі, еліміздің экономикасындағы ең ірі инвестор. 2016 жылдың басынан бергі есеп бойынша, елімізде 668 қытай компаниясы жұмыс жасауда. Қазақстандағы жұмыс жасайтын 22 мұнай компаниясына қытайлардың қатысы бар. Оның ішінде, 10 компания толықтай қытайлықтардың қатысуымен жұмыс жасайды, тағы 8 компанияның 50% -ына қытайлықтар қатысты.",
                "date": "30.03.2016",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Ертең қандай мамандық жəне біліктілік қажет боларын білмейміз?",
        "question_content": "Біз ертең қандай мамандық жəне біліктілік қажет боларын білмейміз. Бір білеріміз критикалық ойлау жүйесі қалыптасқан, мақсатты абстракциялы призма арқылы көре алуды дамыту. Абстракциялы призма арқылы көре алуды қалай дамытуға болады?",
        "question_date": "28.02.2016",
        "question_tag": "Мамандық",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұхтар Әуезов \"Қорғансыздың күні\" кітабы не туралы жазылған?",
        "question_content": "Мұхтар Әуезов \"Қорғансыздың күні\" кітабы не туралы жазылған?",
        "question_date": "28.02.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 30800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүректі сыздатып, көкіректі қарс айыратын шығармалардың шоқтығы биігі осы əңгімелер шығар, сірə. Көлемі шағын болғанымен, əрбір сөйлемінің, нүкте-үтірінің астында ауқымы кең, ойлауға ауыр дүниелер сапырылып жатыр. Құндылықтарды қайта ой елегінен өткізіп, тебіренісің, шіркін. \"Қорғансыздың күні\" жинағымен танысуымды \"Жетім\" əңгімесінің аудионұсқасын көшеде тыңдап жүріп бастадым. Содан не керек, дереу кітабын алдым.\n\nБұл кітапты қолға алған сəттен бауыры бораннан босамайтын, бұдыры жоқ жалаңаш Арқалық сипатталып басталды. Табиғаттың қатал көрінісінің сипатталуы тегін емес екен: бейшара халыққа табиғат та пана болып жарытпапты. Содан барып қорғансыздар: жесір кемпір, орта буындағы жесір əйел мен жетім Ғазиза емес, ол - тегіс халық екенін аңғаруға болады. Бір жақсылықтың нышанын кездестіру үмітімен қайғы үстіне қайғы көрпедей жинплып, жүк болған кітап беттерін, кітап беттерін емес, тарих парақтарын ақтарып отқанда тасқа қашалғандай ауыр ізін қалдырды да кетті...\nҚазақ жұртының жарасынан сыр шерткен шығарма өткен ғасырдың бірінші ширегінде жазылған.",
                "date": "28.02.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақтың аса шебер жазушысы, керемет әңгімелер мен повестердің авторы Мұхтар Әуезовты білмейтін қазақ жоқ. Қазаққа ғана емес, әлемге әйгілі жазушы ол.\nСол керемет жазушының 1921 жылы жазылған \"Қорғансыздың күні\" атты әңгімесін оқыдыңыздар ма? Мен оқып шықтым. Осы әңгімеден алған әсеріммен және оқиғаның желісімен сіздермен бөліссем деймін.\nӘңгімеде Арқалық тауының етегінде Күшікбай деген асуды мекендеген жағдайлары мәз емес ауылда болған оқиға баяндалады. Сол ауылда жасы сексеннен асқан кәрі кемпір, кемпірдің келіні мен он үш жасар Ғазиза атты немересі үшеуі бір лашық үйде күн көреді. Бейшара үшеуінің көрмеген азабы қалмайды. Екі ай бұрын әлгі кемпірдің баласы аурудан көз жұмады. Артынша екі аптадан соң ұлы қайтыс болады. Асыраушысынан айырылған үшеуін туған-туыс, ағайындары қарайласпай тастап кетеді. Үйдің еркектерінен айырылып, қара жамылып отырғанда келінің көзі су қараңғы болып көрмей қалады. Бар ауыртпалық Ғазизаның мойнына түседі. Осылай азапты күндері өте береді. Бір күні осы үйге екі жолаушы келіп түнейді. Үйге келген кісілер көңіл айтып, құран оқиды. Ол екі жолаушының он үш жасар Ғазизаға көзі түсіп, бастарына арамы ой келеді. Сыртқа шыққанда сол ойларын іске асырып, бейшара қызды зорлап, намысын аяқ асты етеді. Бұндай қорлыққа шыдамаған қыз анасы мен әжесіне айтуға бата алмай, әкесінің бейітіне барып, қақаған аязда үсіп өледі. Әжесі мен анасы зар жылап, одан бетер қайғырып қала береді. Әлгі екі оңбаған болса түк болмағандай болып кете береді.\nБұл әңгіме бір ғасыр бұрын жазылғанымен бүгінгі күнгі өзекті мәселелердің бірі жайлы болып отыр. Ең сорақысы өздері құран оқып, сол үйдің қызын зорлағаны болып тұр және қиын қыстауда қалған туысқандарын қалдырып кетіп қалған ауыл адамдарының ісі. Қазақ халқы \"жесірін жылатпаған\" дегенді көп естуші едім. Бірақ осы әңгімеде мүлде басқаша баяндалған. Бұл әңгімедегі қорғансыз үш әйелдің жағдайы жүрегіңді ауыртады. Файзулла Мұхамедәлі.",
                "date": "6.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2-ші дүниежүзілік соғыс кезінде әскерлер елдеріне мыңдаған хаттар жолдаған?",
        "question_content": "2-ші дүниежүзілік соғыс кезінде әскерлер елдеріне мыңдаған хаттар жолдаған бұл хаттарда әскери құпия нәрселер айтылуы мүмкін еді, хаттардың барлығын оқып шығу мүмкін болмады әскери құпия жария болмау үшін почта әкімшілігі жасаған әрекет. Бұл тығырықтан қалай шықты?",
        "question_date": "27.02.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хаттар  2-3 апта кешігіп жіберілді. Осы уақыт ішінде құпия ақпарат маңыздылығы жоғалатын болды.",
                "date": "28.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Фортис витае өнімі, дәрілері жөнінде білгім келеді?",
        "question_content": "Фортис витае өнімі, дәрілері жөнінде білгім келеді?",
        "question_date": "27.02.2016",
        "question_tag": "Тазалық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ресейге оқуға түскім келіп жүр. Қалай түсуге болады?",
        "question_content": "Менің Россия Ресейге оқуға түскім келіп жүр. Қалай түсуге болады? Білгендерініз болса айтасыздарма? Кішкене де болсын мəлімет болса сонын өзі үлкен көмек болар еді!\nАлдынғы жылы оқуға түсе алмадым. Осы жылы Кта тапсырсам ба деп жүргем. Грантқа түсудің жолдары болса тіптен жақсы.",
        "question_date": "27.02.2016",
        "question_tag": "Университет, колледж",
        "question_views": 795,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Асыл тобының қобызсыз айтқан әнін кім біледі?",
        "question_content": "Асыл тобының қобызсыз айтқан әнін кім біледі?",
        "question_date": "27.02.2016",
        "question_tag": "Қазақша ән",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Военкоматта маған акт берді анализ тапсыру?",
        "question_content": "Военкоматта маған акт берді анализ тапсыруға. 10 күн ішінде толтырып әкелмесең штраф салады деген рас па?",
        "question_date": "27.02.2016",
        "question_tag": "Заң",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Денсаулықтарыңызды қалай күтіп жүрсіздер? Спортпен шұғылданасыздар ма?",
        "question_content": "Сіздер өз денсаулықтарыңызды қалай күтіп жүрсіздер? Спортпен шұғылданасыздар ма? Тез дайындалатын тағамдарға қалай қарайсыздар? Оларды тұтынасыздарма?",
        "question_date": "27.02.2016",
        "question_tag": "Денсаулық",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсы өмір сүргіңіз келсе, денсаулығыңызға мəн беріңіз. Адамдар бейсаналы түрде денсаулығының мықты болғанын қаламайды. \"Қалайша?!\" Дерсіз. Жақсы.\nБарлық адам денсаулығының мықты болғанын қаласа, оны сақтауға не кедергі?\nОлар денсаулығын сақтаудан гөрі əдеттерін өзгертпеуді жөн көреді. Оларды емдеу мүмкін емес. Аурудың бас кезінде де, созылмалы болғанда да немесе алдын алу кезінде де оларды емдеу - пайдасыз. Себебі олар бұрынғы əдеттерін жалғастыра береді. Ауруды басу үшін дəрі іше бергенше, бір сəт оның негізіне, өзіне мəн беріңіз.\nЖазылмайтын ауру жоқ, жазылмайтын əдет бар.\nМені осы сөздерді жазуға итермелеген кітапты оқығанда мына сөздерге жолықтым: \"Оны керемет болашақ күтіп тұрды. Бірақ енді ешқандай болашақ жоқ. Ол өмірдегі ең басты құндылық - Денсаулықты жоғалтып алды.\" Өзім де солай ойлайтынмын. Бірақ мен сіздерге айтарым: \"Ешқашан кеш емес\".\nНағыз Денсаулық аурудың болмауы ғана емес. Ол - өмірлік күштің, энергияның тасып тұруы.",
                "date": "28.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірқолданбалы (одноразовый) ыдысты екінші рет қолдануға бола ма?",
        "question_content": "Бірқолданбалы (одноразовый) ыдысты екінші рет қолдануға бола ма? Қолданса не болады?",
        "question_date": "27.02.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 183,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші рет қолданғаннан соң жақсылап жуып қойса, қолдануға болады. Ештеңе етпейді. Үш рет қолдануға да болады.",
                "date": "3.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қандай психологиялық тесттер білесіздер?",
        "question_content": "Қандай психологиялық тесттер білесіздер?",
        "question_date": "27.02.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Психологиялық тест: Жүрек түкпіріндегі қорқыныш\n\nБұл – бес жасар кішкентай қыздың түсі. Кішкентай қыздың шешесі оны жетелеп жүріп келеді. Қыз шешесінің қолын қоя бере салып, жол шетіндегі қызғалдақты аламын деп қолын соза бергенде, шешесі одан ұзап кетеді. Қыз жан дәрменімен шешесінің соңынан жүгіреді. Неліктен екені белгісіз, оның екі аяғы өзіне бағынбайды. Дәл сол сәтті кішкентай қыз: «Шеше!» деп айғай салады. Ендеше, қыздың түсіндегі шешесі қандай әрекет жасауы мүмкін?\n\nА. Қыздың айғайлаған дауысына назар аудармай, алыстаған күйі кете барады.\n\nВ. Дереу артына бұрылып, қызының қасына жүгіріп келіп, оның басын сипайды.\n\nС. Жүрісін тоқтатып, қызға қарап қолын бұлғайды. «Балам, тезірек жүр!» деп дауыстайды.\n\n«А» жауабын таңдаған адамдар: Сыңаржақты және көпшілік ортада үрейленгіштігі басым. Қол үзер, қош айтысып айырылысар сәтте өз-өзінен бұқпантайлап, жасырынғысы келеді. Сәби күніңізде омыраудан ерте шыққан болуыңыз мүмкін. Сондықтан, көңіліңіз қалайтын дүниеден айырылғанда үрей мен қорқыныш жаныңызды билейді екен. Басқа қарапайым адамдармен салыстырғанда, жалғыздықтан қатты қорқасыз, сол себепті, тіршілік етуге мол мүмкіндігі бар, еркін ортаға келгенде көңіліңізді алаң басып, жалғыздықты қатты сезінеді екенсіз. Өзіңізді қорғайтын, сізге тыныштық бағыштайтын адамның табылатынына сеніңіз, осыдан кейін ғана бұл үрейден айығуыңыз мүмкін.\n\n«В» жауабын таңдаған адамдар: Жалғыз қалғаннан қатты қорқасыз және оны сыңарезулікпен жасырасыз. Бала күніңізде анаңыз сізді қатты аялап өсірген. Ананың шектен аса мейірін төгуі әрине жақсы, бірақ, бұл құбылыс сізді өз субъективтік қасиетіңізден айырып тынған. Сол себепті, сіз іштей анаңыздың (немесе сондай жақын адамдарыңыздың) басқаруына өтіп кетемін бе деп алаңдайсыз. Мұндай жан күйі, сезініс сізді тіптен жалғыздыққа қарай жетелей түседі. Өзіңізді тәуелсіз болуға тәрбиелеңіз. Өзіңізге тән көзқарастар мен танымды қалыптастыруға құлшыныңыз.\n\n«С» жауабын таңдаған адамдар: Ішкі жан күйі қалыпты адам. Анасымен (немесе сол сияқты жақын адамдарымен) ара қатынасы қалыпты жағдайда. Балалық шағында ана мейірі мен туысқандар арасында аялау мен мәпелеу жүргізілген. Тағы бір сөзбен айтқанда, өз кеңістігіңізде сізде ешқандай ішкі үрей мен қорқыныш жоқ.",
                "date": "28.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қандай онлайн төлемақы түрімен сіз қолданасыз?",
        "question_content": "Қандай онлайн төлемақы түрімен сіз қолданасыз? Банктік карточкасымен, интернет - банкинг, терминал",
        "question_date": "27.02.2016",
        "question_tag": "Банк",
        "question_views": 171,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұрақ қайталанған Админ",
                "date": "28.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефон, теледидар қарағанда көзімнің жоғарғы жағы аурып ісігі кетер емес?",
        "question_content": "Мен -0,75 очки киемін күнделікті. Бірақ тек телефон, теледидар қарағанда ғана көзімнің жоғарғы жағы аурып ісігі кетер емес. Не истесем болады?",
        "question_date": "27.02.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 499,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Астронономиядағы қашықтықты анықтаудың кейбір түрлері?",
        "question_content": "Жұлдыздың жылдық параллаксы 0,5\" бұл жұлдыз бізден Күнмен салыстырғанда неше есе алыс қашықтықта орналасқан?\n\nАльтаир жұлдызының параллаксы 0,12\". Осы жұлдыздарға дейінгі қашықтықты парсек,жарық жылы,астрономиялық бірлік және километр мәнінде анықтаңдар?",
        "question_date": "27.02.2016",
        "question_tag": "Физика",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ішкі Істер Министрлігі. Полиция қызметкері болғым келеді?",
        "question_content": "Полиция қызметкері болғым келеді, радиотехника, электроника және телекоммуникация мамандықтары бойынша талапкерлер \"Физика\" пәнін таңдауы тиіс деп жазылған екен, өзім физикадан аса шығара алмаймын ,енді осы физиканы 10 мен 11-де оқып алуға бола ма ?",
        "question_date": "27.02.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Перископқа кіресіз бе? не үшін кіресіз (кіретін болсаңыз)?",
        "question_content": "Перископқа кіресіз бе? не үшін кіресіз (кіретін болсаңыз)?",
        "question_date": "27.02.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 499,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол не?)))) Шынымды айтсам, кірмеймін оған, себебі, телефонымның версиясы ескі, ол қосымшаны қабылдамайды. Қабылдаса да кірмес едім, \"еріккеннің ермегіне\" уақыт құртқым келмейді.",
                "date": "27.02.2016",
                "upvotes": 1
            },
            {
                "text": "Перископ деген су асты кемесінің су бетін көретін дүрбісі ғой қазақша айтқанда.",
                "date": "27.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Синий экран смерти экранға шығып кете береді?",
        "question_content": "Менде ойын ойнап жатқанда Синий экран смерти экранға шығып кете береді. Білетіндер не істеуге болады?",
        "question_date": "27.02.2016",
        "question_tag": "Компьютер жөндеу",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жесткий дисканда ошибка, Троянский Вирус толган, Процессорыңда немесе материнская платада бір кінарат бар, жиі қайталана берсе лицензиялық Windows орнату керек сонда бәрі дұрысталады\nмына жерді қарап көр",
                "date": "27.02.2016",
                "upvotes": 0
            },
            {
                "text": "Аппаратный жагы дурыс па? Системада несовместимость бар шыгар. Сонгы установить етилген приложениелер мен драйверлерди совместимостька тексерип кор. На всякий дискти ошибкага тексерип кор и девайс менеджерди бир карап кой.",
                "date": "28.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тестке дайындалуға қандай орталық дұрыс?",
        "question_content": "ҰБТ-ға қандай мектептер жақсы дайындайды? Математикадан дайындалуға қандай сайттар, қосымша оқулықтар дұрыс?",
        "question_date": "27.02.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 477,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбінесе қазір UStudy -ға  ҰБТ, ВОУДқа дайындалуға сол жерге барады",
                "date": "1.03.2016",
                "upvotes": 0
            },
            {
                "text": "Қайырлы күн! Сіздің сұрағыңыз өте ауқымды. Ол сіз тұрып жатқан жерге байланысты. Мектепте нашар дайындайтын болса, басқа жақсы дайындайтын мектепке ауыссаңыз болады. Немесе жақсы мұғалімге қатыссаңыз болады. Бірақ ең алдымен, желание мен самодисциплина болу керек. Сіз 10-сынып болсаңыз, қазірден бастап жүйелі түрде дайындалуға кеңес беремін. ҰБТ-ға қалай дайындалуға болатыны туралы толығырақ www.instagram.com/symbatsp\nнемесе www.vk.com/symbatsp желілеріне кіріп оқысаңыз болады. Өзім өткен жылы тапсырып шыққандықтан және маған пайдасы тиген кеңестерді іні және сіңілілеріме көмек болсын деп өзімнің парақшаларымда жариялаймын. \nМатематикадан базаңыз болса, әр түрлі оқулықтармен өзіңіз дайындалсаңыз болады. Мысалы,  нақты тақырыптарға байланысты  \nНақты сандар, көпмүше - \"Шың кітап\"\nТригонометрия - Шыныбеков. \nЛогарифм, интеграл - Қаңлыбаев. \nМəселе есептер - \"Шың кітап\". Геометрия - Рустюмова. \nсияқты оқулықтардың көмегі көп тиді.",
                "date": "30.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Су неге буланады?",
        "question_content": "Дүниетану пәні бойынша берілнен сұрақ. Су неге буланады? Толқ жауап керек еді.",
        "question_date": "27.02.2016",
        "question_tag": "Мектеп",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Булану (Испарение) — заттың сұйық немесе қатты агрегаттық күйден газ тәрізді (бу) күйге (бірінші текті фазалық ауысу) ауысу процесі.\nЖалпы мәліметтер\nCуқойманың су беті ылғалының булану арқылы атмосфераға көтеріліп, одан жауын-шашын түрінде қайта түсуі. Ылғалы мол аймақтардағы жауын-шашын қабаты булану қабатынан артып кетеді, сондықтан атмосферамен ылғал алмасу теңдестігінің оң (болымды), ал ылғал жетіспейтін аймақтардағы бұған керісінше жағдай; ылғал алмасу теңдестігінің теріс (болымсыз) құбылысы деп аталады;\nCудың сұйық немесе қатты күйден газға (буға) айналу процесі, сұйықтықтан қоршаған кеңістікке өткен молекулалар саны мен беттің қайтадан жұтқан молекулалар саны арасындағы айырма. Кері жағдай, яғни бетте қайта жұтылған сұйықтықмолекулаларының саны одан бөлінген молекулалар санынан көп болса, онда оны конденсация дейді. Қар мен мүз бетінен булануды немесе қатты фазадан сұйық фазаны айналып газ күйіне өтуді төте булану десе, ал қар бетіндегі сұйық фазаны айналып өтетін конденсацияны — сублимация дейді. Су беті немесе топырақтан булануды физикалық булану, ал өсімдікгер транспирациясын биологиялық булану деп бөледі. толығырақ",
                "date": "27.02.2016",
                "upvotes": 0
            },
            {
                "text": "Су қалай буға айналады? Өтінемін жауабын жіберіңіздерші .",
                "date": "12.11.2018",
                "upvotes": 0
            },
            {
                "text": "Кун саулеси жапыракка тусип фотосинтез процеси журип су буланады!",
                "date": "29.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефоным wi fi ұстамай қалды",
        "question_content": "Телефонымда wi fi ұстап тұрған. Қазір ұстамай қалды. Доступна сеть деп шығып тұр. Получение ip адрес деп жазады. Басқа телефон шығады. Қалай настройка жасауға болады?",
        "question_date": "27.02.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 634,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Перезагрузка жаса телефоныңа                                                         .",
                "date": "27.02.2016",
                "upvotes": 1
            },
            {
                "text": "вай фай қолданба))",
                "date": "27.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күн əміршісін сериалын кандай сайттан көруге болады",
        "question_content": "Осы сериалды кандай сайттан көруге болады",
        "question_date": "27.02.2016",
        "question_tag": "Телесериалдар",
        "question_views": 362,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Газ бен будың термодинамикасы туралы эссе немесе реферат керек еді?",
        "question_content": "Газ бен будың термодинамикасы туралы эссе немесе реферат керек еді?",
        "question_date": "27.02.2016",
        "question_tag": "Университет, колледж",
        "question_views": 767,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Заманауи үлгідегі қазақ ұлттық әйел көйлегі туралы тлық мағлұмат керек еді.",
        "question_content": "Дипломдық жұмыста мен заманауи үлгідегі қазақ ұлттық йел киімін тіктім. Осы тақырыпқа байланысты мағлұмат керек және осы көйлекке сай  диадема тіктім, диадема туралы да керек.",
        "question_date": "27.02.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заманауи ккиімдер дегеніміз не",
                "date": "5.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылым менен Діннің ұқсастық жақтары барма ?",
        "question_content": "Ғылым менен Діннің ұқсастық жақтары барма ?",
        "question_date": "27.02.2016",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғылым және дін: қайшылықтан ымыраластыққа\nҒылым және діннің арақатынасы –  қарама-қайшы көзқарастарға толы күрделі тақырыптардың бірі. Бір топ ғалымдар олардың арасында ешқандай қайшылық жоқ деп дәлелдесе, тағы бір топ зерттеушілер бұл екі ұғымның қашан да қақтығысып келген деп сендіруге тырысты. Дін мен ғылымды еш уақытта бітіспейтін мүлдем  қарсылықты дүниелер ретінде көрсету XVIII ғасырда кең жайыла бастағаны мәлім. Ал ол үрдіс әлемде коммунистік режим дүрілдеп тұрған XX ғасырдың орта шенінде нағыз шарықтау шыңына жетті. Тіпті, қаншама зерттеушілер расында солай екен деп ғылым мен дінді бір-бірінен бөліп қарауды қағида қып ұстанды.\nАл енді бүгін ақиқат көзімен тарихи мәліметтерге үңілсек, дін мен ғылымның бір-бірімен ұдайы үйлесімділікте болғанын көреміз. толығырақ...\nhttp://sunna.kz/kz/last/view?id=133",
                "date": "27.02.2016",
                "upvotes": 0
            },
            {
                "text": "Ғылым дегеніміз ол Ислам. Ал, Ислам дегеніміз ол Ғылым ! Айырмашылығы жоқ, Бұны дүние жүзінің ғалымдары зерттеп көздерін жеткізіп қойған.",
                "date": "27.02.2016",
                "upvotes": 1
            },
            {
                "text": "Ешқандай ұқсастық жағы жоқ, дін - ол сенім, ғылым - ол тек дәлелденген заттар",
                "date": "27.02.2016",
                "upvotes": 0
            },
            {
                "text": "Екеуінің де адамға айтқысы келетіні шындық. Айырмашылықтары дін әлдеқашан айтып қойды, ғылым әлі зерттеп жатыр.",
                "date": "28.02.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Информатика пәнінен таныстыру керек еді.Топтың аты компьютер",
        "question_content": "Информатика пәнінен таныстыру керек еді.Топтың аты компьютер.Тездетініздерші өтінем.Алдын-ала рахмет!",
        "question_date": "27.02.2016",
        "question_tag": "Мектеп",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    }
]