[
    {
        "question_title": "Тотығу-тотықсыздану реакциясына коэфициенттер қойып теңестіру?",
        "question_content": "Мына тотығу-тотықсыздану реакциясына коэфициенттер қойып теңестіріп, жалпы коэфициенттер санын есептеңіз : K2 Cr2 O2 + KJ + H2 SO4  --> Cr2 (SO4)3 + J3 + K2 SO4 + H2 O",
        "question_date": "7.05.2018",
        "question_tag": "Химия",
        "question_views": 740,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сынап (II) нитратының ерітіндісін электролиздеу теңдеуіндегі барлық коэфициенттер ...",
        "question_content": "Сынап (II) нитратының ерітіндісін электролиздеу теңдеуіндегі барлық коэфициенттер қосындысын есептеңіз .",
        "question_date": "7.05.2018",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кисті (блек) ісіп кетет... екі қолымдікі... салмақ түссе... ж/е груша ұрсам",
        "question_content": "Қолым... кисті ісіп кетет екі жыл болды сондай болып жүргенніне...неден болуы мүмкін... қалай кетіруге болады?",
        "question_date": "7.05.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайырлы күн !! Ауруханаға қаралу керек ау соққылардың бірі дұрыс болмағандықтан зақым алған болуың керек сондай ақ сүйекке кальций жетіспеушілігінен де болу мүмкін себептері көп қой. Жақсылап тексеркенін жөн болады ау !!",
                "date": "8.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Музыкаға сөз текст жазатындар барма",
        "question_content": "Минусовкаға қазақша текст жазатындар болса Бірге жумыс жасайтын",
        "question_date": "7.05.2018",
        "question_tag": "Әннің сөзі",
        "question_views": 833,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайырлы күн !! Арамыздағы ақындарды білмедім бірақ Инстаграмдағы Нұржамал Өтегұлованың парақшасына сілтеме бере аламын. Сөйлесіп көп тапсырыс бойынша жұмыс жасайды.",
                "date": "7.05.2018",
                "upvotes": 0
            },
            {
                "text": "Менің акындык каблетим бар. озим музыкаға да жазп журдм",
                "date": "6.09.2018",
                "upvotes": 0
            },
            {
                "text": "Кандай минусовка корейк мен жазам",
                "date": "27.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай мағына береді? болған кісі болдым демес, байсалды болыңыз;",
        "question_content": "\"Болған кісі болдым демес, байсалды болыныз\" сөзі қандай мағына береді?",
        "question_date": "6.05.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бұл қандай ырым?",
        "question_content": "Сәлеметсіздерме!!! Мен бүгін өмірімде көрмеген және естімеген ырымды көрдім.Бугін біз садақаға қой сойған болатынбыз, қойды соя салысымен қанын бір тостаққа құйып алып оны бәрінің басына яғни шаш пен маңдайына жағып шықты.Бұл қандай ырым қазақта бұндай ырым барма?",
        "question_date": "6.05.2018",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем!! Ол ырым деп кім айтты. Не болсада оны жасаған адамнан сұрау керек ау?\n        Өз басым осы кезге дейін ондайды кезіктірмеппін !! Сұрағансоң бізге де айтарсың біз де біле жүрейік не және не үшін жасағанын !!",
                "date": "6.05.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлем мен де адамдардын сөйткенін көрдім. Жоқ білмеймін. Әйтеуір ырым деді. Иә қазақтың ырымы. Менің туыстарым сөйтіп еді.",
                "date": "18.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай сөздер немесе сөйлем мүшелері түсіп қалғанын айтып беріңдер.",
        "question_content": "Қандай сөздер немесе сөйлем мүшелері түсіп қалғанын айтып беріңдер.(Жазба түрінде керек!)\n1.Әуелі-көріс,сонан соң-біліс.\n2.Бөріден-бөлтірік.\n3.Балапаннан-сұңқар,\nҚұлыннан-тұлпар.\n4.Шақса-түтанар,\nБақса-білінер.\n5.Сынамаған-алданар,\nОйламаған-ұтқызар.",
        "question_date": "5.05.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 980,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Темекіні қойдыртуға көмектесетін үй өсімдігі",
        "question_content": "Темекіні қойдыртатын үй өсімдіктерінің атын кім біледі?",
        "question_date": "5.05.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орыс ғалымы А.И Бабурин темекіні тастаудың жолын ашқан еді. Бұл Кеңес Одағы тұсындва пайда болып, өз заманында аз зор табысқа жеткен. Бүгінде темекіні тастаудың алуан түрлі тәсілдері бар.\n\nШылым шегуді қойғыңыз келсідей төмендегі ережелерді орындаңыз.\n\n А.И.Бабурин ережесі:\n\n Ашқарынға темекі тарпаңыз.\n\nТамақ ішер алдында 1-1,5 сағат бұрын темекі шекпеңіз\nТамақтанып болған соң, темекі тарпа\n\nТемекі тартуға ниеттенсеңіз, уақыт созып кейінге қалдыруға тырысыңыз\n\nШылымға дегенниетіңізді басқаға аударыңыз. Мысалы: су немесе шырын ішіңіз, сағыз шайнап жеміс жеңіз.\nТемекі қорабын алысқа, қол жетімсіз жерге қойып қойыңыз.\n\nӨзіңізбен бірге сіреңке немесе темекі алып жүрмеңіз\n\nШылым тартқанда шылымды ауызда (ерінде) ұстамай, қолыңызға жиі алыңыз\n\nТемекі демін терең тартып іште ұстауды доғарыңыз\n\nТемекіні толық шекпей жартылай тартуға дағдыланыңыз\n\nҚасыңызда 2-3 адам темекі шегісіп тұрса, олардан аулақ тұруға тырысыңыз\n\nТемекіні қораптап, бума-бумасымен сатып алмаңыз\n\nТемекі сортын ауыстырп тұрыңыз\n\nШылымды тік тұрып шегіңіз\n\nҚолыңыз бос болмаса шылым тарпаңыз\n\nӘр нәрсені күту кезінде шылым тарпаңыз\n\nКөшеде жүргіншілерден темекі сұрамаңыз\n\nМіне Бабуриннің ережесі осылай болып келеді. Осы қағидаларды орындасаңыз шылымды тастап кетуіңіз ғажап емес. Ережеге мына қағидаларды қоса орындаңыз.\n\n1. Бастапқы этапта өзіңізге жақын 4-5 ережеден бастап соны бұлжытпай орындаңыз. \n2. Екінші этапта осы ережеге тағыда біразын қосыңыз\n\n3. Өзіңізге осы ережені күнде-күнде орындауды міндеттеп қойыңыз\n\n4. Ал үшінші этапта сіз темекіні тастап кете алсыз.\n\n \n\n* Темекі тартатын адам күніне орта есеппен 200 рет, айына 6 мың рет, жылына 72 мың рет ішке түтін сорады. Қызығы сол, темекі шегуді о баста «ойнап» бастаған 100 адамның 80-і біртіндеп тұрақты шылымқорға айналады. Қазір темекінің мыңнан артық зияны бар екені мәлім болып отыр. Сондықтан, темекі шекпейтіндер оған жоламай-ақ қойсын, шылымқорлар одан құтылудың жолын қарастырсын.\n\nАшығында темекіні тастау адамның мықты ниетіне, ерік-күшіне, сабыр-төзіміне көп байланысты. Әсілінде, адамдардың нәпсісіне тыйым сала білетін ең тамаша уақыт – ораза ұстайтын қасиетті рамазан айы. Ораза ұстаған адамның күні бойы темекі тартпағанына қарағанда, біраз сабыр көрсетіп, басқа кездерде де осы күйін жалғастырса, бір ай ішінде темекі дертінен құтылуға болады.\n\nЕгер темекіні тастасаңыз:\n\n24 – сағаттан кейін жүрек талмасы қаупі азаяды.\n\n2 – күннен кейін дәм мен иіс сезу жағдайы әдеттегі адамдамен теңеседі.\n\n3 – күннен кейін тыныс алу қалыпты жағдайға жетеді.\n\n3 – айдан кейін өкпе әдеттегіден 30 пайыз артық жұмыс жасайды.\n\n1 – жылдан кейін жүрек ауыру қаупі 50 пайызға азаяды.\n\n10 – жылдан кейін өкпе рагіне шалдығу қаупі темекі шекпеген адамдікмен теңеседі.\n\n15 – жылдан кейін жүрек пен қан қысымы ешқашан темекі шекпеген адамдармен бірдей болады.\n\nТемекі санын күн сайын азайтып, ақырында ада-күде арылуға болады. Темекі тастаған соң, оны қайтадан тартпау керек. Темекі есіңе түскенде басқа бір істермен айналысқан жөн. Қатты қиналсаңыз, Алла Тағалаға дұға етіңіз. Рас, исламда темекі кіші күнәлардың қатарына жатады. Бірақ, алты кіші күнә қосылып бір үлкен күнәні құрайды екен. Үлкен күнә жасамай, Аллаһтан қорқыңыз. Сол сәт темекі құмарлығыңыз бәсең тартады.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "10.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде ұнатқан сыныптас қызды көрдім. Ол нені білдіреді?",
        "question_content": "Түсімде ұнатқан сыныптас қызбен Вконтакте арқылы сөйлесіппін. Ол маған мені шын жақсы көресің бе? Онда екеуміз жүрейік деді. Бірақ өнімде онымен Вконтакте арқылы сөйлесіп көрмеппін. Бұл түстің мағынасы не екен?  Білсеңіздер айтып жіберсеніздер",
        "question_date": "5.05.2018",
        "question_tag": "Махаббат",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атамзаманнан бері адам баласын қызықтырып келген, әлі де қызықтыратын, сыры толық ашылмаған құбылыстың бірі – түс көру. \n\nҒалымдардың айтуынша, мида адам баласы жаралғалы бергі барлық ақпараттық хабарламалар, деректер бар көрінеді. Дені сау, ақыл-ойы дұрыс дамыған деген адамның өзі ми қызметінің 3, әрі кеткенде 4 пайызын, тіпті ғұлама жанның өзі 6 немесе 7 пайызын ғана пайдалана алатын көрінеді. Былайша айтсақ, ми — адам еркіндегі ақыл-ой және адамның еркінен тыс ақыл-ой орталығы болып екіге бөлінеді.\n\nТүс жору — адам баласына даритын сирек қасиет. Түсті мүмкіндігінше көрген-түйгені мол, ақыл тоқтатқан кісіге жорытқан ләзім. Әзілдесіп ойнайтын құрдастарға, ойланбай сөйлейтін бала-шағаға айтпаған жөн. Дегенмен жақсы түске де, жаман түске де садақа беру керек.\n\nТүс көрудің бес түрлі себебі.\n\n1. Ерекше әсер қалдырған, күндіз өңінде көрген жайлардың, оиғалардың әсерінен түс көру.\n2. Күндіз істеген шаруаларға, жұмыстарға байланысты түс.\n3. Ауырған себепті көрген түс.\n4. Аян беру.\n5. Жанның мазасыздануына байланысты түс көру.\n\nАлғашқы үш жағдайда көрген түске мазасызданудың көңіл аударудың қажеті жоқ. Ал аян берудің жөні бөлек. Қасиетті дін кітаптарында мұндай түсті жоруға болмайтыны айтылады. Осылардың ішінде ертедегі ойшылдардың басты зерттеу объектісі болғаны — жанның мазасыздануына байланысты түс.\n\nСондықтан да, түстіжорыр алдында мына жайларды анықтап алған жөн:\n\n1. Түс көруші адамның денсаулығы қалай еді? Түскөрер алдында көңіл-күйіне ерекше әсер еткен жайларды бастан өткерген жоқ па?\n2. Түс көрер алдында нендей іспен шұғылданды? Сол кезде оның көңілін алаңдатқан, ерекше назарын аударған жай болған жоқ па?\n3. Түс көріп жатқан кездегі айналаңдағы ахуал қандай еді? Сартылдаған тарс-тұрыс дыбыс, музыка үні, өте суық немесе өте ыстық бөлме, тыныс тарылтар ауа түс көруіңе ықпал ететіні есіңізде болсын.\n4. Көрген түстің басыңнан өткен оқиғалардың қайталануына немесе бұған дейінбастан кешкен жайлардың сәл-пәл езгертілген бейнесіне ұқсай ма?\n5. Егер түскөруші адамның денсаулығы жақсы болса, егер түс өңінде көрген жайлардың әсерінен тумаса, егер айналаңда түс көруге әсер етерлік ерекше бір жағдай болмаса, егер түс бастан кешкен жайлардың қайталануы болмаса, онда мұндай түсті жан мазасыздығы деп айтуға негіз бар.",
                "date": "14.06.2018",
                "upvotes": 0
            },
            {
                "text": "Тусимде екі бақа кордім ол маған карап тур екен",
                "date": "17.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілін үйрену үшін аудиокітаптарды қайдан тапсам болады?",
        "question_content": "Тілді үйрену үшін аудиокітаптардың көмегі көп дейді. Бірақ аудиокітаппен қатар оның мәтіні болса, тіпті керемет. Ондай ресурсты қайдан табамын?",
        "question_date": "5.05.2018",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазіргі таңда аудиокітаптар – танымал ғана емес, қолжетімді ресурстар. Егер мақсатты түрде тіл үйрену үшін әрі зейін арттыру мақсатында аудиокітап тыңдауды көздесеңіз, bilimland.kz сайтының орыс тіліндегі аудиохристоматия курсын қолдануға кеңес береміз. Курс әлем әдебиеті жауһарлары мен орыс классиктері шығармаларының бірегей топтамасынан құралған. \nЕгер орыс тілін жетік меңгеру үшін аудиокітаппен қалай дұрыс дайындалу керегін білгіңіз келсе, мына материал сізге пайдалы болмақ.",
                "date": "5.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ара шаруашылығымен айналысу көп уақыт алама ?",
        "question_content": "Жұмыс істеп жүріп ара шаруашылығымен айналысуға болама.Кейбіреулер жұмыспен қатар алып жүруге болады дейді.Мысалы бір күнде қанша уақыт кетеді.",
        "question_date": "4.05.2018",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ара шаруашылығымен айналыспас бұрын өз уақытыңызды есептеп алу қажет, себебі аралар аса көп назар аударғанды қалайды. \nЖаңадан бастаған омарташылардың негізгі кемшілігі ойластырмағаны – арамен айналысуға асығыс шешім қабылдауы, нәтижесінде ағзаның ара шаққанын көтере алмауы, ара шаққанынан болатын ауру сезімін бастан өткергенде шыдамының жетпеуі проблемасы туындауы мүмкін. Мұның барлығы ара шаруашылығымен айналысудың аяқталуына әкеліп соқтырар еді, жаңадан бастаған омарташы залал көтеріп, салынған қаржы қаражаты желге ұшады. Мұндай жағдайды болдырмас үшін біз араларды өсіру үшін екі кеңес береміз. \nНағыз омарташы деген кім?\nНағыз омарташының ара өсіру туралы белгілі бір білімі бар, үнемі жетілдіріп отыруды қалайды және сүйікті ісі туралы жаңа нәрселерді білуге құмар. Ең бастысы жаңадан бастаған омарташы табиғатты жақсы көруі, арамен жұмыс істеген кезде ұқыпты болуы, ұстамдылығы мен шыдамдылығы мықты болуы тиіс. \nБір күнде омарташы болу мүмкін емес. Негізгі қиындығы араларды күтіп баптаудың ерекше тәсілдерін меңгеруде, сонымен қатар белгілі бір табиғат жағдайларына сай келетін араларды таңдай алуда болып табылады. \nАраларды қалай күту қажет?\nАраларды күтіп-баптау бойынша ықтимал шығындар омарташының өзіне, оның ептілігіне, аралармен жұмыс істегендегі әрекетіне байланысты. Араның бір ұясын бағуға орташа алғанда жылына 14 сағат, ал 10 ұясын бағуға  бір  аптада  барлығы  5 – 6 сағат қажет болады. \nНеден бастау керек?\nАралар санын таңдау табиғат жағдайларына және әр адамның даралығына байланысты. Ара шаруашылығын жаңадан бастағандар аралардың 3-6 ұясын баққан тиімді болады. Жаңадан бастаушы ара шаруашылығының негізгі ережелерін игергенде, ол өз омартасын үлкейте алады. \nОрынды қалай таңдау қажет?\nЕгер жаңадан бастаған омарташыға сүйікті ісі үшін орын таңдау мүмкіндігі туындаған болса, онда аралардың табиғи ортасына сай келетін орынды таңдауы тиіс. Осылайша, омартаны төбеге немесе қырға жақын жерде орналастырған жақсы. Аралардың пайдалы ұшу радиусы барлық жаққа қарай кем дегенде 2 км болуы тиіс. Орналасатын жерінде балды өсімдіктер болуы тиіс. Омартаны желден қорғау қажет, мысалы оны оңтүстікке қарай көлбеулікпен қоюға болады. Омартаға күні бойы күннің жарығы  түсіп  тұруы  қажет. \nОмартаның  тиімді алаңы қандай? \nОмартаны бір бірінен 4 метр арақашықтықта орналастырады.  Қатарлардың арасындағы арақашықтық кем дегенде 6 метр болуы тиіс. Омартаны жеке секторда немесе саяжайда орналастыру үшін омарталарды тығызырақ қоюға болады. Анағұрлым пайдалы орындар шаруашылық құрылыстарының, қоршауларының күн түсетін жағын бойлай ағаштардың биік желектерінің асты болып табылады. Мөлшері 3*5м учаскеде аралардың 15 ұясын орналастыруға болады.\nҚорғаныш киімі не үшін қажет?\nОмарташының қорғаныш киімі ыңғайлы болуы, дене мен бетті араның шағуынан қорғауы, сонымен қатар санитарлық гигиена нормаларына сай болуы тиіс. Омарташының ең қарапайым қорғаныш киімі ақ халат пен бетті жабатын тор. Бірақ аса сенімді қорғану үшін сұр түсті қалың матадан жасалған комбинезонды пайдалану қажет. Сонымен қатар омарташының қорғаныш киіміне жұмсақ тығыз матадан тігілген биялай да жатады, онымен жұмыс істеу ыңғайсыздау. Сіз үшін омарташы болып жұмыс істеу қауіпсіз бе немесе ыңғайлы ма, оны өзіңіз шешесіз. \n Бет жағында түгі бар күңгірт түсті киім араларды ұшықтырады. Сонымен бірге аралар тердің, бензиннің немесе түтіннің иістерін жақсы көрмейді. Аралардың ашуланғыштығы омарташының өзіне, тәжірибесіне, аралармен жұмыс істегендегі ұқыптылығына, жеке бас гигиенасына байланысты. Тәжірибе ала бастағанда омарташылар бетті жауып тұратын торсыз да жұмыс істей алады, бірақ шашын ақшыл түсті қалпақпен жауып қоюы қажет. \nОмарташының күнделігі.\nКүнделіктің мақсаты селекция жүргізу және ең жақсы араларды таңдау үшін аралардың ұясының өнімділігін зерттеу болып табылады. Ара ұяларын үнемі есепке алу үшін күнделік жүргізіп тұру қажет, онда аралардың ұясының жай-күйі туралы жазбалар, жүргізілген жұмыстарды, омарталарды тексеруді есепке алу деректері жиналатын болады. Күнделік омарташы жіберіп алған кемшіліктерді де есепке алуға көмектеседі және оларды алдағы уақытта болдырмауға мүмкіндік береді. Аралардың бір ұясына 2 бет арнайды. Беттің үстіңгі жағына ұяның нөмірі, аналықтың шығу тегі мен тұқымы, туылған жылы көрсетіледі. Бағандарда  мыналар  көрсетіледі:\n·  тексерген күні, араларға не берілгені: кәрез, бал, шәрбет, балауызы бар рамка, тексергеннен кейін не қалды: кәрез, өсімі, балтозаң.\n·  маусым нәтижелері: қанша бал, балауыз алынды, қанша рамка орнатылды.\nКүнделікті оқып тұру соңғы тексерген оқиғаны қалпына келтіруге көмектеседі. \nТабиғат жағдайына тәуелділік.\nАра шаруашылығымен айналысу үшін ауа райын әрқашан біліп отыру қажет. Ол омартамен жүргізілетін белгілі бір жұмысқа көңіл бөлуге, күнді жоспарлауға көмектеседі. Бір айға жасалған ауа райы болжамы аралардың ұяларын жаңа орынға көшіруге, аралар үшін қосымша жем дайындауға, жиналған бал сипаттамасын анықтауға көмектеседі. Ауа райы болжамы жаңадан бастаушылар да, тәжірибелі омарташылар да өз сүйікті ісінде есепке алуы тиіс негізгі аспектілердің бірі болып табылады. \nБұның барлығын жаңадан бастаған омарташылар білуі тиіс негізгі сәттер.  Сіздерге  ара  өсіруде  сәттілік  тілейміз!  \nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "10.05.2018",
                "upvotes": 0
            },
            {
                "text": "Сəлем. Егер шапшаң əрі тиянақты болсаңыз, жұмысты да қосып алып жүре аласыз. Жалпы ар/ш көп уақытты талап етпейді. Бір мезгіл ұяшығын (əр түрлі ауруларынан, шабуылдайтын зиянкестерден) тазалап тұру керек. Болды. Іске сəт.",
                "date": "4.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық болмысты сақтау рухани жаңғырудың ең басты шарты эссе керек",
        "question_content": "Ұлттық болмысты сақтау рухани жаңғырудың ең басты шарты эссе керек эпиграф болса 200 сөзден тұруы керек",
        "question_date": "4.05.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 15800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық болмысты сақтау - рухани жаңғырудың ең басты шарты\nЕлбасының «Болашаққа бағдар: рухани жаңғыру» мақаласы Жолдауда қозғалған бағыттарды кеңінен тарқатып, мемлекеттік идеологияны анықтайтын, көпке түсінікті, рухани жаңғыртуға бағытталған құжат деп білемін. Мақаланы оқи отырып, оның әрбір сөйлемінде бүгініміз бен болашағы жарқын Қазақстанға апаратын нақты жоспар, мақсат көрсетілгендігін түсіндім. Елімізде әлеуметтік-экономикалық, саяси реформалар жақсы жүзеге асуда. Ал бұл мақаладағы рухани өрлеу, рухани жаңғыруды біздің дамуымыздың ең басты тұғырларының бірі деп есептеймін. Әр халық, әр мемлекет ғасырлар бедерінде рухани жаңғырып, жаңарып отырады. Ал рухани жаңғыру мен жаңаруда білім берудің рөлі зор. Біз өзіміздің ұлттық ерекшеліктерімізді сақтай, ескере отырып, әлемде болып жатқан жаңалықтарды қабылдай білуіміз керек. Бірнеше тілді білген адам ештеңеден ұтылмайды. «Ел болам десең, бесігіңді түзе» дейді ұлы Мұхтар Әуезов. Әрбір білімгер өз жері мен оның байлығының иесі болу үшін жаңа технологияларды меңгеріп, жаңаша өмір сүруге үйренудің жолдарын білуге тиіс. Егер қоғамның даму кілті білімді адамдардың жаңаша қызмет атқаруын керек ететін болса, сол жаңашыл адамдарды, болашақ қоғам мүшелеріне білім мен тәрбие беруді жүзеге асыратын мамандар дайындайтын біздің білім беру ұйымдары Елбасы көздеген бағыттарға лайықты болуы тиіс. Ең бастысы, білім беруге қойылып отырған жаңа талаптарды орындауда көптеген жұмыстар жүргізіліп, жастардың үш тілде білім алуына, жаңа технологияларды білім беру жүйесіне енгізуде өңірімізде келелі жұмыстар атқарылуда. Ұлт жоспарын орындауда әр саланың өзіндік үлесі болса, ұзтаздар қауымы қосатын үлес –жас ұрпақты жаңа қоғам мүшесі етіп білім мен тәрбие беруді жаңаша құру, оны осы Елбасымыз көрсетіп отырған талаптарға сай орындау деп білемін. \nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "10.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менің мақтанышым-Астана - тақырыбында эссе керек",
        "question_content": "Менің мақтанышым-Астана - эссе керек",
        "question_date": "4.05.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 19900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Менің мақтанышым - Астанам\"\n«Еңселі Елорда, асқақтаған Астана». Бүгін біз осындай қасиетті сөөдерді құрметпен, бойымызға біткен ұлтшылдық сезіммен көкірегімізді керіп, басымызды көтеріп, аса мақтанышпен айта аламыз. Себебі, Арқаның төрінде сылдырап аққан Ерке Есілдің жағалауында орналасқан айбынды Астанамыз бүгінде 20 жасқа толды. а Ару Астанамыздың көрсе көз тартар- көрікті, қараса көздің жауын алар, жаңа үлгідегі өнеріне негізделген биік-биік ғимараттары қалаға сән беріп, жаңаша бағыта ерекшелендіріп тұрғаны сөзсіз. Ару Астанамызда орналасқан әсем ғимараттың бірі - «Пирамидаға» тоқталсақ оның ішін былай қойғанда сыртының өзі ерекше бір әлем емес пе?.\n«Бәйтерегіміздің»- өзі неге тұрады? Онымен қоса «Мұз қалашығымыз» тағы бар. Барлық әсем ғимараттарды жекелеп даралап айтар болсақ уақыт жеткізе алмайтын іспеттіміз. Астананың ауыз толтырып айтар жері көп екені бәрімізге аян. Яғни , ару Астанамыздың халық тамашалап, қызықтап көрер жері көп. Бұл дегеніміз Астананың не бәрі 20 жылда қол жеткізген жетістіктері десек артық айтқан болмас едік.Не бары 20 жылдың ішінде адам айтса сенбестей өзгерген ару Астана өзге елдермен терезесі тең, келешегі кемел болашағы айқын және жұлдызы жарық қалалар қатарына қосылды. Астана бүгінде ұшқыр да қалыпты дамып, жаңаша бағытта көркейіп, гүлденуде.\nЕлдігіміздің еңселі, тәуелсіздігіміз тұғырлы болып, еліміз мәңгі жасап, қол жеткізген жетістігің молайып, жайнай берсін!\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "4.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің мақтанышым-Астана эссе керек",
        "question_content": "Менің мақтанышым-астанам эссе жазып бересіздерма эпиграф болса 200 сөзден тұруы керек",
        "question_date": "4.05.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Менің мақтанышым - Астанам\"\n«Еңселі Елорда, асқақтаған Астана». Бүгін біз осындай қасиетті сөөдерді құрметпен, бойымызға біткен ұлтшылдық сезіммен көкірегімізді керіп, басымызды көтеріп, аса мақтанышпен айта аламыз. Себебі, Арқаның төрінде сылдырап аққан Ерке Есілдің жағалауында орналасқан айбынды Астанамыз бүгінде 20 жасқа толды. а Ару Астанамыздың көрсе көз тартар- көрікті, қараса көздің жауын алар, жаңа үлгідегі өнеріне негізделген биік-биік ғимараттары қалаға сән беріп, жаңаша бағыта ерекшелендіріп тұрғаны сөзсіз. Ару Астанамызда орналасқан әсем ғимараттың бірі - «Пирамидаға» тоқталсақ оның ішін былай қойғанда сыртының өзі ерекше бір әлем емес пе?.\n«Бәйтерегіміздің»- өзі неге тұрады? Онымен қоса «Мұз қалашығымыз» тағы бар. Барлық әсем ғимараттарды жекелеп даралап айтар болсақ уақыт жеткізе алмайтын іспеттіміз. Астананың ауыз толтырып айтар жері көп екені бәрімізге аян. Яғни , ару Астанамыздың халық тамашалап, қызықтап көрер жері көп. Бұл дегеніміз Астананың не бәрі 20 жылда қол жеткізген жетістіктері десек артық айтқан болмас едік.Не бары 20 жылдың ішінде адам айтса сенбестей өзгерген ару Астана өзге елдермен терезесі тең, келешегі кемел болашағы айқын және жұлдызы жарық қалалар қатарына қосылды. Астана бүгінде ұшқыр да қалыпты дамып, жаңаша бағытта көркейіп, гүлденуде.\nЕлдігіміздің еңселі, тәуелсіздігіміз тұғырлы болып, еліміз мәңгі жасап, қол жеткізген жетістігің молайып, жайнай берсін!\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "4.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық болмысты сақтау рухани жаңғырудың ең басты шарты эссе керек?",
        "question_content": "Ұлттық болмысты сақтау рухани жаңғырудың ең басты шарты эссе керек эпиграф болса 200 сөзден асса",
        "question_date": "4.05.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 23200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Ұлттық болмысты сақтау - рухани жаңғырудың ең басты шарты\"\nҚазіргі ХХІ ғасырдың жаһандық жағдайында әлем елдері бір-бірімен аралас-құралас күй кешуде. Бұл заңды құбылыс. Өйткені, қоғамдағы өзгерістер заман талабына байланысты жүзеге асуда. Жаһанданудың өзіндік оң және теріс әсерлері бар. Мысалы, оң әсері деп жылдам ақпарат алмасуды, теріс әсер деген бұқаралық мәдениеттің келеңсіз ықпалы мен әсерін атауға болады.\n2017 жылы 12 сәуірде Елбасы Н.Ә. Назарбаев өзінің «Болашаққа бағдар: рухани жаңғыру» деп аталатын мақаласында Қазақстанның болашақ дамуына байланысты бірқатар басым бағыттарды атады. Соның ішіндегі басым бір бағыт – «ұлттық бірегейлікті сақтау» мәселесі. Ол аса маңызды бағыттардың бірі екендігі анық.\nӘлемдегі әрбір халықтың өзіндік ұлттық ерекшелігі бар. Мәселен, қазақ халқының көне замандардан бүгінгі күнге дейінгі тарихы, қалыптасу жолдары, материалдық және рухани мәдениеті, салт-дәстүрлері қалыптасқан. Ұлттық ерекшелік: тілі, салт-дәстүрі, діні және ұлттық құндылықтарына байланысты өзге елдерден бөлек ажыратылатыны айтпаса да түсінікті. Осы ұлттық өзгешелікті санау атам замандардан бері сақтап келген біздің ата-бабаларымыз Алтайдан Атырауға дейінгі аралықта ұлттық бірегейлікті қалыптасыра білді. Бірақ, қазіргі уақытта жаһандану үдерісіне байланысты қауіп-қатерлер де бар. Оған төтеп беретін әр ұлттың өзіндік болмысы (менталитет) мықты болуы қажет.\nҚазақ елі ежелден текті халық. Себебі, ата-бабаларымыз жеті атаға дейін қыз алыспаған. Оның мәні ұрпақты таза сақтау үшін 25 жас бір ата деп саналса, 7 атаға дейін 176 жылды қамтыған уақыт өтуін аса қатаң тәртіп ретінде ескерген. Одан кейін Оңтүстік Қазақстанның қызы Солтүстікке, ал Батыстың қызы Шығысқа тұрмысқа ұзатылып отырған. Сол арқылы ана тілі дамып, ортақ бірегейлік сақталып, текті халықтың ажарлы және дені сау ұрпақ дүниеге келіп отырған.\nАна тілі – ол ұлтымыздың басты ерекшелігі. Кезінде батыр Бауыржан Момышұлы: «Қазақ тілі еш уақытта өзімен көрші халықтардың тілдерінен сорлы болып, қатардан қалмағаны, өз сыбағасын ешкімге жібермегендігіне мың жылдық көне тарих куә», - деп жазған еді.\nҚазақ елі көне замандардан бері өзінің ұлттық салт-дәстүрлерін, ырым жоралғыларын сақтап келе жатқан халық. Оның барлығы дұрыс. Ол ұрпақтар сабақтастығымен жалғасын тауып отыруы керек. Сонда ғана ұлттық жаңғыру болады. Егер, халқымыз өзінің салт-санасынан айырылатын болса, онда үлкен қауіп төнеді. Өйткені, ұлт ретінде сақталу үшін ұлттық мүдде бірінші орында тұруы шарт.\nЕліміздің рухани жаңғыруы үшін ғасырлар бойы жинақталған құндылықтарын құрметтеу қажет. Ол негізінен материалдық, мәдени, рухани мұраларды сақтау және салт-дәстүрлерді насихаттауға негізделуі керек. Өз елінің салт-дәстүрін қадірлеген халық қана келешекте ұлт ретінде сақталып, басқа өркениеттердің тегеурініне түспейді және жұтылмайды (ассимилияцияланбайды).\nҰлттық код – деген күрделі ұғым. Оған қазақ халқының ғасырлар бойы жинақтаған рухани-мәдени дамуы, тілі, өзіндік құндылықтары дәлел. Салт-дәстүр мәселесімен негізінен этнограф мамандар айналысады. Олардың елімізде бірқатар ғалымдар бастаған мектептері қалыптасқан. Бұл өте маңызды саланың бірі. Өйткені, тұтастай бір ұлт ретінде оның мәдениетін зерттеу және зерделеу, оны насихаттау жұмыстарын жүзеге асырады.\nБұл бағытта этнограф мамандарды мемлекеттік деңгейде қолдау қажет. Ел ішінде этнографиялық экспедициялар ұйымдастыру керек. Әліде мұражай мен көрмелерге түспеген материалдық және рухани мұралар кездесуі мүмкін. Этнографиялық мұраларды насихаттауға мамандар үшін жағдай жасалуы тиіс. Олар телеарналар, радио, бұқаралық ақпарат құралдары және баспасөзде жүйелі түрде насихат жұмысын жүргізіп, қазақ халқының материалдық бай мұраларымен таныстырып, жас ұрпақтың тарихи танымын арттыру мен патриотизмді қалыптастыруда жұмыстар атқаруы керек.\nЕліміздегі жас ұрпақтың тәрбиесіне байланысты этнопедагогика саласын дамыту қажет. Осы аталған салаға байланысты мамандардың қатары көп емес. Сондықтан, олардың қатарын көбейту үшін мамандар даярлау, олар арқылы жас ұрпаққа ұлттық негізде тәрбие беру бүгінгі күннің талабы.\nАл, егер де еліміздегі жас ұрпақтың ұлттық тарихынан, әдебиетінен, салт-дәстүрі мен мәдениетінен хабары аз болса, білімі таяз болса, онда олардың пікірі жаңсақ, жасық және әркімнің соңынан ергіш, өзіндік ұстанымы жоқ, әлжуаз болып шығады. Сондықтан, аталған мәселелер елімізде жоғары деңгейде жүзеге асырылғанда ұлттық рух күшті болады. Рухы күшті халықтың қуаты – ұлттық кодта жатыр. Оны жаңғырту, елдікті сақтау уақыттың талабы.\nҚазіргі кезде Қазақстан Республикасы әлемде өзге елдермен қатар, терезесі тең тәуелсіз мемлекет. Еліміз өзіндік «Қазақстан жолымен» қарыштап дамуда. Алда талай асулар мен белестер тұр. Оны бағындыру тек рухы күшті, тарихи зердесі нық, жасампаз елдің ғана қолынан келеді.\nЖалпы, қорытындылай айтқанда ұлттық бірегейлікті сақтау арқылы қазақ халқы өзге өркениеттер тегеурініне төтеп береді және біртұтас ұлт ретінде сақталады. Ол үшін қазақ тіліне, ұлттық салт-дәстүріне, материалдық және рухани мұраларға дұрыс мән беріп, оларға құрметпен қарау қажет. Елдің болашағы жастар, оларға дұрыс ұлттық тәрбие беру керек. Жас ұрпақтың тарихи танымы күшті болса, ұлттық рухы да жоғары болады. Сонда ғана ұлттық «МЕН» деген ұғым толық қалыптасады.\nАл, ондай ұлттың жастары кез келген жаһандық сын-қатерлерге бой алдырмай, өзінің ұлттық мүддесін қорғап шығатындығы анық.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "4.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Болашаққа бағдар-Рухани жаңғыру эссе жазып бересіздерма",
        "question_content": "Болашаққа бағдар рухани жаңғыру эссе жазып бересіздерма ішінде эпиграф болуы керек",
        "question_date": "4.05.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болашаққа бағдар: рухани жаңғыру\nРухани жаңғыру – адам баласының оның ішкі әлемінің жаңаруы, сана-сезімі, жаңа өзгерісті қабылдай білуі. Рухани жаңғыруда өркениеттің өрге жүзуімен байланыстырамыз. Тарих сахнасына көз жүгіртсек, өскен ұлттың өрби түсуіне осы «рухани жаңғыру дәлел». Көне замандағы көрікті қалаларымыз, сән салтанатты таласқан озық ескерткіштеріміз, мәдени мұраларымыз бұртартпас айғақ болып табылады. Елбасымыз рухани жаңғырудың бірнеше принциптерін ұсынды: Бәсекелестік қабілет. Ғаламданудың жаһандық жүйесіне еніп, ХХІ ғасырдың талаптарына дағдыланудың қамына кірісу сапалы табыстың кілті екенін атап айтты. Прагматизм. Ұлан ғайыр қазыналарымызды қалпынша қолданып, қорғау, бір мақсатпен межелеген межеге жету арқылы түрлі саяси радикалды идеалогияларға тосқауыл болудың бағдарын ұсынды. Ұлттық бірегейлікті сақтау. Елбасымыз үшінші қағидасында ұлттық код, яғни халқымызға тән салт-санамыз, асыл мәдениетіміз бұлардың барлығы бойымызда жалындап, үні шырқалып тұруын баса айтты, сонда ғана алға басулар болатының ескертті. Білімнің салтанат құруы. Қазіргі таңда білім бағдарламаларының елімізге ұтымды үлес қосып келе жатқанын айта келіп, табыс тізгіні – білімді болашақ жастардың қолында екеніне баса назар аударды. Қазақстанның революциялық емес, эволюциялық дамуы. ХХ ғасыр қасіреттерін қаперімізге сақтап, одан сабақ алу және де дүрбелең туғызу экономикалық күйреуге алып келетінін қазіргі кезде болып жатқан әлемдік толқыныстарды мысалға келтірді. Ревалюциялық өзгеріс емес, эволюциялық жаңару алып келуіміз керек екеніне ой қортты. Қорыта айтқанда, бұл елбасымыздың ұтымды қағидасы, халқына деген үндеу өсиеті деп білемін. Ішкі руханиятымыз арқылы, сыртқы өзгерістерді жақсы жағынан қабылдап, жаңғырудың даңғыл жолына түсуге көшбасшымыз болашақ мына бізге дара жол көрсетті. Ол соқпақтардан қалай өту керектігін айтып, бағыт бағдар берді. Ендеше, көкжиектен ауытқымай, ұлт көшбасшысының өскелең ұрпаққа мензеген дара жолымен биік шыңдарды бағындырайық.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "4.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әр пән мұғалімдерге арналған өлеңдер",
        "question_content": "Әр пән мұғалімдерге арналған күлкілі тақпақтар. Орыстардың Частушкилары сияқты",
        "question_date": "3.05.2018",
        "question_tag": "Мектеп",
        "question_views": 131000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұстаздарға арнау\nСезілмеген қасиетті өзгеден, \nСырын білем көкіректегі көзбенен. \nҰстаздарды мектептегі сипаттап \nЖыр жаздым мен жүрекжарды сөзбенен.\n\nБалаБидей ауылдың даналары \nТалай-талай асуларды алар әлі. \nМектептің мыңға жуық оқушысы \nБәрі – Ұлғанша апайдың балалары. \n\nКезі оның аз болар күлімдеген, \nБар баланы жақын тұтып «інім» деген. \nБибісара апай – мектептің ұлы ұстазы \nБәрімізге бастауышта білім берген. \n\nАйтқан сөзін айтып жүрдік ән қылып,\nОдан басқа жүрген кім бар жанды ұғып.\nРайхан апай – ұстаздардың ұлысы\nБар сабағы есте қалар мәңгілік!\n\nСөздерінен жылы лебіз таралғандай, \nБәрімізге де ана бола алғандай. \nЕшқашанда кек сақтап, ренжімейді \nМейірім мен шапағаттан жаралғандай.\n\nБала десе ойламайды өз қамын,\nКөрсем дейді күнге де кол созғанын. \nШырын апай әрқашан да қалайды\nШәкірттері өзінен де озғанын. \n\nШаршамайды, қанша есеп сұрасақ та, \nКетіп қалды, кетпегенін қаласақ та. \nҚанша ай бауыр басқан апайымыз \nБізге жол көрсетеді болашақта. \n\nӨткізіп өз алдынан талай бала,\nБойына құйды ақыл ой мен сана\nЛәйла апай сарп етіп күш-қуатын,\nАқылшы, тәрбиеші, болды ана\n\nӘрбір оның сөзі ерекше дара шың \nТоздырды жолын үй мен мектеп арасын. \nМені қашан көрсе-дағы айтады \n«Басың бар да, оқымайтын баласың!»\n\nӨсе келе директордың ізін басар,\nЖақсы апай, үлгілі етіп ісін жасар.\nДиректордан кейінгі адам Гүлшаһра апай\nПрактикантпен құрбысындай сырласар.\n\nБіздерді тек алға қарай жетелеген, \nРиза боламын Шолпан апайға мен. \nАнамыздай әрқашан жанымызда \nЖүреді жарқыраған жүзіменен. \n\nҰмытпаймын сізден алған тәлімді, \nЖүрегімде сақтаулы тұр әр үлгі. \nСізден білім алғаннан соң, сізге ұқсап, \nӨсу үшін салам енді барымды. \n\nҚағазға өлең толтыра алмай, тола алмай,\nҚиналамын қымбат теңеу таба алмай.\nӨз баласын тастап кетіп үйіне,\nЕл баласын оқытады, ой Алла-ай.\n\nЖан түсінбес бұл апайдың сырларын, \nҮйретеді алгебраның қырларын. \nТәрбиелейді Айна апай мектепте \nБір үй толы қыздары мен ұлдарын.\n\nЖанұя мен мектебін ол асыраған, \nЖүзінен мейірімі шашыраған. \nДариға апай әлемдегі ең жақсы апай \nҚайырымды, алтын адам, асыл адам.\n\nӘрқашанда сабаққа асықтырар, \nКелбеті де білім нұрын шашып тұрар. \nАнар апай тілімізді жаттықтырып \nҚазақтың бай тіліне ғашық қылар.\n\nКөрмеден жұрттар оның ісін көрер, \nШеберліктің сырларын түсіндірер. \nМектептен шыққан небір шедеврлер \nРая апайдың қолынан мүсінделер.\n\nГеография миға кірер білінбей,\nДауысы да оркестрдің үніндей.\nШара апай – білімді де ұлы ұстаз\nОтырады анда санда күлімдей.\n\nЫсыған жан-дүниеңді желдеткендей, \nТәнмен қосып жанды да емдеткендей. \nШырай апай бір қолымен бесікті емес \nМектептің оқушыларын тербеткендей.\n\nЖұмыс істер ынталана, талаптана, \nОйлайтыны ылғи да – кітап, бала. \nБілім қорын басқарған Шара апай, \nҮй оның екінші – кітапхана.\n\nПендесіне Аллам да жақ болады, \nУақтылы болмаса да бақ қонады. \nҚолымнан бір де көмек келмесе де, \nСіздерге әркез ниетім ақ болады. \n\nАтағым Алатаудай болып биік,\nТұрса да төбем өсіп көкке тиіп.\nАлдарыңда әрқашанда тағзым етіп,\nТұрармын «ҰСТАЗЫМ!» деп басымды иіп.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "4.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Осы ребусты шешіп беріңіздерші",
        "question_content": "Осы ребусты шешіп беріңіздерші өтініш!",
        "question_date": "3.05.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 37000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ребустың жауабы: ШЕКАРАДА\nБірінші тұрған шелек. Екі әріпін аламыз: ШЕ;\nЕкінші тұрған киік.Бір әріпін аламыз: К\nҮшінші тұрған ара. Барлық әріпін аламыз.\nЖәне ДА жалғауын қосамыз.\nСонымен, ШЕКАРАДА сөзі шықты.",
                "date": "4.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "24нКл нүктелік заряд өрісінен қандай қашықтықта өріс кернеулігі",
        "question_content": "24 нКл нүктелік заряд өрісінен қандай қашықтықта өріс кернеулігі 15к Н/Кл-ға тең нүкте орналасқан?",
        "question_date": "3.05.2018",
        "question_tag": "Физика",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: 0,12 метр",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астана қаласының 20 жылдығы туралы эссе жазу?",
        "question_content": "Астана қаласының 20 жылдығы туралы эссе жазып бересіздер ма? Эпиграф болса 200 сөз болса",
        "question_date": "3.05.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астананы асқақтатқан 20 жыл\nИә, қазақ ұлтының ұлы тұғыры, Алаш жұртының асқақ айбары – ару Астанаға 20 жыл! Тарих үшін қас-қағым сәт. Бірақ мынау өзгерістер өлшемі көз ілеспес жылдамдықпен жарысқан бүгінгі кезең үшін аз уақыт та емес сияқты. Қалай болғанда да, осы уақыт өлшемінің ішінде Қазақстан халқының ерен еңбегінің нәтижесінде әлемнің атақты астаналарымен салтанат жарастырып, көркімен де, көлемімен де бой таластыра алатын қазақ жұртының жас та бас қаласы қалыптасты. Осыдан тура 24 жыл бұрын астананы ауыстыру идеясы алғаш жария етілгенде, бұл тым «ұшқары» пікірдің қаптаған қарсыластары түгіл, ат төбеліндей жақтастары да айналасы 20 жылдың ішінде ел кіндігі – Арқа төсінде осындай заманауи мегаполис бой көтереді деп ойламаған еді. Бүгінде «Ақмола астана болады» дегенде, жұрттың бәрі бөркін аспанға ата қуанып, алып-ұшып, жаппай ат басын Арқаға бұрғандай көрінгенімен, елдің астанасын ауыстыру мәселесі үлкен үгіт-насихат жұмысын жүргізуді қажет етті. Қазір Астананың қадірлі ақсақалдары атанып отырған кейбір азаматтар «Ақмоланың батпағы мен ызыңдаған масасын алға тартып», құлаш-құлаш мақала жазып, қарсылық білдіріп те бақты. Міне, осындай тығырықты сәттерде Елбасы ерен ерік-жігер танытты. Мемлекет басшысы үлкен аудиторияларда, үкіметтік кездесулерде, ақпарат құралдарына берген сұхбаттарында астананы көшіру идеясының стратегиялық, экономикалық, жалпыұлттық маңызын жан-жақты ашып, ел мүддесі, ұрпақ болашағы үшін бұл бастаманың баламасыз екендігін алға тартты. Елбасы Нұрсұлтан Назарбаевтың батыл да тегеурінді ұсынысымен Қазақстан Республикасының Парламенті 1994 жылы 6 шілдеде ел астанасын Алматыдан Ақмолаға көшіру туралы шешім қабылдады.  Депутаттар алдында жасаған тарихи баяндамасында Елбасы Ақмола қаласының тәуелсіз мемлекетіміздің астанасы болып таңдалуының 32 негізгі өлшемін көрсетіп берді. Олар: әлеуметтік-экономикалық, геосаяси, көлік инфрақұрылымы, инженерлік-коммуникациялық, құрылыс, еңбек ресурстары және басқа да қолайлы мүмкіндіктер еді. Құдіретті уақыт Мемлекет басшысының бастамасымен жүзеге асырылған осы 32 артықшылықтың нақты өмір ақиқаты екендігін дәлелдеді. Ұлы идея ақиқатқа айналды. Көз алдымызда тәуелсіз Қазақстанның тарихы салтанат құрды. 1997 жылы қарашада еліміздің Мемлекеттік рәміздерін Алматыдан Астанаға әкелу, Президент Әкімшілігінің, Парламенттің, Үкіметтің жаңа астанада жұмысын бастау тарихи рәсімдері өткізілді. 8 қарашада Ақмоланың орталық алаңында Президенттік гвардия жауынгерлерінің салтанатты саппен Мемлекеттік рәміздерді алып жүру шеруімен елорда шежіресі басталды. Әнұран асқақтап, Арқа төсіндегі Президент Әкімшілігінің жаңа ғимаратының төбесіне (қазіргі қалалық әкімдік жанындағы Тұңғыш Президент мұражайы) егемен елдің Көк байрағы көтерілді.  Сол күні аяқастынан Арқаның ақырған аязы күшіне мініп, ауа температурасы 40 градусқа жетті. Ауа райының осы қатал сынына қарамастан, елорда ертеңіне сенім артқан тілеулес жұрт алаңға лық толып, салтанатты шеру аяқталғанша тарқамады. Шеруді Ұлы даланың астаналары: Сығанақ, Сауран, Сарайшық, Отырар, Түркістан, Тараз, Орынбор, Ақмешіт, Алматы жалғастырды. Елорда – Астананың шеруін ақбоз аттың үстінде аппақ киім киген жас бала бастады. Енді бір сәтте алаң толы жұрттың ортасы қақ айрылып, ортаға оюлы шапан, оқалы бөрік киген ақмолалық ақсақалдар шықты. Ақсақалдар тобын жасы тоқсаннан асқан Арқаның абызы Мұқат Мейірманов бастады. Топ ортасында ел ағалары Әділхан Шабатов, белгілі ақын Нұрғожа Оразовтар бар еді. Мұқат ақсақал Мемлекет басшысына қызыл ағаштан асыл тастармен өрнектеліп жасалған Ақмоланың символдық кілтін тапсырып, ақ батасын берді. Дәл осы сағаттан бастап Астананың жұлдызды сәті бастау алды. Содан бергі өткен 20 жыл ішінде еліміздің бас қаласы – Астана төрткүл дүниені түгел тамсандырған тарихи құбылысқа айналғаны ақиқат. Арқа төсіндегі сәні мен салтанаты жарасқан елорда бүгінде озық идеяларды, жаңа ғылыми шешімдер мен сәулет өнерінің озық үлгілерін өмірге әкелетін жерұйық іспеттес. Дәл қазір Астанада заманауи құрылыс саласының барлық құрылымын қамтитын еліміздің жаңа құрылыс кластері қалыптасты. Бас қаламыздың көркін арттырған сәулет өнерінің озық үлгілері салтанат құрды. «Ақорда», «Астана триумфы», «Пирамида», «Бәйтерек», «Хан Шатыр» XXI ғасырдағы сәулет өнерінің озық үлгілері болып табылады. Бұл ахитектуралық ансамбльдерге «Қазақ елі» монументі, «Мәңгілік ел» аркасы қосылды. 91 метрлік зәулім тұғырдың ұшар басынан заңғар аспанға ұмтылған самұрық құс азаттық аңсаған әрбір қазақ баласының жүрегіне мақтаныш сезімін ұялатты.  Батыс пен Шығыс өркениетін жалғастыратын алтын көпір атанған ару Астананың бүгінде төрткүл дүниенің толғақты түйіндерін талқылайтын жаһандық орталыққа айналғаны да ақиқат. Оған елордамызда ЕҚЫҰ саммиті, VII Қысқы Азия ойындары, ИКҰ форумы, Астана экономикалық форумы, Әлемдік және дәстүрлі діндер лидерлерінің съездері өткізілетіндігі толық дәлел бола алады. Халықаралық айтулы оқиғалардың дүбірлі ордасына айналған елорданың бұл дәстүрлі эстафетасын өткен жылы «Астана ЭКСПО-2017» халықаралық мамандандырылған көрмесі жалғастырды. Тарих қойнауына кірген Тауық жылы тәуелсіз Қазақстанның биік беделін төрткүл дүниеге тағы да паш еткен айтулы оқиға – ЭКСПО-2017 көрмесі болғанын әлем мойындады. Адамзат ақыл-ойының тамаша табыстарының бірінен саналатын Бүкіләлемдік жетістік көрмесінің қос ғасырлық тарихында Орталық Азияда, тіпті ТМД елдерінің ешқайсысында да мұндай халықаралық көрме жалауы желбіреп көрмеген еді. Барыс бейнелі болашағына батыл қадам басқан тәуелсіз Қазақстан төрт құбыласы түгел дамыған елдердің де қолынан келе бермейтін жаһандық шараны зор табыспен, Халықаралық көрмелер бюросы Бас хатшысының берген бағасы бойынша «соңғы 25 жыл ішіндегі ең тамаша көрме» ретінде асқан ұйымшылдықпен өткізуі елордамыз – Астананың әлемдік аренадағы абыройын одан әрі асқақтата түсті. Міне, осындай тамаша жетістіктер мен жеңістерге толы 20 жыл ішінде Ұлы даланың қақ кіндігі – Сарыарқа төсінде XXI ғасыр ғажайыбы, әлемдік мегаполис, арман қала бой көтерді. Осы жылдар ішінде қала халқының саны үш есе артып, 298 мың адамнан 1 миллион адамға жетті. Қала халқының табиғи өсімі 5,5 есе артып, әрбір мың адамға шаққанда 4,8-ден 26,4-ке дейін өсті. Астаналықтардың өмір сүру ұзақтығы осы жиырма жыл ішінде алты жасқа өсіп, 69 жастан 75 жасқа жетті. Елордадағы жоғары оқу орындарының саны үш есе көбейді. Жыл сайын жас отау, жаңадан шаңырақ құратын жастар саны 3 мыңнан 11 мыңға дейін көбейіп, төрт есе артты. Осы жылдар ішінде жаңа жұмыс орындарымен қамтылған астаналықтар саны 136 мыңнан 466 мыңға дейін өсіп, 3,5 есе артты. 20 жыл ішінде қала аумағы 258 шаршы шақырымнан 800 шаршы шақырымға дейін өсті. Астана – Қазақстан тәуелсіздігінің тұғыры. Еліміздің елордасы Ақмолаға қоныс аударғаннан бергі өткен 20 жыл мемлекетіміздің қауіпсіздігін, геосаяси еркіндігін, территориясының мызғымастай беріктігін, ел экономикасының қарқынды даму стратегиясын қамтамасыз еткен тәуелсіз Қазақстан тарихындағы бетбұрыс кезең болып табылады. Жиырма жыл ішінде Астана Қазақстанның шынайы тәуелсіздігі мен егемендігін паш еткен мемлекеттік орталық болып танылды. Болашақта да елдіктің ерен елордасы – Астанада ғасырлар бойы Қазақстан халқының азат ойы мен мүдделері, асқақ арманы мен мақсаттары іс жүзіне асырыла беретін болады.\nМәліметтер ашық ақпарат көзінен алынды.",
                "date": "3.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туған жерін сүйе алмаған сүйе алама туған елін эссе?",
        "question_content": "Туған жерін сүйе алмаған сүйе алама туған елін эссе жазып бересіздерма эпиграф болуы керек 200 сөзден асса",
        "question_date": "3.05.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 18600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің атамекеніміз Қазақ елі – қазір тәуелсіз ел. Сол тәуелсіздік жолында қазақ бабам не көрмеді десеңізші?! Еліміздің басынан азап та, аштық та, сұм соғыс та өтті. Әсіресе XX ғасыр қазақ халқы үшін ауыр тиіп, қайғыға толы кезеңімен есте қалды. Мың тоғыз жүз он алтыншы жылдағы көтеріліс, жиырмасыншы жылдардағы аштық, отызыншы жылдардағы тотолитарлық жүйе, ұлы Отан соғысы, Семей ядролық сынақ алаңы, мың тоғыз жүз сексен алтыншы жылғы жерді дүрсілкіндірген Желтоқсан оқиғасы. Бұның барлығы да қазақ жеріне ауыр жара салды.\nҚазақ елі басынан қанша қиыншылық өтсе де мойымады, өткенді ұмытпады, себебі бұл – тарих. «Өткенімізді ұмытсақ, болашақ бізді кешірмейді» дейді халық. Сол кездегі қайраткерлеріміз жасыған жанар, жаншыл¬ған рух, бодандық қамы¬ты туралы және еңселері түсіп, бір-бірімен өз тілінде сөйлесе алмай, пұшайман болған адамдар жөнінде ашына жазды. Солардың әрқайсысы өз басын қатерге тіге отырып, елді болашаққа жетеледі.\nҰйқы басқан қабағын,\nБастыра киген тымағын,\nЖалқаулықты жар көрген.\nЖүрген ескі заңымен,\nАлдындағы малымен\nБірге жусап, бірге өрген.\nАлаш деген елім бар,\nНеге екенің білмеймін-\nСол елімді сүйемін!-\nдеп суреттейді М.Жұмбайұлы сол замандағы ұлтының болмысы мен тұр¬мыс-тіршілігі туралы. Ақын әлемде не болып жатқа¬нымен шаруасы жоқ, \"алдындағы малы¬мен”, \"ескі заңымен” қоңырқай тірші¬лік кешіп жатқан халқын сүйіп қана қой¬майды, оның ертеңгі болашағының жар¬қын болатынына сенеді. Оның сол жарқын болашаққа тезірек жетуі үшін жанын да, қанын да аямайтынын паш етеді.\nАтамекен... Бұл сөз – әр адамның жанына жақын, жүрегіне жылы тиер сөз. Құс ұясыз болмайтындай, адам атамекенсіз болмайды. Атамекенім дегенде көз алдыма шалқыған жайлау, түтіні бұрқыраған ауыл, жазық дала елестеп, бақтағы бұлбұл құстың үні мен айдын көлдегі аққу құстың қиқулаған даусы құлағыма келеді. Қазақстанның кең даласындай байтақ дала еш жерде жоқ шығар. «Отаның - алтын бесігің», «Отаны жоқтық - нағыз жоқтық»,- дейді халқымыз. Біздің Отанымыз – жалғыз, біз ол үшін отқа да түсуге, суға да батуға дайынбыз. Осы тұста белгілі ақынымыз Н.Айтұлының мына өлеңі еріксіз еске түсіп, көзге жас үйіреді:\nБіздер үшін Отан жалғыз, Ту жалғыз,\nҚорғамасақ несін ұл боп туғанбыз?!\nКіндігіміз тар қапаста кесіліп,\nИт көйлекті қанды жаспен жуғанбыз.\nТуған жұртқа тірек болу ерге-сын,\nҚұлдықты енді құдай басқа бермесін.\nАтаң өлсе, өзің ата боларсың,\nЕшқашанда Отан өле көрмесін!\nӘкең өлсе, шешең өлсе жыларсың,\nБалаң өлсе, бір жығылып тұрарсың.\nОтан өлсе, опырылып түскенің,\nКүңіреніп көрге бірге құларсың.\nБіздің Отан өліп, қайта тірілген,\nБіздің Байрақ құлап, қайта тігілген.\nОпат болған ерлер рухы оянар,\nОтан деген лебіз шықса тілімнен.\nОтанменен аспандағы Күн егіз,\nЕкеуінің амандығын тілеңіз.\nЖас азамат, бұл Отанның қадірін,\nОтансыз боп көрген біздер білеміз!\nКерек қылса, жолында оның құрбанбыз,\nБәріне де белді бекем буғанбыз.\nБір кеудеге екі жүрек сыймайды,\nҚазақ үшін Отан жалғыз, Ту жалғыз!\nҚазіргі таңда Қазақстан өркениетті, дамыған елдер қатарында келеді. Еліміз тәуелсіз ел, дербес мемлекет болып, XXI ғасыр табалдырығын сенімді аттадық. Ел өз қалауымен Президентті сайлап, Ата Заңымыз бен мемлекеттік рәміздерді қабылдады. Ана тіліміз – қазақ тілі мемлекеттік тіл болып жарияланды. Қазақстанның астанасы – Астана қаласы, ол күннен-күнге жаңарып, жаңа белестерге көтерілуде.\nҚазақстан жерін ежел¬ден қоныс¬та¬нып ке¬ле жатқан ел — қазақ халқы. Көпте¬ген ғасыр¬лар бойы ел басқарған да¬на бас¬шы¬лары¬мыз, қол¬басшы ба¬тыр¬ла¬рымыз кең-бай¬тақ жерімізді сырт¬тан төнген қауіптен қорғап келді. Қазақ халқы — ержүрек, дос¬тыққа адал, ба¬уыр¬мал, қонақжай ха¬лық. Қазақ халқының осы қасиеттерін ақын Қадыр Мырза Әли өзінше бір әсем жырлаған:\nҚазақ осы - аңғал-саңғал жабусыз,\nҚазақ осы - ағыл-тегіл, көл-көсір.\nҚазақ осы - дала дейтін, күн дейтін,\nҚазақ осы - «Өнер алды - тіл» дейтін.\nҚазақ осы - қарасың ба, ақсың ба,\nҚоңырсың ба, жатырқауды білмейтін.\nБіздің елімізде жүз отыздан астам ұлт пен ұлыстың ұл-қыздары тату-тәтті өмір сүруде. Біз қандас болмасақ та жандаспыз! Қазақстан Республикасы – біздің сүйікті де ортақ Отанымыз! Отанымызды үлкен бір ақ отау десек, ауылдар – оның уығы, қалалар – керегесі, ал Астана – шаңырағы. Сондықтан бір отаудың ішінде тұратын барлық халық бір-біріне туыс. Олар өз Отанын мақтан етеді, жақсы көреді.\nБіздің Отанымыз – егеменді, тәуелсіз Қазақстан мемлекеті. Жүз отыздан аса ұлт өкілдері тұратын осынау қасиетті мекенде, асқақтаған Алатаулы өлкеде, кеңдігі керемет, дархан дастарқандай далада, егіні теңіздей толқыған, төрт түлігі мыңғырған, өндірісі өркендеген мекенде өмір сүруші әрбір адам өз Отанын жанындай сүйіп, оның көк байрағын көкке көтеруді мақтан тұтады!\nӘр ұлт үшін тәуелсіз ел болу – ұлы арман. Дүниежүзінде алты мыңға жуық ұлттар мен ұлыстар бар екен. Солардың ішінде екі жүздей ұлт қана тәуелсіз мемлекет болып отыр. Бұл – егемендік бақыты бұйырған халықтар. Сондықтан тәуелсіздік әрбір азаматқа қымбат болуы тиіс. Еліміз жерінің аумағы жағынан бүкіл әлемде тоғызыншы орын алса, қазақ халқы саны жағынан шамамен жетпісінші орындарда. Бұл халқымыздың дүниедегі үлкен ұлттардың бірі екендігін көрсетеді. Тәуелсіздіктің арқасында біз өз саясатымызды еркін жүргізіп, мемлекет мүддесіне орай саяси, халықаралық, экономикалық байланыстарымызды дамыту үстіндеміз. Қазақ жерінің табиғи байлықтары еліміздің әлеуметтік өркендеуіне бастап келеді. Осының бәрі тәуелсіздік тұсында қол жеткен табыстар. Қазақстан Республикасы – көне замандардан басталатын тарихы бар, аса бай ел. Жиырма бір жыл ішінде қазақ халқының ұлттық санасы жаңғырып, өзін-өзі тану, өзінің ежелден қалыптасқан дара тарихы мен ұлттық дәстүрлерін құрметтеу, ұлы тұлғаларын бүкіл дүниеге таныту, бай рухани қазынасын әлемдік өркениетпен ұластыру бағытында қыруар шаруалар атқарылды.\nҚаншама рет туы тігіліп, қаншама рет туы қайта қисайған, қаншама мемлекеттің құрамында болып, қаншама рет мемлекетсіз қалған әрі көне, әрі жас қазақ елі қайтадан әлемдік дүбірге қосылып, әлем елдерімен иық тіресуде. Елiмiзде: «Қазақстан – менiң Отаным!»- деп мақтан тұтатын ұлт пен ұлыс жеткiлiктi. Бүгiнде әлемдегi дiни және ұлтаралық қақтығыстарға қарамай қазақ халқы бiр шаңырақтың астында жүздеген ұлтпен ауызбiршiлiкте ғұмыр кешуде.\nҚазақстандықтар өздерінің әр түрлілігін мақтан тұтады. Қазақстанда ғасырдан-ғасырға, ұрпақтан-ұрпаққа әрқашан адамдар арасындағы достық пен ынтымақты сақтау берілген. Бiрлiгiмiз бен байланысымыздың арқасында көптеген шаралар iс жүзiне асып жатыр. Қазақстан халқы Ассамблеясының жұмы¬сы өзге елдерге үлгi. Осы түсiнiстiктi жалғастырып, тату тiр¬лiгiмiздiң арқасында болашақта үлкен табыстарға жететiнiмiзге сенiмiміз мол.\nҚазақстан — көпұлтты, тәуелсіз мемлекет. «Бұтағы көп ағашқа құс қонар» деген сөз менің Отаныма арнайы айтылғандай. Қазақстан сияқты тату-тәтті өмір сүрген халқы бар, бай да кең өлкеде тұратынымды мақтан етемін.\nБүгінгі таңда Қазақстан Республикасы — тәуелсіз, егеменді, бақыт жолындағы еркін мемлекет. Күн сайын өміріміз жақсарып, жастар жағы жарқын болашаққа зор үмітпен қараймыз. Бізге, жас ұрпаққа, Мұқағали ағамыз:\nСендердікі қоғам, өмір, заман да,\nСен түзеген қалаңменен далаң да.\nБолашақта барлығы да сендердікі, жас ұрпақ,\nСендерге аманат етіп табыстаймыз, қабыл алыңдар!-\nдеп өлеңімен аманат қалдырды. Аманатқа қиянат жасауға болмайды, біз Мұқағалиға: «Ақын аға, біз – сенің есіміңді жер бетіне жар салар перзентіңбіз, тәуелсіздікті мықтап қолда ұстайтын ұрпағыңбыз!» – деп уәде береміз.\nАл Елбасымыз Нұрсұлтан Әбішұлының: «Қазақстанның болашағы, жастар, сіздердің қолдарыңызда»,- деген сөзі бізге, жастарға, үлкен жауапкершілік артады.\nМенің және менің құрбы-құрдастарымның қосар үлесі — терең білім алып, мемлекеттік тілді жетік меңгеру. Ұрпағы өз тілінде сөйлеген ұлттың рухы биік. Тек қазақ жастары ғана емес, еліміздегі барлық ұлт өкілдері мемлекеттік тілді меңгеріп, Қазақстан Республикасын дүниежүзіне асқақтатады.\nӨз Ота¬ның, өз елің болғанға не жетсін! Сайын да¬ла — атажұрт бабала¬рымыз¬дың көздің қара¬шығын¬дай сақтап, най¬за¬ның ұшы, білектің күшімен қорғағаны¬ның арқасын¬да бізге жетіп отыр. Ен¬де¬ше осын¬дай алып Отан¬ды сүйіп өту – кімге де бол¬сын па¬рыз әрі қасиетті міндет. Отан¬ды сүю оның әрбір та¬сын сүюден бас¬та¬лады. Яғни, туған анаңа, туған жұртыңа де¬ген ма¬хаб¬бат Отанға де¬ген ма¬хаб¬батқа ұлас¬пақ. Ш. Сариевтей ақын ағамыз:\nҚазағым, туып өскен мекенім,\nҚастерлеп сені мәңгі өтем.\nТуым да, далам да қазақ жері\nЖаса мәңгі, қазақ елі, -\nдеп өз еліне деген сүйіспеншілігін өлеңмен білдірсе, мен осы шығармам арқылы өз еліме,туған жеріме деген сәбилік ыстық, шын сезімімді білдіргім келеді.\nҚорыта келгенде, Отаным — менің мақтанышым, абыройым. Еліміздің ұлан-байтақ жері, бейбітшілік сүйгіш халқы бүкіл әлемге танымал. Бар әлем біздің жеріміздің кеңдігіне, жер қойнауының байлығына, мекен ететін көпұлтты халқымыздың бірлігіне, қонақжайлығына қызыға да қызғана қарайды. Жеріміздің әсем табиғаты, сылдырлаған мөлдір бұлақтары, тұп-тұнық таза көлдері, сарқыраған өзендері, көк тіреген алып таулары — мейірбан халқымыздың байлығы. Осындай бай халықтың ұлы жетістіктерге жетуі — біздің қолымызда!\nҚазақ халқы: «Елдің даңқын ер шығарады, ердің даңқын ел шығарады»,- деп бекер айтпаған. Елдің елдігін, адамгершілік асыл қасиетін, халқымызды айдай әлемге жар салуда, жас буын, біз де үлес қосайық! Бізге жол сілтеуші жұлдыз — Елбасымыздың бейбітшілік пен келісімде өмір сүру саясаты. Мен өз Президентіме сенемін! Отанымның жарқын болашағына, жасампаздығына сенемін!\n\nМәліметтер ашық ақпарат көзінен алынды.",
                "date": "3.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менделеев кестесі туралы қызық мәліметтерді қайдан аламын?",
        "question_content": "\"Менделеев кестені түсінде көрген\" дейді. Сол қаншалықты шындыққа жақын? Нақты факті қажет еді.",
        "question_date": "3.05.2018",
        "question_tag": "Мектеп",
        "question_views": 3400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Менделеев кестесі жайлы көпшілік біле бермейтін үш факт бар. Соның біріншісі:  ғалымның периодты жүйені құруға қызығушылығын оятқан оның сүйікті ісі - ойын картасын ерекше ережемен тарату әдісі болған екен. Менделеев ойын карталарының үстіне әртүрлі элеметтердің атом салмағын көрсетіп сызған. ейін солармен ойнаған екен. Осылайша құрылымы ұқсас элементтерді бір түсті карталарға біріктірген. Уақыт өте келе бұл \"карталар\" олардың атомдық салмағына сәйкес бағандарға ұласқан. Ал егер химияны жетік игергіңіз келсе, bilimland.kz сайтының химия курсын оқып шығуға кеңес береміз. Мұнда сіз анимациялар, видеолар, интерактивті жаттығулар арқылы пәнді қызықты жолмен үйрене аласыз.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "3.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Барселонаға не жетіспейді?",
        "question_content": "Вилья кетті... ехх дедім, Хави кетті... орны ойсырады, енді Иньеста... бұл ойыншымен бәрі кететін сияқты. Меніңше Андрес қатты бір қартайғанынан кетіп бара жатқан жоқ, тики-такадан бірден автобусқа ауысқысы келмейтін сияқты.\nМен қазір ойлаймын Барса келесі маусымда чемпиондар лигасының 1/4 финалынан өту үшін енді қандай қарсылас керек деп. Хетафе шығар мүмкін?",
        "question_date": "2.05.2018",
        "question_tag": "Футбол",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нағыз қызық Месси кеткен соң басталады)",
                "date": "2.05.2018",
                "upvotes": 1
            },
            {
                "text": "Реалды тоқтата алатын команда бар ма бұл жалғанда?",
                "date": "5.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Арық адам жүгіру жаттығуларын бастаса толыса ма?",
        "question_content": "Мен арық адаммын, мен жүгіру жаттығуларын бастағым келеді бұл толысу үшін пайдалы ма? Жүгірсем толамын ба?",
        "question_date": "2.05.2018",
        "question_tag": "Тазалық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арық болудың тағы бір себебі – тұқым қуалаушылық пен метаболизм ерекшеліктері. Алайда, кейде арықтық қандай да бір аурудың белгісі болуы мүмкін. Мысалы, егер қалқанша безі қызметі бұзылған болса, тиреотоксикоз ауруында, сонымен қатар бірінші дәрежелі қант диабеті мен ісіну кезінде адам салмақ тастай бастайды.\nНеден бастау керек?\nДене салмағын көбейтпес бұрын оның себебін анықтап алу керек. Адам ағзасын арықтатуға бірнеше себептер бар:\n– тамақ қабылдаудың бұзылу (анорексия, булимия). Бұл кезде ағза өзіне қажетті әрі нәрлі тағамды қабылдамайды. Ретсіз тамақтану нәтижесінде артық жеу, кейіннен ұзақ уақыт тамақ ішпей қою.\n– гипертиреоз. Қалқанша без қызметінің жоғарылауы нәтижесінде құрамында йоды бар гормондар ағзада көбейіп, зат алмасу жылдамдауына себеп болады.\n– қант диабеті. Ағзадағы қант құрамының көбеюінен зат алмасудың бұзылуы.\n– туберкулез. Бұл кезде ағзадағы барлық энергия аурумен күресуге жұмсалады. Нәтижесінде, адам арықтап кетеді.\n– ас қорыту ағзаларындағы аурулар. Созылмалы гастрит, дуоденит, колит, асқазан ауруы кезінде әртүрлі ауырсынулар болып, адамға тамақ сіңбейді.\n– глисттер мен паразиттер. Паразиттер ішек қабырғасының шырышты қабатын зақымдап, онымен тамақ қорыту және сіңіру процесін бұзады.Олар ағзаны улап, аллергия шақырады.\nЕгер арықтықтың себебі жоғары себептерден болса, әуелі емделіп алған дұрыс.\nТолығырақ мына сілтемеден оқи аласыз.",
                "date": "2.05.2018",
                "upvotes": 0
            },
            {
                "text": "Егер денсаулығыңыз жақсы əрі ақша да болып жатса, протеин ішіп, жаттығу залына үзбей барыңыз.",
                "date": "4.05.2018",
                "upvotes": 0
            },
            {
                "text": "Керісінше одан сайын салмақ тастауың мүмкін)",
                "date": "5.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рухани жаңғыруға эссе керек",
        "question_content": "Болашаққа бағдар:рухани жаңғыруға  эссе керек көлемі 200 ден асса ішінде эпиграф болуы керек",
        "question_date": "1.05.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 68100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болашаққа бағдар:рухани жаңғыру\nРухани жаңғыру – адам баласының оның ішкі әлемінің жаңаруы, сана-сезімі, жаңа өзгерісті қабылдай білуі. Рухани жаңғыруда өркениеттің өрге жүзуімен байланыстырамыз. Тарих сахнасына көз жүгіртсек, өскен ұлттың өрби түсуіне осы «рухани жаңғыру дәлел». Көне замандағы көрікті қалаларымыз, сән салтанатты таласқан озық ескерткіштеріміз, мәдени мұраларымыз бұртартпас айғақ болып табылады. Елбасымыз рухани жаңғырудың бірнеше принциптерін ұсынды: Бәсекелестік қабілет. Ғаламданудың жаһандық жүйесіне еніп, ХХІ ғасырдың талаптарына дағдыланудың қамына кірісу сапалы табыстың кілті екенін атап айтты. Прагматизм. Ұлан ғайыр қазыналарымызды қалпынша қолданып, қорғау, бір мақсатпен межелеген межеге жету арқылы түрлі саяси радикалды идеалогияларға тосқауыл болудың бағдарын ұсынды. Ұлттық бірегейлікті сақтау. Елбасымыз үшінші қағидасында ұлттық код, яғни халқымызға тән салт-санамыз, асыл мәдениетіміз бұлардың барлығы бойымызда жалындап, үні шырқалып тұруын баса айтты, сонда ғана алға басулар болатының ескертті. Білімнің салтанат құруы. Қазіргі таңда білім бағдарламаларының елімізге ұтымды үлес қосып келе жатқанын айта келіп, табыс тізгіні – білімді болашақ жастардың қолында екеніне баса назар аударды. Қазақстанның революциялық емес, эволюциялық дамуы. ХХ ғасыр қасіреттерін қаперімізге сақтап, одан сабақ алу және де дүрбелең туғызу экономикалық күйреуге алып келетінін қазіргі кезде болып жатқан әлемдік толқыныстарды мысалға келтірді. Ревалюциялық өзгеріс емес, эволюциялық жаңару алып келуіміз керек екеніне ой қортты. Қорыта айтқанда, бұл елбасымыздың ұтымды қағидасы, халқына деген үндеу өсиеті деп білемін. Ішкі руханиятымыз арқылы, сыртқы өзгерістерді жақсы жағынан қабылдап, жаңғырудың даңғыл жолына түсуге көшбасшымыз болашақ мына бізге дара жол көрсетті. Ол соқпақтардан қалай өту керектігін айтып, бағыт бағдар берді. Ендеше, көкжиектен ауытқымай, ұлт көшбасшысының өскелең ұрпаққа мензеген дара жолымен биік шыңдарды бағындырайық.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "2.05.2018",
                "upvotes": 0
            },
            {
                "text": "Рахмет көп көп рахмет",
                "date": "16.11.2018",
                "upvotes": 0
            }
        ]
    }
]