[
    {
        "question_title": "Ұрық табақшасы жəне оның орналасуы туралы мəлімет керек?",
        "question_content": "Ұрық табақшасын тап,оның орналасуын",
        "question_date": "9.04.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұрық табақшасы (зародошевый диск); (discus embryonicus, лат. discus табақша, дискі, грек, embryo — ұрық) — полилецитальды (сарыуызы коп) жұмыртқа жасушасының ұрықтануы (құс, бауырымен жорғалаушылар, жұмыртқа салатын сүтқоректілер) нәтижесінде түзілген ұрықтың бөлшектену кезеңінен кейін, ұрық жасушалары (бластомерлер) оның жоғарғы жағына өтіп, пішіні табақ тәрізді құрылым жасайды. Ұрық табақшасының орта бөлігінде ұрық қалқаны түзіліп, одан ұрықтың денесі, ал оның шеткі жағынан ұрықтантыс мүшелер дамиды.",
                "date": "9.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "М.Мақатаевтың «Ақ кимешек көрінсе» өлеңін талдау керек?",
        "question_content": "талдау жасау керек. казирги ажелермен",
        "question_date": "9.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Айтылуы мен жазылуы бірдей болады ма?",
        "question_content": "Соз ишиндеги бир-бирине әсер етуші дыбыстарды анықтап,алғашқысыныңастын-1 сызықпен,екіншісінің астын 2сызықпен сызыңдар да,қайсысы қасысына әсер еткенін табындар.Айтылуы мен жазылуы бірдей ме??",
        "question_date": "8.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 38600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәдениет, оқу-ағарту, ғылым, әдебиет, өнер халықтың тағы басқа рухани өміріне тіл де қызмет етеді. Оның сол қызметі тіл мәдениетінің дәрежесін арттыруға, тілдік тәсілдердің жетіліп қалыптасуына кең жол ашады. Әсіресе баспасөзде орфографиялық, лекси­ка-грамматикалық нормалар және әдеби тілдің стильдік тармақтары шыңдала түседі. Тіл мәдениеті екі салаға бөлінеді:\n1) баспасөз тілінің мәдениеті, оған жазу мәдениеті;\n2) сөйлеу тілінің мәдениеті, оған орфоэпия – дұрыс сөйлеу, сөздерді дұрыс айту мәдениеті енеді. Олардың қарым-қатынасы нәтижесінде жазу нормалары баспасөз арқылы қалыптасады. Ал орфоэпиялық нормалар баспасөз және әдеби тілдің сөйлеу тілі арқылы қалыптасады. Сондықтан баспасөз тілі мәдениетінің дәрежесі әдеби тіл нормаларының сапасы мен дәрежесінің өлшемі бола алады. Өйткені баспасөз – әдеби тіл мәдениетінің айнасы.\nСөйтіп, тіл мәдениеті халықтың жалпы мәдени дәрежесімен, әдеби тілдің қандай белеете екенімен тығыз байланысты. Халықтың жазу мәдениеті, сөйлеу өнері неғұрлым жоғары болса, солғұрлым, сөздердің орфографиялық және орфоэпиялық норма­лары берік те тұрақты болады.\nОрфография ережелерін жетілдіру мақсатымен бұрын жазу тәжірибесіне бірнеше өзгерістер енгізілген болатын. Соның бірі қосарлы -ый, -ійәріптеріне бір иәрпімен таңбалау туралы өзгеріс нәтижелі болғаны мәлім. Ол әсіресе жазуды жеңілдетіп, оның мәдениетін жақсартты. Солай етуді тілейтін орфография ережелерінің қайта қарауға болатын мәселелері әлі де жоқ емес. Соның бірі орыс тілінен енген бірқатар сөздердің соңғы дыбыстары к, г, -ге біткенде, оларға жалғанатын қосымшалар кейде жуан, кейде жіңішке қалпында жалғануы жазуда көп қиыншылық туғызып жүр. Енді соларға жалғанатын қосымшалар (кейбір сөздерді қоспағанда) тек жіңішке вариантта жалғанады деп өзгертуді тілейтін сияқты.\nОсындай жеңіл-желпі (ресми түрде) өзгерістер енгізуді жазу тәжірибеміз тілеп отырса, әрине, ондайдан бойды аулақ салуға болмайды. Бірақ негізгі жазу ережелері тұрақты болу керек.\nБіріккен сөздердің жазылуында да бірізділік жоқ. Бұл жайында әр баспа орны өзінше ереже шығарып жүр. Қазақ CСP Ғылым академиясы Тіл білімі институты шығарған үлкен орфографиялық сөздікте де бұл туралы қайшылық бар. Қазақ жазуында біріккен сөздердің емлесі тиянақталмай-ақ қойды. 1935 жылы жазған бір мақаласында проф. Қ. Жұбанов біріккен сөздердің жазылуында қате көп кететінін, бұл мәселеде таластың көп екенін сөз еткен болатын[1,265].\nДәл осыны қазір де айтуға болады. Оның басты себебі – біз біріккен сөздерді емес, олардың ережелерін құбылта береміз. 1940– 1960 жылдары оларды бірге жазу дағдыға айналып, жөнделе бастағанда, кейін бөлек жазуды дәріптеп, қолғап, жарғанат, есекмия сияқты көптеген біріккен сөздерді қайтадан бөлек жазуды ұсындық. Бұдан не шықты? Бұл тәжірибе өзін-өзі ақтамағанын әркім-ақ байқап жүр.\nҚазақ тілінің нормаларын айырып тану критерийлері туралы айтқандарымызға мысалдар лексика, грамматика, кейде фонетикадан алыңды. Соларға қарап орфографиялық және орфоэпиялық нормалардың оларға қатысы жоқ екен деп түсінбеу керек. Бұлардың да жұмсалуында жүйелілік, жиілік, модельдік болжамдар болады. Солармен қатар ол екеуінің нормалық құрылыстарында елеулі ерекшеліктер бар және олардың өзара байланысы да бар. Мысалы, емле ережелері бойынша дауысты, дауыссыз дыбыс әріптері түбір сөздер мен қосымшалардың түйіскен жерінде ілгерінді, кейінді ықпал заңдарына сәйкес жазылады: қатаңнан кейін – қатаң, ұяңнан кейін – ұяң, жіңішке дауыстыдан кейін – жіңішке, жуан дауыстыдан кейін – жуан дауысты жазылуға тиісті екені орфографиялық ережелер жинағында бірнеше параграфқа бөлініп айтылады (§ 32, 33, 41). Солай жаз деп ережелер ұсынуымыздың негізгі принципі - қазақ тілінде ертеден қалыптасқан дыбыстардың біріне-бірінің әсер етуі нәтижесінде пайда болатын өзгерістер. Бұл орфографиядағы фонетикалық принципті колданудың бір түрі. Сол заңдылықтар ауызекі тілде өмір сүріп келгендіктен, орфографиялық ережелер орфоэпия нормаларына сәйкестендіріліп қабылданған. Сондықтан, мысалы, таудан, қаладан, терезеден, есіктен деп айтылуы да, солай жазылуы да норма. Бірақ әр уақытта осылай айту (орфоэпиялық), жазу, орфографиялық нормалары өзара үйлесіп, бірлестік-тұтастығын сақтап жұмсала бермейді, екеуі екі бөлек нормалық бағытқа түскендері бар. Мы­салы, дауысты дыбыстардың ерін үндестігі қазақ тілінде қырғыз тіліндегідей елеулі болмайтындықтан, айтуда ол заңдылықтар сақталады да, жазуда ескерілмейді: “төрдө төртөу отүр төрөмін” деп айтылады да, “төрде төртеу отыр төремін” деп жазылады. Екеуі де норма. Не болмаса, завоттан деп дыбыс заңы бойынша айтылады, бірақондай сөздердің түбірін сақтау мақсатымен – заводтан деп жазамыз. Мұндайда сөздің соңғы дыбысы үяң болма­са, дауыссыздан басталатын қосымшаның бірінші дыбысы да ұяң, қатан болса– қатаң болып жазылады деген ереже еленбейді. Немесе ауызша, сөзшең, қазша деп жазамыз да, ауышша, сөшшең, қашша деп айтамыз.\nМұндайда орфографиялық ережелер фонетикалық принципке сүйенбейді, ал морфологиялық принцип бойынша – сөздің түбірін сақтап жазуды норма деп танимыз. Сұршағыз, Болдығыз, Құрманғазы, Жанғабыл, Төрегелді, Есенгелді, Құлагер сияқты күрделі біріккен сөздер арасындағы фонетикалық өзгерістердің жазылуда да сақталуы – екі талап-талғамның (айтылуы мен жазылуы) түйіскен жері болса, Аманкелді, Ботакөз, Досжан (айтылуы – Дош- шан), Сәтбаев (айтылуы – Сәтпаев) сияқтылардың жазылуы айтылуынан алшақ жатыр.\nМұндайдың қайсысы дұрыс? дегенге жауап беруден бұрын “ол екеуінің қай орайда басы түйіседі, қай жерде екі айырылады?” дегенге жауап беру керек. Орфография ережелері бойынша күрделі сөздердің бәрі бірдей бірігіп жазылмайды (мысалы, күрделі сын есім, сан есім, етістіктер). Бірігіп жазылатындары көбінесе, зат есім, есімдік, үстеу сөздер. Күрделі сөздердің бірігіп не бөлек жазылуы, сөз жоқ, олардың орфографиялық нормаларын қалыптастыруға да, ауытқымалы етуге де әсерін тигізеді. Мысалы, темір жол(железная дорога), теміржолшы(железнодорожник), бесжылдық қор(пятилетный запас), бесжылдық жоспар(пятилетный план), ақ сүйек(белая кость), ақсүйек(игра).\nТілдегі әр уақытта осылардай таразының басы қай жағына ауса, сол нормаға айналып, оп-оңай шешіле бермейді. Қей орайда орфография мен орфоэпия арасында үйлесімі бола бермейтін жайттар да кездеседі. Сондайлар шаң бергенде, “Былай тартсаң, арба сынады, былай тартсаң, өгіз өледі” деуге тура келеді. Ондай қайшылықтың болуын тілдің даму табиғатының ерекшелігімен түсіндіруге тура келеді. Мысалы, әдеби тілдің ерекше күш алып, коммуникативті қызметінің кеңеюі, сөз жоқ, оның лексикалық қорының молаюын керек етеді. Ол үшін тілдің жаңа сөз жасау тәсілдерінің әрекеті күшейді. Мысалы, екі сөзді біріктіріп жаңа сөз жасау бұрын да бар еді. Сөз жасаудың синтетикалык; амалдары сияқты бұл аналитика-синтетикалық сөз жасау тәсілі де қазірде ерекше етек алып кетті. Солардың бірқатары жиі қолданылып, ертеден-ақ нормаға айналып кетсе (жолбарыс, тасбақа, атқүлақ т. б.), сол ізбен бұдан 20– 30 жыл бұрын жасалған күрделі сөздер де сол топты молайтты (шекара, бесжылдық, өнеркәсіп, еңбек күн т. б.). Тіл осындайлармен “қанағаттанып”, “қаңтарылып” тұрып қалмайды ғой. Жаңа сөздер мен сөз тіркестері барлық тіл жұмсаушыларға бірдей сіңімді қалпында жасалмайды. Жагажай, балмұздақ, бессайыс, келіссөз, арзанқол сияқты сөздердің жұртқа танымал болуы, солай жазылып нормаға айналуы үшін де уақыт керек болды. Соңғы кезде, мерзімді баспасөз бетінде мынандай күрделі тұрақты сөз тіркестері біріктіріліп, жиі жазылатын бол­ды: бозбала, жасөспірім, жанашыр, атүсті, кездейсоқтық, тырнақалды, тісқаққан, атсалысты, еңбексүйгіштік, арзанқол, күретамыр т. б. сияқтылар емле ережесі бойынша, тұрақты тіркестер болғандықтан, бірікпей, әр сөзі бөлек-бөлек жазылуға тиісті болса, баспасөз тәжірибесі мен ол жайындағы ресми ереже арасында елеулі қайшылық бар екені байқалды. Фразалық түйдектердің тек мағыналық тұтастығы ғана емес, олар терминдік ұғымга ие болып, номинативті арнаға түседі. Сондықтан мағына тұтастығы тұрғысынан дүрдараздық, басараздық, ауылшаруашылық т. б. номи- нативті бір бүтін сөздер деп танылып, біріктіріліп жазылады.\nФразалық тіркестердің біразы, әдетте, әрбіреуі сөздің бейнелі, нысаналы баламасы болғандықтан, олардың біртұтас сөз деп танылуы заңды да. Мысалы, тіс қаққан– қу, тісін қайрау– — өшігу, көз жұму– елемеу, көз қырын салу– қарасу. Бірақ бұлардың бөлек жазылуы – олардың біріккен сөз еместігін, тұрақты тіркестер екенін (бірақ сөз тіркестері емес) аңғартса, сонымен қатар осылардың ауыспалы мағыналарын дұрыс ұғынуға себепкер болады. Соның өзінде тұрақты тіркестердің мағына тұтастығы кейде жаңа пайда болған терминдік ұғымдардың баламасы атауышы болатындықтан, баспасөзде олардың біріктіріліп жазылуы дағдыға айналды. Мысалы, қаншіер, жасөспірім, бозбалсі, арамтамақ, тісқаққан.Мұхтар Әуезовтің “Абай жолы” романында атжақты, атқамінер, атқосшы, атсалыс, атүсті, атшабар, атшабыс, атшана, атшаптырым, атышулы сияқты сөздер кездеседі. Оларды автордың саналы түрде біріктіріп жазуы сөздерге жаңа өң, жаңа мән беруді көздегендігін байқатады. Мұндайларды тек емле тұрғысынан танымай, бір лексикалық қатардағы сөздердің тіркестірілетін екінші қатардағы сөздермен бірге біртұтас бүтін сөзге айналуы деп тану керек.\nТолық мағыналы сөздердің шылау сөздерге айналуы, күрделі етістіктердің бірігіп, қысқарып, дара етістіктерге айналуы (мы­салы: түрегел, әкел, әпер), жалпы есімнің жалқы есімге айналуы және керісінше – сөздердің коммуникативтік қызмет орайында сірідей сіресіп қатып қалмайтынын, ауыс-түйіс байланысының молдығын көрсетеді. Осы түрғыдан шекарашылар дегеннің аналогиясы бойынша теміржолшылар, бесссайысшылар, қолөнершілердеп жазу орынды. Өйткені, тіл жұмсаушылар бұларды бетбұрыс, кішіпейілдік, бүкілхалықтық, көркемөнерпаздар сияқтыларды біртұтас номинант деп ұғынады. Сөздердің айтылуы мен жазы­луы арасындағы елеулі қайшылық көп орайда олардың нормаларын бұзуға мәжбүр етеді. Жазу нұсқалары кейде жазушының сөздерді айту дағдысымен де байланысты. Оқушы, студент, не белгілі ауыл-аймақ өкілдері орфография ережелерін жетік білмесе, жеке сөздерді өздерінің айтуынша жазып қояды. Кейде соған қарап қай өңірде қандай диалектілік ерекшеліктер бар екенін де бағдарлауға болады. Мысалы, батыс аймақтарда кездесетін жұмыс жасадым, бойлай жұмысқа кешігуші дегендер немесе оңтүстік аймактарындағы жүдә жақсы, ауқат іштік сияқтыларды әдеби нормаға жатқызу қиын.\nӘдеби тіл нормаларын сақтап, ресми түрде қабылданған жұртқа ортақ емле ережелерін сақтап жазу — тіл мәдениетінің басты талабының бірі. Егер ол екеуінің арасында қайшылық болса, оны болдырмау әрекеті үшін қабылданған ережелерге әлсін- әлсін өзгерістер, толықтырулар енгізіп отырған жөн.\nОрфографиялық нормалардың ғылыми негіздерінің бірі тілдің дыбыс заңдылығы болса, тағы бірі — сөздердің айтылу зандылығы. Егер сөздердің жазылуы орфоэпиялық нормалардың қалыптасуына себепкер болатын болса, онда ол екеуінің қарым-қатынасының берік болғандығы. Мерзімді баспасөзде “Жазушының көптомдығы”, “бүкілодақтық көркемөнерпаздар үйірмесінің байқауы” деп айту, жазу қазір нормаға айналды.\nОсындағы көптомдығы, бүкілодақтық, көркемөнерпаздар сөзде- рінің құрамындағы жеке сөздердің бірігуіне орыс тілі арқылы енген жаңа ұғымдар түрткі болса, екінші жағынан дәл солардай болмағанмен, тілімізге бұрыннан келе жатқан осындай модельдер себеп болды: (жарқанат, жолбарыс, бүгін т. б.). Сол модельдер бойынша жасалған жаңа сөздердің тұр-тұрпаты әдеби тілдің ілгері дамуына үйлесіп, оның іргесі әлдеқайда кеңейгендігіне мыналар дәлел бола алады: өнеркәсіп, көркемөнер, өмірбаян, келіссөз, көркемөнерпаздар, бүкілодақтық, халықаралық, ауданаралық, табиғаттану, Абайтану, жағажай, балмұздақ, көкөніс, қолтаңба т. б. Мұндайлар– орфография ережелеріндегі (§ 29) бірігіп “жазылып дағдыға айналған”, солай жазылып “қалыптасқан” дегендерден тыс пайда болған қолдан жасалған жаңа сөздер. Тіл дамуында жаңа жасанды сөздердің болуы қаншалықты табиғи болса, екі сөзді біріктіріп жаңа сөз жасау соншалықты табиғи, тіл дамуының, адамдардың ой-өрісінің кеңеюінің бір көрінісі.\nСондықтан олар белгілі сөздермен шектелмейді. Нормаланған сөздермен қатар әлі де нормалана қоймаған жаңа сөздердің де бо­луы заңды.\n“Қазақ әдебиеті” газетінің беттерінен мынандай сөздерді кездестіреміз: желсөзділік, бойкүйездік, кеудемсоқтық, есерсоқтық, жанашыр, бірсыдырғы, ақжарқын, кішіпейіл, көркемөнерпаздар, киносаяхатшылар т. б. бұлардың көбі орфографиялық және басқа да сөздіктерде біріккен сөз ретінде аталмайды, аталса, бөлшектеніп бөлек жазылады. Соған қарағанда, бірқатар біріккен сөздердің жазылуында жалпыға бірдей ортақ норма болмауы да ықтимал.\nКүрделі сөздердің бәрін бірдей біріккен сөздер деп біріктіріп жаза беруге болмайды Олардың бірқатары емле ережелері бойын­ша бөлек жазылады.\nБір бүтін, біртұтас болып сомдалғандарын тұтасқан күрделі деп, алшақ күрделенгендерін күрделі деп айырамыз.\nСоңғыға темір жол, қант қызылшасы, балалар бақшасы, ақ қайың, бас жіп, уық бау, қара көк, ақ құба деген сияқты түйдекті тіркестер енеді. Бұлардың бөлек жазылуы да шартты. Орфогра­фия лық ережелерде, сөздіктерде темір жол, қара көк бөлек жазы­лады деп көрсетілген, оның себебі macжол,асфальт жолсияқты теміржол да,қара қасқа,алажіп, қара көк сияқтылар бір беткей, бөлек жазылсын деген шарт бойынша жазылып жүр. Сондықтан олар “ұласқан тіркес” құрамына енгізіліп отыр. Ал номинативтік дәреже тұрғысынан қарағанда, темір жол, темір жолшы бірігіп жазылуға тиісті. Кейбіреулер ұласқан тіркестерді тұтасқан сөз деп танып, біріктіріп жазып қоюға дайын тұрады. Керісінше, кейде біріктіріп жазылуға тиісті сөздерді бөліп жазып қоятындар да кездеседі.\nЖазудағы мұндай ала-құлалық басқа түркі тілдерінде біздегіден де жиі ұшырайды. Сол қиыншылықтан қашып, кейбір тюркологтар күрделі сөздерді бөлек жазу арқылы (айырым) таңбалауды принципке айналдырғысы келеді. Әдеби тілдердегі жаңа сөз жасау тасқыны оған бой беретін емес. Бұл процесс мәселені әбден зерттеп алғанша, оларды бөлек жаза тұрайық дегенге де қарайтын емес. Өзбек, азербайжан, түркімен, қазақ тілдерінің бүл жайын- дағы бағыты — әбден сараланған, дүрыс бағыт. Олар сөздерді біріктіріп жазу арқылы жаңа пайда болған ұғымдарға лайық жаңа сөз жасауға кең жол ашып отыр. Бұл әуесқойлық орыс тілі жазуына еліктеу емес, бір есептен, орыс тілінің игілікті әсерімен әдеби тіл- дің сөз байлығын молайту қамы.\nБізде біріккен сездерді бөліп жазуды жақтайтын, соны уағыз- дайтын ғалымдар бар. Бірақ олардың ешқайсысы тілдік өмірде кең қанат жайып жаткан ол ағымға қарсы мақала да жазған емес. Ал күрделі сөздердің тиімділерін біртұтас етіп біріктіріп жазуды құптап жазылған мақалалар сан алуан. Мысалы, “Социалистік Қазақстан”, “Қазақ әдебиеті” газеттерінде жарияланған (М. Балақаев, К. Аханов/ Қ. Есенов, Б. Қалиев, М. Жантикин т. б.) мақалаларда және орфографиялық, тағы басқа сөздіктерде, газет- журнал, кітап беттеріндегі екі сөзді біріктіріп жаңа сөз жасауға, солай жазуға ерекше мән беріледі. Бұл – әдеби тіліміздің өрге даму талабына үйлесімді әрекет болып отыр.\nГрамматикалық құрылыстардың жүйелі нормалары халық тілінің табиғатында бар нәрсе. Әдеби тіл соларды қабылдай отырып, онда кездесетін ала-құлалықты болдырмау үшін жарыспалы түлғалардың көпшілікке ортақ, әдеби тіл заңдылықтарына үйлесімді дегендерін ғана талғап алады. Мысалы, баратын– баратұғын, келейік– келелік, келелі, жұмысшы– жұмыскер, социалистік– социалды дегендердің соңғы варианттары тілде кездескенмен, олар әдеби норма деп танылмайды.\nОсылар сияқты нормадан ауытқулар қазақ тілінің синтаксистік құрылысында да бар. Мысалы, ол қаладанкеле жатыр– келе жатыр олқаладан,ол келе жатырқаладан,келе жатырқаладанол т. б.\nСинтаксистік құрылыста бұрыннан бар сөздерді байланыстыру тәсілін әдеби тілде керегіне қарай басқа тәсілмен алмастыруға да болады. Мысалы, ілік жалғауынан сөздердің шиыршықтанып матаса байланысуы бұрыннан бар. Бірақ олардың анықтауыштық құрамы жеңіл-желпі кезінде ілік жалғауын түсіріп айтудың пәлендей қажеті болмады (ағаштың бұтағының жапырағы, Қазақтың мал-дәрігерлік институтының ректорының кабинеті), кейін ондай тіркестер әдеби тілде жиі қолданылатын болған кезде, тіркес шұбалаңқылығын, ықшамдау мақсатымен ілік септігін түсіріп айту нормаға айналды. Қазақ ССР Ғылымакадемиясы Тіл білімі институ­тығылыми секретари.\nОрфография – тіл мәдениетінің аса маңызды мәселесінің бірі. Бірақ ол көп жылдар бойы ерекше зерттеу объектісі болма­ды. 1930 жылдардан кейін сөздердің дұрыс айтылуы бізде орфографиялық ережелермен байланысты қаралып келсе, 1965 жылғы “Қазақ тілі мәдениетінің мәселелері” деген кітапта, 1966 жылғы М. Дүйсебаеваның “Қазақ әдеби тілі орфоэпиясының негізгі мәселелері” деген кандидаттық диссертациясында және 1972 жылғы “Тіл мәдениеті және баспасөз” деген жинақтағы Қ. Неталиеваның мақаласында (“Орфоэпия нормалары туралы”) бұл мәселе бірсыпыра дұрыс бағытта зерттелген болатын. Солардың бәрі тіл мәдениетінің аса бір маңызды мәселелерін зерттеудегі игілікті бастама деуге болады.\n\nhttp://emle.kz",
                "date": "10.04.2017",
                "upvotes": 0
            },
            {
                "text": "Әрине, бола алады.\n\nМысалға, \"қазақ\" сөзін алатын болсақ:\n\nАйтылуы: қазақ\n\nЖазылуы: қазақ\n\nМысалға, \"мектеп\"\n\nАйтылуы: мектеп\n\nЖазылуы: мектеп",
                "date": "14.01.2018",
                "upvotes": 0
            },
            {
                "text": "жарқанат немесе  жарғанат дұрыс  жазылуын көрсетсеңіз",
                "date": "29.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеуде омыртқасында грыжа бар емі",
        "question_content": "Кеуде омырқамда грыжа бар оң жанбасқа беріп жүр қимылдау қозғалу қиындап жүр қандай емдер бар Жане Тараз қаласында емдейтін жер барма",
        "question_date": "8.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 871,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Іздеп көруге болады.Оны  кішкентай кезде кетіру керек.Себебі,адамның омыртқасы 16 жастан кейін қатады,нығаяды.",
                "date": "9.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құстардың ішкі мүшелер жүйесінің өзіне ғана тəн ерекшеліктері қандай?",
        "question_content": "құстардың ішкі мүшелер жүйесінің өзіне ғана тəн ерекшеліктеріне арналған кестені толтырыңдар",
        "question_date": "8.04.2017",
        "question_tag": "Биология",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құстар — жылықанды омыртқалы жануарлар (омыртқасы бар жануарлар). Олардың қауырсындары жылуды сақтауға және ұшуға көмектеседі. Олар артқы екі аяқтарымен жүреді, ал алдыңғң аяқ-қолдары қанаттарға айналған. Құстардың барлығы жұмыртқа салады. Құстардың денелері жеңіл болғанымен, мықты және ұшуға ыңғайлы болады. Дегенмен ұшпайтын құстар да кездеседі.\nҚұстар 2 класс тармағына: бір ғана отряды бар кесірткеқұйрықтылар (жойылып кеткен) және 34 отрядқа бірігетін 9 мыңдай түрі (оның 28 отряды осы кезде де кездеседі) желпуішқұйрықтылар немесе нағыз құстар деп бөлінеді. Құстар Арктикадан Антарктика жағалауларына дейінгі барлық табиғи белдемдерде таралған.\nҚазақстанда құстардың 18 отрядқа жататын 489 түрі бар. Оларды мекен ететін орындарына қарай орман, ашық дала, батпақты-шалшықты және су құстары деп бөледі. Алғашқы құстардың дене тұрқы 1,8 м-ге дейін жеткен, тістері жақсы жетілген, ұша алмаған. Тіссіз, жақсы ұшатын ихтиорнистер қазіргі құстарға өте жақын болған. Құстардың басқа омыртқалы жануарлардан айырмашылығы – олардың ауада ұша алатындығы. Атап айтқанда, алдыңғы аяғы қанатқа айналған, төс, сан және мойын бұлшық еттері жақсы жетілген, сүйектері жұқа, көбінің іші ауаға толы қуыс болғандықтан және бір-бірімен жіксіз тұтасатындықтан, қаңқасы жеңіл әрі берік. Құстарда тек құйымшақ безі ғана болады (ол су құстарында жақсы жетілген). Жүрегі 4 камералы. Зат алмасу процесінің тез және қарқынды жүруі – олардың ұшуына қажетті энергия бөлінуін және дене температурасының тұрақты әрі жоғары болуын (38 – 41°С) қамтамасыз етеді. Құс қанаты, қауырсыны ұшу, қозғалу құралы ғана емес, денедегі жылылықтың бірқалыпты болуын қамтамасыз етеді және шамадан тыс салқындаудан немесе қызып кетуден сақтайды. Ас қорыту органдары қоректі көп мөлшерде қабылдап, тез қорытуға бейімделген. Ұшу кезінде құстардан көп энергия бөлінетіндіктен, жоғары калориялы қоректі қажет етеді. Тыныс алу жүйесі ұшуға байланысты ерекше өзгеріске ұшыраған. Құстардың ішкі органдары мен бұлшық еттері арасында және тері астында жалпы көлемі өкпеден едәуір үлкен 9 – 10 ауа қапшықтары болады. Олар өкпемен кеңірдек арқылы байланысқан. Сондықтан құстар ұшу кезінде қанатын жайғанда кеуде қуысы кеңейіп, өкпеге енген ауа осы ауа қапшықтарына өтеді. Ал қанатын қомдағанда кеуде қуысы кішірейіп, ауа қапшығындағы ауа өкпе арқылы сыртқа шығады. Құстардың өкпесінде қан оттегімен екі рет (дем алған кезде және дем шығарған кезде де) тотығады. Оны қосарлы тыныс алу деп атайды. Бұл тек құстарға ғана тән қасиет. Құстардың жүйке жүйесі жақсы дамыған, миы үлкен, ми сыңарлары, көру орталығы, мишығы жақсы жетілген. Құстардың сезім органдарының дамуы әр түрлі. Тез ұшатын үкі, жапалақ, басқа да жыртқыш құстардың көзі жақсы жетілген. Иіс сезу көп құстарда жетілмеген, ал дыбыс есту қабілеттілігі жақсы дамыған. Құстардың көру және есту органдарының жақсы дамуы, олардың алыс және жақын кеңістіктерді игеруіне, мезгілімен қоныс аударып, түрішілік және түраралық қатынас жасауына әсер етіп, құс тіршілігінде маңызды рөл атқарады. Құстар 1-ден 20 – 25-ке дейін жұмыртқа салады. Оны 12 күннен 80 күнге дейін басады. Құстар өсімдіктерді тозаңдандырып, олардың тұқымдарын таратады, зиянды жәндіктер мен кемірушілерді құртып, олардың табиғаттағы санын реттеуге қатысады. Кейбір түрлері бау-бақшаға, егістікке зиянын тигізіп, әр түрлі жұқпалы, паразиттік аурулардың қоздырғыштарын таратады.\n1868 ж. Вена қаласында (Aвстрия) алғаш рет құстарды қорғау туралы ресми шешім қабылданған. 1922 ж. Құстарды қорғаудың Халықаралық кеңесі құрылды. Халықаралық табиғат қорғау одағының “Қызыл кітабына” құстардың 209 түрі мен 83 түр тармағы, ал Қазақстанның “Қызыл кітабына” 56 түрі енгізілген.\n\nhttps://kk.wikipedia.org",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқушы оқыған кітапта неше бет болған?",
        "question_content": "Оқушы кітапты үш күн оқыды. Ол бірінші күні кітаптың 0,2-сін және 5 бетін оқыды. Екінші күни кітаптың қалған беттерің 0,4-ін және 7 бетін оқыды. Үшінші күні кітаптың одан қалған беттерің 0,8-ін және қалған 10 бетін оқыды. Оқушы оқыған кітапта неше бет болған?",
        "question_date": "8.04.2017",
        "question_tag": "Математика",
        "question_views": 9700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы бет саны Х \nІ күн  0.2х-5\nІІ күн   0,4х-7\nІІІ күн  0,8х-10\nЕнді оқыған үш күнді қоссақ жалпы бет саны шығады \n0.2х-5+ 0,4х-7+ 0,8х-10=х\nбұдан х=55                жалпы бет саны 55 бет бар \n55 ті  х тің орнына қойғанда \n 1-күні 6 беті\n2-күні 15 бетін \n3- күні 34 бетін оқыған.",
                "date": "6.12.2019",
                "upvotes": 1
            },
            {
                "text": "Салематсыздарма?! Балама төменде көрсетілген есеп берген болатын. Көмекке қол ұштарыңызды берсеңіздер. Мен үйде отырған анасы, есеп шығаралмай балам мазаланып отыр еді.\n\n\"Оқушы кітапты үш күн оқыды. Ол бірінші күні кітаптың 0,2-сін және 5 бетін оқыды. Екінші күни кітаптың қалған беттерің 0,4-ін және 7 бетін оқыды. Үшінші күні кітаптың одан қалған беттерің 0,8-ін және қалған 10 бетін оқыды. Оқушы оқыған кітапта неше бет болған?\" шығару жолын көрсетіп жіберсеңіздер",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген есептен қуатты табыңыз?",
        "question_content": "Бер:Р=40кН\n\n       Жылдамдык=18 км/саг=5м/с\n\nN-?",
        "question_date": "7.04.2017",
        "question_tag": "Физика",
        "question_views": 861,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: Қуат 0,2 МПа",
                "date": "8.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтіннен шылауларды теріп жазыңыз?",
        "question_content": "ШЫЛАУДАРДЫ ТЕРІП БЕРІНІЗШІ ШЫЛАУДАРДЫ ТЕРІП БЕРІНІЗШІ ШЫЛАУДАРДЫ ТЕРІП БЕРІНІЗШІ МАҒАН ӨТЕ КЕРЕК ШЫЛАУДАРДЫ ТЕРІП БЕРІНІЗШІ ПЖ",
        "question_date": "7.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шылаулар: мен, пе, -ақ, мен, -ды, әсіресе, де, мен, бен, әрі, біресе.",
                "date": "8.04.2017",
                "upvotes": 0
            },
            {
                "text": "Шылаулар: мен, пе, -ақ, біресе, мен, -ды, әсіресе, де, мен, бен, әрі.",
                "date": "27.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Құнанбаевтың \" Он тоғызыншы қара сөзі\" не шығарма жазу керек?",
        "question_content": "Абай Құнанбаевтың \" Он тоғызыншы қара сөзіндегі\" \"қандай\" мен  \"қалайға\" жауап беріп, өз көзқарасыңызды талдап жазыңыз. Осы тақырыпқа Эссе жазып беріңіздерші",
        "question_date": "7.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 14300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам ата-анадан туғанда есті болмайды: естіп, көріп, ұстап, татып ескерсе, дүниедегі жақсы, жаманды таниды дағы, сондайдан білгені, көргені көп болған адам білімді болады. Естілердің айтқан сөздерін ескеріп жүрген кісі өзі де есті болады. Әрбір естілік жеке өзі іске жарамайды. Сол естілерден естіп, білген жақсы нәрселерді ескерсе, жаман дегеннен сақтанса, сонда іске жарайды, сонда адам десе болады. Мұндай сөзді есіткенде шайқақтап, шалықтанып не салбырап, салғырттанып есітсе, не есіткен жерде қайта қайырып сұрап ұғайын деп тұшынбаса, не сол жерде сөздің расына көзі жетсе де, шыға беріп қайта қалпына кетсе, естіп-есітпей не керек? Осындай сөз танымайтұғын елге сөз айтқанша, өзіңді танитұғын шошқаны баққан жақсы деп бір хакім айтқан екен, сол секілді сөз болады.",
                "date": "8.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойдан шығарылған айтыс керек?",
        "question_content": "Музыка сабағынан үй тапсырмасынан беріп еді. Соған керек болып тұр.",
        "question_date": "7.04.2017",
        "question_tag": "Өнер",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйге берілген тапсырма айтыс керек.",
                "date": "3.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егіз босанғандарға өкіметтен қосымша тамақ бөлінеді ме?",
        "question_content": "Әпкем егіз босанып еді, балаларына қосымша тамақ қажет! Өкіметтен беріледіме? Айына қанша рет?",
        "question_date": "7.04.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген сөздерді цифрмен жазыңыз?",
        "question_content": "Әріпті цифрмен жаз:бірдей әріпті -бірдей цифрмен,әртүрлі әріпті-әртүрлі цифрмен\n\nКрот+Слон=Заводциф",
        "question_date": "7.04.2017",
        "question_tag": "Информатика",
        "question_views": 717,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Патриот атты топқа ұран керек?",
        "question_content": "Топтын аты Патриот енды осыган уран керек пж тауып берыныздершы",
        "question_date": "7.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайтыс болған адам түсіме кіріп ұрысса не болады?",
        "question_content": "Түсімде қайтфс болған атам малғпмалғп қарамадың деп ұрсып, шымшып жатыр екен. Бұл нені",
        "question_date": "7.04.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атаңыздың сізге көңілі толмағаны ғой. Бір құран оқытып алыңыз.",
                "date": "27.07.2017",
                "upvotes": 0
            },
            {
                "text": "Егер түсіңізде қайтыс болған адамды көрсеңіз",
                "date": "3.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шеңберге іштей сызылған дұрыс үшбұрыштың периметрі 18 см. Квадрат қабырғасы?",
        "question_content": "Шеңберге іштей сызылған дұрыс үшбұрыштың периметрі 18 см.Осы шеңберге іштей сызылған квадрат қабырғасының ұзындығын есептеңдер.",
        "question_date": "7.04.2017",
        "question_tag": "Геометрия",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Центрі К нүктесінде болатын шеңбер, АВС тең бүйірлі үшбұрыш және іші сызылған DEFG шаршы берілсін.\nҮшбұрыштың периметрі - оның барлық қабырғаларының ұзындықтарының қосындысы.\nABC үшбұрышы тең қабырғалы, онда\n\n AB=BC=AC=18/3=6 (см).\n\nАК кесіндісі берілген шеңбердің радиусы болатындай АВС теңбүйірлі үшбұрышының В нүктесінен К нүктесіндегі шеңбердің центріне кесінді жүргізейік.\nТеңбүйірлі үшбұрыштың радиусының формуласын еске түсірейік:R=a:√3.\n\n=> теңбүйірлі үшбұрыштың радиусы АВС=6:√3=(6√3)/3=2√3 (см).\n\nШектелген шаршының қабырғасының формуласын еске түсірейік:  a=R√2.\n\n=> сызылған шаршының жағы DEFG=2√3*√2=2√(3*2)=2√6 (см).\n\nШаршыда барлық қабырғалары бір-біріне тең.\n\n=> DE=EG=GF=FD=2√6 (см).\n\nЖауабы: DEFG іштей сызылған шаршының DE қабырға ұқындығы 2√6 (см).( шаршының қабырғалары тең)",
                "date": "13.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Нұрдос есімінің мағынасы қандай?",
        "question_content": "Нұрдос есімінің мағынасы қандай?",
        "question_date": "7.04.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нұрдос-бұл есімді әкесіне серік ретінде дос болып әрқашанда достыққа нұрлы жолда алып жұрсін деген тілекпен қойылады.",
                "date": "15.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Самсунг телефонындағы ақауларды қалай өңдеуге болады?",
        "question_content": "Менің ұялы телефоным Самсунг айс 4 g313h u осы үлгідегі телефон. Менің сұрайын дегенім соткадағы антенна жайлы. Соткада екі симка салынып тұрады бірақ ешкім маған хабарласа алмайды өзім интернетке де кіре алмаймын сим желісі қанша тартып тұрсада ал өшіріп қоссам біраз уақытқа дейін қоңырау келеді одан кейін мүлдем жоқ. Не істеуге болады? Білетін болсаңыздар айтуларыңызды өтінемін!",
        "question_date": "7.04.2017",
        "question_tag": "Байланыс операторлары",
        "question_views": 446,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Студенттер конференциясы қалай болады?",
        "question_content": "Студенттер конференциясына катыскан студенттер бар ма, улгиси керек еди,математикадан катсатын едим",
        "question_date": "7.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "8 сынып қазақ тілі пәнінен 333 жаттығу керек?",
        "question_content": "Маған 8 сынып қазақ тілінен 333 жаттығу керек еді.",
        "question_date": "7.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "6 сынып математика пəнінен олимпиада сұрақтары керек?",
        "question_content": "Математикадан қалалық олимпиада",
        "question_date": "7.04.2017",
        "question_tag": "Математика",
        "question_views": 9300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Бір кісінің 6 жылқысы бар. Ол күніне биеге үш қадақ, құнанға 2 қадақ, ал тайға 1 қадақтан сұлу береді. Сонда күніне барлық жылқысына 10 қадақ сұлы жұмсайды. Оның қанша бие, қанша құнан, қанша тай бар?\n2. Бір заттың бағасы 148 теңге еді. Оны әуелі 50% қымбаттатып, содан кейін 50% арзандатты. Сонда оның бағасы қандай?\n3. Мына цифрлардың арасына таңбаларды қою арқылы 31 санын шығар.\n3 3 3 3 3=31 3 3 3 3 3 3=31 5 5 5 5 5=31\n4.226+1 саны 5-ке бөліне ме?\n5.Екі будада барлығы 30 дәптер бар. Егер бірінші будадан екінші будаға 2 дәптер салынса, онда бірінші будағы дәптерлердің саны екінші будадағыдан екі есе артық болар еді. Әр будада неше дәптерден бар?\n6. Екі оқушы бір-бір қораптан түрлі –түсті қарындаштар сатып алмақшы болды. Оған біреуінің 7 теңгесі ал екіншісінің 2 теңгесі жетпей қалды. Екеуі ақшаларын қосып еді, ол бір қорапқа да жетпей қалды.Сонда бір қорап қарындаш қанша тұрады екен?\n7. Күн тәулігінің аяқталу уақыты өткен мерзімінің 4/5 бөлігіне тең болса, қазір уақыт қанша?\n8. Егер бір санның жазу құрамында жеті 8 цифрі , тоғыз 1 цифрі және 5 цифрі болса, ол сан 9-ға бөліне ме?\n9. 1033 +8 саны 9-ға бөліне ме?\n10. 9 күміс теңгелердің біреуі жасанды. Жасанды теңге жеңіл , оны екі рет өлшеп гирсіз таразы арқылы қалай анықтауға болады?\n\nhttp://sabaq.kz/",
                "date": "7.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квант физикасы жайлы видеолар қажет?",
        "question_content": "квант физикасы туралы қазақша видеолар бар ма?",
        "question_date": "6.04.2017",
        "question_tag": "Физика",
        "question_views": 546,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Әркімнің туған жері – Мысыр шаһары\" деген тақырыпта шығарма керек?",
        "question_content": "Әр кімнің өз елі мысыр шаһары деген тақырыпқа шығарма керек еді.",
        "question_date": "6.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 15600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған жерім – аялы алтын бесігім\nОтан десем, оралады ойыма \nАқсақалды, ақ шапанды қария, \nТуған жерім – құт мекенім, дариям, \nҚанатымды қағып ұшқан жанұям.\nӘр адам өз туған жерін құрметтеуі және сүюі қажет. Алыс сапарға шыққанда туған жеріңді қатты сағынасың.Осы орайда дарынды қаламгер Ж.аймауытовтың: «Туған жердің қымбатын ғылым іздеп,кітап қарап сарылып,көзінің майын тауысқан,көшенің шаңын көп жұтқан шәкірттеңіз табанындағы тұздар ауаға ұшып ауа-райына кері нұқсан тигізіп жатыр. \nбілмесе,кім білсін? Ыстық қой,шіркін туған жер! Туған жерге жеткенше,қайтіп дәтің шыдайды?»-деген сөздері ойыма оралады.\nЕлім менің! Ол өз үйіңнің табалдырығынан басталады.Содан шетсіз,шексіз қияға өрлеп кете барады.Оның жұпар атқан жусаны,оның кеудеңе құйылған мөлдір ауасы,жотаға өрлеген жалғыз аяқ жолдары- туған жердің көрінісі.Туған жер – адам өмірінде киелі орын алады. Нақты осы жер оны елімен, өткенмен және болашақпен байланыстырады. Міне, сондықтан да тіпті балалық шақтан бастап-ақ адамда Отанға деген махаббат сезімі оянады. Мен үшін Отан – жан сезімі! Сенің әрқашан оймен болса да оралғыңкелетін жердің рухани бұрышы.\nТалай қас батырлар жанын қиып,қорғап қалған,талай тіршілік иесі нәр алып жаралған,талай өзегі өртенген өкінішті жандар мен қуаныштан жүрегі жарыла шаттанған пенделердің куәгері болған қасиетті туған өлкем- Қызылорда. Менің туған жерімді жабырқатар жайлар аз емес. Арал теңізінің тартылуы салдарынан теңіз табанындағы тұздар ауаға ұшып, адамдардың денсаулығына кері әсер етуі алдымен ойға келеді.Байқоңыр ғарыш айлағынан жарты ғасырдан астам уақыт бойы ғарышқа жіберіліп жатқан зымырандардан бөлінген улы газдар да адам мен қоршаған ортаға зиянын тигізуде.Алайда жергілікті халық содан нақты қандай шамада зиян келіп жатқаны туралы ештеңе білмейді. Әйтеуір тіршілікке қауіпті радиация, гептил секілді сөздерден басқа хабары жоқ елдің. Оған қарсы қандай шаралар жасалып жатқаны туралы да хабарсызбыз.Қазіргі көпшілік адамды мазалайтыны – осы мәселе. Әрине, үкімет бұл мәселелерді қарап жатыр. Менің ойымша, үкімет халықтың денсаулығын түзеу үшін республикалық қордан біздің облысқа арнайы қаражат бөлуі керек. Ол қаржы мәселесін тек облыстың мойнына іліп қоюы дұрыс емес, бұны облыстың жеке мәселесі емес, республика проблемасы деп қараған жөн. Себебі, Арал-Байқоңыр трагедиясы тек қана бір облыстың трагедиясы емес, бұл тұтас ұлттың, бүкіл халықтың трагедиясы болып табылады. Сондықтан бұл мәселені бүкіл республикалық деңгейде қарап, шешу қажет.Байқоңырды жалға алып отырған ресейліктердің ұшырған «Протондары» қаншама рет қазақ жеріне құлады. Салдарынан адам, мал, қоршаған ортаға зиян келді. Ал бұл мәселені,Ресей үкіметі тиісті дәрежеде қарап-қадағалап отырған жоқ. Еліміз болса, экологиялық жағдайларды бастан кешіріп жатырмыз.\nДесек те қала,облыс басшылығы қала тазалығына ерекше мән беріп,көркейту жұмысын қолға алып отыр. Жалпы, әр күн, әр ай тазалық күні, тазалық айы болуы тиіс. Ортақ шаңырағымыз – Қызылорда қаласының тазалығы бұл ретте айлық шаралармен шектеліп қалмауы керек. Өзін, отбасын сыйлайтын әрбір адам тазалық жұмыстарын жылдың барлық мезгілінде жүргізеді. Қаланың әр тұрғыны өзі тұратын үйдің ауласын таза ұстаса, бұл - олардың қала тазалығына қосқан үлесі.Халқымыздың «Бір тал кессең,он тал ек»,«Тазалық-денсаулық кепілі» тәрізді нақыл сөздері бекер айтылмаса керек. Қала тұрғындарының жақсы тұрмысы үшін игі істер атқарылуда. Көшелер кеңейтіліп, сәулетті ғимараттар бой көтеруде, жаңа демалыс орындары пайдалануға берілуде. Мұның барлығы да біздер - қала тұрғындары үшін. Бұл біздің – қаламыз! Бұл – біздің Қызылордамыз! Сондықтан ортақ мекеніміздің тазалығына барлығымыз жауаптымыз.\n«Отан - оттан да ыстық» деген дана халқымыз, адам баласының жүрегінде,ең бірінші, ақ сүт берген туған анасына деген сезім орын алса, екінші, Отанға деген жалынды, ыстық сезім орын алады екен. Мен өз Отанымды, туған жерімді, құдіретті елімді сүйемін және мақтан етемін. Атам қазақ «Елдің даңқын ері шығарады,ердің даңқын елі шығарады» деп бекер айтпаған.Өз елімнің дамуына теңізге тамған тамшыдай болса да үлесімді қоссам деп ойлаймын.\n\nhttp://old.adebiportal.kz",
                "date": "7.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанша уақыт ақысыз демалыс алуға болады?",
        "question_content": "Менің әкемнің  басынан ота жасалды, ол 13 қарашада 2016 жыл  болған. Содан бері  ақылы демалыста жатр,  енді жұмысқа шық немесе жұмыстан шық деп жатыр,  ал докторлар әлі ем қабылдау керек дейді.  Біз ақысыз демалыс сұрасақ бермей жатыр. Ақысыз демалыс заң бойынша қанша уақыт беруге болады?)",
        "question_date": "6.04.2017",
        "question_tag": "Заң",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құстар жайлы аңыз әңгіме керек еді?",
        "question_content": "Биология сабағынан құстар жайлы аңыз әңгіме жазып келіңдер деген мен таппай жатырмын?",
        "question_date": "6.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚАРЛЫҒАШ – КИЕЛI ҚҰС\nҚұрметтi «Ұлан» газетi! Бiздiң мектепте табиғатпен жақынырақ танысу мақсатында ғылыми жұмыстар жүргiзу жолға қойылған. 5-сынып оқушылары да осы ғылыми жобаға қатысып жүр. Бiз қарлығаш тiршi­лiгiн зерттеудi қолға алдық. Қызыға жүргiзген зерттеулерiмiзден саған үзiндi жолдағымыз келдi. Жариялашы!..\n\nҚарлығаш – айыр құйрықты, қанаттары ұзын, әрi үшкiр келетiн, шағын денелi қара ала құс. Қарлығаш сөзi «қара», «ала», «құс» деген сөздердiң кiрiгуiнен шыққан. Торғайлар отрядына жататын құс тұқымдасы. Басқа құстардан бiр айырмашылығы – жемiн ұшып жүрiп ұстайды. Суды да ұшып жүрiп iшедi. Бауыры ақшыл, арқасы қоңыр, жасыл жылтыр. Арктика мен Антарктидан басқа жердiң бәрiнде ме­кендейдi. Бүкiл әлемде қарлығаштың 80 түрi бар. Оның 4 туысқа жа­татын 5 түрi Қазақстанда кездеседi. Олар: жар қарлығашы, құз қар­лығашы, қос реңдi қарлығаш, сепкiлтөс қарлығаш, кент қарлы­ғашы.\nРеспубликамыздың барлық жерiне тараған. Орман-тоғай, өзен-көлдер маңында, шөлдi және таулы өңiрлерден жиi ұшыратасың. Жыл құсы. Күз түсе, Африка мен Оңтүстiк Азияға ұшып кетедi. Жылына бiр рет, қыста түлейдi. Екiншi жылы ұрпақ бередi. Екi-екiден, кейде топ­танып, шыңға, тiк жарға, кейде тұрғын үй қабырғаларына, ағашқа жапсыра ұя жасайды. Ұяны топырақ пен сазды сiлекейiн араластырып қалайды. Iшiне майда шөп, қауырсын, мамық төсейдi. Қарлығаштың кейбiр түрлерi жарға үңгiп iн қазады. Олардың тостаған тәрiздi, бетiн ашық етiп немесе қап, дорба тәрiздi етiп, кiрiп-шығатын тесiк қалдыра жасаған ұялары да бар.\nҚарлығаш – пайдалы құс. Зиянды насекомдарды, әсiресе, шыбын-шiркейдi өте көп жеп, ауыл шаруашылығына пайда келтiредi.\nҚарлығаштар жылына екi рет жұмыртқалайды. Алты-жетi күннен соң жасап бiтiрген ұясына 3-тен 7-ге дейiн жұмыртқа салады. Екi-үш аптада балапан басып шығарады. Балапандары алғаш қызылшақа болады. Балапандарына жем iздеуге шығарда ұядан құлап кетпесiн деп, аяқтарын қылмен байлап кетедi.\nАта-бабаларымыз қарлығашты ежелден жақсы көрген. Қарлы­ғаштай сүйкiмдi, еңбекқор, ақылды болсын деп, қыздарына Қарлығаш деп ат қойған. Қарлығашқа көптеген аңыз-ертегi, мақал-мәтел, жұмбақтар, жыр жолдарын арнаған. Аңыз-ертегiлерде қарлығаштың адамдарға жасаған көмегi айтылады. Мысалы, «Қарлығаштың құй­рығы неге айыр?» ертегiсi, Төле бидiң қалай «Қарлығаш би» атанғаны туралы аңыз… Қарлығашқа қатысты көптеген ырым-жорамалдар да бар. Мысалы:\nҚарлығаш биiктеп ұшса – күн ашық болады.\nЖер бауырлап ұшса – жаңбыр жауады.\nҚарлығаш жылы жақтан оралған кезде қораға қонса, қой егiз туады. Ақ мол болады. Ал үй жақтауына немесе шатырына қонса, сол үйдiң жан басы көбейедi. Түсiңде қарлығаш көрсең бақытқа кенелесiң…\nБелгiлi қазақ ақындары қарлығашқа арнап талай жыр жазған. Мысалы, Мұқағали Мақатаевтың – «Қарлығашым, келдiң бе?», Тұ­манбай Молдағалиевтiң – «Қарлығаш», Қастек Баянбаевтың – «Қарл­ығаштар», Тәкен Әлiмқұловтың «Қарлығаш» атты шығармалары бар. Олай болса, балалар, қарлығашты қорғау – баршамызға ортақ iс екен. Бiз бiр ауыздан:\n– Қарлығаштар самғасын,\nЖұмыр жердi шарласын.\nЖылы жақтан қайтқанда,\nҚанаттары талмасын! – дегiмiз келедi.\n\nhttp://zhasorken.kz",
                "date": "7.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қырғыз тілінде 1 мамырға құттықтау сөздер керек еді",
        "question_content": "Қырғыз тілінде 1 мамырға құттықтау сөздер керек еді\n2-3 сөйлем жеткілікті",
        "question_date": "6.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маған қырғыз тілінде тақпақтар қажет",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    }
]