[
    {
        "question_title": "2016 жыл. Қайда, қай мамандыққа грантқа үсіп кетуіме мүмкіндік ба?",
        "question_content": "Мен 2016 ж. түлекпін. ҰБТ-дан 99 балл(орыс тілсіз 87) жинадым, таңдау панім қазақ әдебиеті. Қайда, қай мамандыққа грантқа үсіп кетуіме мүмкіндік ба?",
        "question_date": "10.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Балаға қаладан қалаға тасымалдайтын транспорттарға өзі қатынау",
        "question_content": "Неше жастан бастап балаға қаладан қалаға тасымалдайтын транспорттарға өзі қатынау үшін доверенностьтың қажеті жоқ?",
        "question_date": "10.07.2016",
        "question_tag": "Заң",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "16 жастан бастап, яғни жеке куəлік алғаннан кейін ҚР іші бойынша қалаларда сенімхатсыз өз бетінше қатынай алады. Егерде ҚР тыс мемлекеттер болса 18 жастан жоғары оған дейінгі балаларға екі ата анасыныңда сенімхаты керек.",
                "date": "10.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери кафедра қандай факультеттегы мамандықтарды оқытады?",
        "question_content": "Әскери кафедра жайлы сұрағым бар: әскери кафедра қандай факультеттегі мамандықтарды оқытады, қай факультетте әскери кафедра бар, мысалы юридически факультетте әскери кафедра жоқ?",
        "question_date": "10.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Протейн қолданып көргендер бар ма?",
        "question_content": "Протейн яғни денені тез шығаруға көмектесетін қандай протейндер бар? Қолданып көргендер бар ма? Оның зияны жоқ па?",
        "question_date": "10.07.2016",
        "question_tag": "Тазалық",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі протеин көмектеседі бірақ артынан қайтадан зиянын тигізеді. Пайдаланып денеңізді шығарғаныңызбен уақыт өте келе сол ішкеніңіздің кесірінен ол басқа  ауру алып келеді. Қыз балаға протеин қолданбаған дұрыс себебі ол гормондарды өзгертеді. Яғни әйелдердің гормоны ер адамдардың гормондарына өзгере бастайды. Сәйкесінше дене бітімі, бет әлпеті, жүрісі, дауысы да.",
                "date": "19.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атырау қаласында наличие аттестата технадзора қайдан алады?",
        "question_content": "Атырау қаласында наличие аттестата технадзора қайдан алады?",
        "question_date": "10.07.2016",
        "question_tag": "Заң",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақтау қаласындағы Меридиан атты колледже оқып жатқандар барма?",
        "question_content": "Ақтаудағы Меридиан колледжнде оқып жатқандар барма? Бар болса, ондагы жагдай, билим калай? Жақсы ма)? Барған дұрыс деп ойлайсыздарма?",
        "question_date": "10.07.2016",
        "question_tag": "Мамандық",
        "question_views": 736,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына видеоға сенеміз ба? НЛО бар ма, жоқ па?",
        "question_content": "Мына видеоға сенеміз ба? НЛО бар ма, жоқ па?  Бұлар кімдер болуы мүмкін егерде бар болса?",
        "question_date": "9.07.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 938,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кешір автор Сәламатсыздарма. Сіздерге айтайын дегенім,досымнын інісі кәзір жансақтау бөлімінде жатыр еді,жол апатынан.Дәлірек айтканда көлік қағып кетті.1ай болды ес-түссіз жатканына,ен болмаса 5-10 тиын салсаңыздар деймін.Досыма көмек болсын. Міне киви кошелек 87783171021 Алла разылығы үшін. Рахмет",
                "date": "10.07.2016",
                "upvotes": 0
            },
            {
                "text": "Ұшатын тарелка   ол  Ксроның құпия  ұшағы ,  олар бар",
                "date": "11.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Керемет тариф қосулы номер бойынша Активті Start тарифне қосылуға болама?",
        "question_content": "Керемет тарифі қосулы активтік байланыс номері бойынша Активті Start тарифне қосылуға болама? Мысалы қосылған жағдайда күніне керемет номер 5 тенге көлемінде бірлік алады, Активті старт тарифі бойынша айына шамамен 1500 бірлік алынады номер сол тарифке қосылғанда күніне 5 бірлік кете берема? Əлде керемет тарифі автоматты түрде өшіріліп қалама? (3030 байланыс телефонына соғып ала алмадым номермен соқсам тек тариф туралы айтады көмекші оператормен сөлесу мүмкін емес болып тұр)",
        "question_date": "8.07.2016",
        "question_tag": "Байланыс операторлары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "болады ол үшін 3030тел согып билесиз",
                "date": "8.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлеуметтік жұмыс мамандығына қандай пән тандайды?",
        "question_content": "Әлеуметтік жұмыс мамандығына қандай пән тандайды?",
        "question_date": "8.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 872,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "биология география",
                "date": "15.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Транспортное строительство\" мамандығы туралы не білесіздер?",
        "question_content": "Бұл мамандық арқылы қандай жерге жұмысқа орналасуға болады?",
        "question_date": "8.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 695,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазанатқа тұғыр берсін, Азаматқа ғұмыр берсін! өлеңнің атын және кім айтады?",
        "question_content": "Қазанатқа тұғыр берсін,\nАзаматқа ғұмыр берсін!\nБар болыңдар бауырлар,\nНар болыңдар бауырлар!\nБас аман ден сау болсын, күліп жүрейік, бір біріміздің қадірімізді біліп жүрейік ағаеееен!",
        "question_date": "8.07.2016",
        "question_tag": "Қазақша ән",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серікбол Сайлаубек - Бауырлар",
                "date": "19.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ең үздік Dubsmash КАЗАХСТАН жайлы!",
        "question_content": "Ютубтан қазақша дабсмештерді көріп шошып кеттім 10 шақтысын карадым сұндық жамбасын шайқаудан басқа ештене білмейді, сұлулықтарын сонда деп ойлайсыңдарма? тфууу ма! Эй ағалар қайдасыңдар қарындастарынды жөнді тәрбиелеңдер! Қазақ десе өзіме тиеді тағы астындағы комментарийлерінде орыстардың жазғандарына мәзсіндерме?! Қайран Қазағымай!\n\n \n\nПро Самые Лучшие Dubsmash КАЗАХСТАНА 2016",
        "question_date": "8.07.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "видостағы парақша https://vk.com/id274352512",
                "date": "8.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір қызды ұмыта алмай жүрмін?",
        "question_content": "Бір қызбен 4 жылдай жүрдім. Казир айырылысып кеткенбиз.2 жылдай болып калды. Бир созбен айтканда ози айырлыскысы келди. Арамыз суып кетти. Менен кейн баска жигитпен журип кетти. Казир ол баска жигитпен журип жатыр. Ойымнан кетпейди, сагынам, умыта алмай журмин. Ойларынызбен болиссениздер.",
        "question_date": "8.07.2016",
        "question_tag": "Махаббат",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектепте бірінші сабақ береді, кейін сынақ алынады, ал өмірде бірінші сынақ беріледі, кейін сол саған сабақ болады Өмір сынақ, тағысын-тағы шыға береді, тек берілмесең болды)) сәттілік!",
                "date": "8.07.2016",
                "upvotes": 2
            },
            {
                "text": "Басқа қалаға кетіп қаласың, ойыннан мүлде шығарып тастайсың. Сол кезде ұмытасың соны. Кейін ойбой осы қызды қалай ұнаттым деп.",
                "date": "13.07.2016",
                "upvotes": 0
            },
            {
                "text": "Сенде басқа 1 қызбен жүріп көр, ұмытуға тырыс, қыз сені ұмытуға тырысып басқа жігітпен жүріп жатыр, но қиын болады, тіпті ұмыта алмауың мүмкін, қызда ұмыта алмайды 4жыл болған соң, но ол қыз 2ші жігітпен ОНЫ  жақсы көргеннен емес СЕНІ ҰМЫТУ үшін жүріп жатыр...",
                "date": "2.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-дан 109/86 балл жинадым.Таңдау пәнім биология, Медакадемияға грантқа түсе аламын ба??",
        "question_content": "Қай қаланың медакадемиясына мүмкіндік көбірек грантқа түсуге?Асфендияровқа грантқа түсуге жете ме?",
        "question_date": "8.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 556,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұмытып қалмасам , былтыр бұл университетке ең төмені 85 баллмен тұскен болатын грантқа .  Биылғы конкурс жоғары болады деп жатыр... Семейде мед академияға барып сұрағанымда , 92 баллдан төмен болса грантқа түсуге мүмкіндік жоқ деп жауап берді. Байқап көріңіз , Дегенмен... Медтан басқасын да қарастырып көргеніңіз дұрыс, өкініп қалмас үшін (;",
                "date": "15.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түс жору, бұл түс нені білдіреді",
        "question_content": "Түсімде анам екі абысынына әкеме айтып 8наурызға жаңа туылған сәби киімін алдыртыпты сыйға беруге.Ал өзіне мен алып көрмеген сыйлық аларсың депті, әкем оған ямаxа яғни музыкалық аспап әкеліп беріпті. Содан кейін не қонақ екені белгісіз үйге құттықтап кеше келмеп едім деп әкімнің әйелі құттықтап жатыр екен бұл түсті қалай жорысам болады.\n\nЖәне тағы түсімде бұрынғы жігітім қайта қайта мені сұрап көп қыз ішінен табалмай жүр екен, мен үндемей тұрмын ол мені көрмей қасымдағы қыздан сұрап жүр екен мені. Сосын көрдіде қасымда тұрды қарап бұны қалай жорысам болады",
        "question_date": "7.07.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші түс. Ол жігітті ұмыта алмай жүр екенсін )",
                "date": "8.07.2016",
                "upvotes": 0
            },
            {
                "text": "Менің бір сұрағым бар еді. Бүгін мен тгс көрдім. Түсімде анам босаныпты. Жəне 3 сəбиді дүниеге əкеліпті. Екеуі ұл біреуі қыз. Анам ұлдарын емізіп жатқанда мен қызды ұстап отыр екенмін. Бұл түс нені білдіреді?",
                "date": "8.05.2017",
                "upvotes": 0
            },
            {
                "text": "Менің бір сұрағым бар еді. Бүгін мен тгс көрдім. Түсімде анам босаныпты. Жəне 3 сəбиді дүниеге əкеліпті. Екеуі ұл біреуі қыз. Анам ұлдарын емізіп жатқанда мен қызды ұстап отыр екенмін. Бұл түс нені б",
                "date": "8.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тапа нан қалай пісіріледі?",
        "question_content": "Ыстық таба нанға қолдың майын жағып жеуден асқан тамақ ләззаты жоқ шығар. Тапа нан қалай пісіріледі? Тапа нан пісіретіндер бар ма?",
        "question_date": "7.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден қараңыз.",
                "date": "4.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауызыма жара шығып кетті?",
        "question_content": "Таңертең тұрғанда тісімнің еті ауырып тұрды, сосын түске қарай қатты ауырып қоймаған соң айнаға қарасам аузымның ішіне жара шығып кеткен екен. Оның үстіне денеме мысықтан бір жаралар шығып жүрген еді. Сол ұшып жаткан жатыр депте ойладым. Айтыныздаршы не истеуге болады? Қорқып жүрмін.",
        "question_date": "6.07.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 903,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сен бір нәрседен жиіркеніп қатты ұшынып қалғансың. Ол жара емес Ұшық деп аталады.  Ұшық деген ол сыртқа шыққаны жақсы болған , енді жазыласың 2-3 күннен соң өзі кетеді.  Ал егер  азқазанға шықса өл өте қауіпті болар еді.   Немесе  ол аллергия болуы да мүмкін,  кішкентай балалар   мысықтың қасына жоласа болды көздері қызарып, кәдімгідей ауырады ғой. Анау мысығыңды  инфекционныйға апарып тексерту керек  ол да бір жаман ауру шығар мүмкін.  ОЛ ауруды алдын ала анықтау керек, бәріне жұғып кетпей тұрғанда.  Врачтар білгені дұрыс оны қандай инфекция екенін !",
                "date": "7.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге Shazam қазақша әндерді таппайды?",
        "question_content": "Неге Shazam қазақша әндер мен қазақстандық әншілердің әндерін тауып бере алмайды?",
        "question_date": "6.07.2016",
        "question_tag": "Қазақша ән",
        "question_views": 847,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олар атақты емес",
                "date": "1.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда неге Google Play Музыка жазылуға қол жетімсіз?",
        "question_content": "Сәлеметсіздер ме! Неге елімізде Google-дың танымал сервисі Google Play Музыкасы бізде қол жетімсіз?",
        "question_date": "6.07.2016",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 206,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай алдамайтын интернет магазиндерді білесіз?",
        "question_content": "Қандай алдамайтын (алаяқ емес) интернет магазиндерді білесіздер?Көбі өтірік болып шығады.Әсіресе Қазақстандағыларды білсеңіздер сайтын жібересіздер ме?",
        "question_date": "6.07.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 585,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вайлдберриес\nWildberries.kz\nОзым 5 рет киим тапсырыс бергенмын",
                "date": "7.07.2016",
                "upvotes": 0
            },
            {
                "text": "Мен киім , аяө киім, аксессуарларға  lamoda.kz және wildberries.kz сайттарынан тапсырыс беремін. Кітаптарды flip.kz сайтынан сатып аламын.",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "Араб әтірлері дүкені salsabil.kz",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Казну-да экономика факультеті бойынша ақылы бағасы қанша?",
        "question_content": "Казну-да экономика факультеті бойынша ақылы бағасы қанша?",
        "question_date": "6.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ресми мәліметтерге сәйкес былтырғы жылдың ақшасы 650000 болса, биылғы жылы 850000 мың теңгені құрап отыр.",
                "date": "10.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледждің тәрбие ісі орынбасарында 5 күндік жұмыс уақтысы болуы мүмкінбе?",
        "question_content": "Егер колледж 5 күндік жұмыс уақытымен жұмыс жасаса, колледждің оқу және тәрбие ісі жөніндегі директордың орынбасарларында 5 күндік жұмыс уақытысы болуы мүмкінбе, кәмелетке жасы толмаған жасөспірімдердің болуын ескергенде?",
        "question_date": "6.07.2016",
        "question_tag": "Заң",
        "question_views": 416,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбек шартына сәйкес,  әрине мүмкін.\n5. ЖҰМЫС УАҚЫТЫНЫҢ РЕЖИМІ. ДЕМАЛУ УАҚЫТЫ \n5.1. Жұмыс аптасының ұзақтығы 2 (екі) демалыс күні бар, аптасына 40 (қырық) сағаттан астам қара жұмыста және денсаулыққа зиянды жұмыста жүрген Қызметкерлер үшін  аптасына 36 (отыз алты) сағаттан аспайтын 5 (бес) күнді құрайды.\n5.2. Күнделікті жұмыс күндері Қызметкерге дем алуға және тамақ ішуге кем дегенде 1 (бір) сағат уақыт беріледі, Қызметкер оны қалай пайдаланам десе де, өз еркінде. Жұмыстың аяқталуы мен келесі күні басталу аралығындағы Қызметкердің күнделікті демалысының ұзақтығы кем дегенде 12 (он екі) сағат болуға тиіс.\n5.3. Қызметкерді өзінің келісімі бойынша, ал еңбек туралы заңдарда ескерілген ілуде бір жағдайда өзінің келісімінсіз де белгіленген  мерзімнен тыс жұмысқа шақыруға болады.\n5.4. Қазақстан Республикасының қолданылып жүрген заңдарына және Жалдаушының нормативтік құқықтық актілеріне сәйкес Қызметкерге Жалдаушымен келісім бойынша қосымша демалыс және басқа да демалыс беріледі.\n5.5. Қызметкерге Жалдаушының нормативтік құқықтық актілеріне сәйкес оқу демалысы беріледі.",
                "date": "6.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұшық шыққанда ең жақсы көмекші",
        "question_content": "Салеметсиздер ме! Негізі маган көп ұшық шығады. Бірақ осы жолы ұшық бетіме де шықты, не істесем болады?",
        "question_date": "6.07.2016",
        "question_tag": "Тазалық",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ацикловирь мазь\nнемесе таблетка\n--",
                "date": "7.07.2016",
                "upvotes": 0
            },
            {
                "text": "Саламатсызба ацекловирдин таблеткасын 5кун ишесиз кунине 4 рет ишесиз и таблеткасымен катар мазын жагыныз 5кунде кетеди кымбат еме екеуиде арзан жане тез кетиреди колдануга кенес беремин",
                "date": "25.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астанадағы интернет операторлар",
        "question_content": "Сәлеметсіздер ме ?  Мен осы кезге дейін DIJI интернетін қолданып келдім. Сапасы жақсы болатын. Бірақ қазір жабылып қалды. Сосын Алтелді қостырдым.  Бірақ безлимитті алып тастады. Енді Астанада қандай жақсы интернет операторлар бар ? Безлимиті бар және де ай сайын 5000 тг аспайтын төлем ақысымен. Қазақтелеком мегалайнды ұсынды, біріқ ақшасы 7000 тг екенін айтты. Басқа арзан әрі сапалы безлимитті қандай интернетті ұсынасыздар ?",
        "question_date": "6.07.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егерде сіз көп қабатты үйде тұрсаңыз онда кабельді Билайнның интернетін қоса аласыз. Ал егерде жеке үй болса амал жоқ басқа операторлардың интернетін қолдана беріңіз. Бірақта безлимит жоқ.",
                "date": "6.07.2016",
                "upvotes": 0
            },
            {
                "text": "ID net оптиковолокно",
                "date": "7.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күрек тіс қайта шыға ма?",
        "question_content": "Күрек тіс қайта өсіп шығама 16 жаста? Күрек тіс қайта шыға ма?",
        "question_date": "6.07.2016",
        "question_tag": "Тазалық",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күрек тістер (dentes incisivi; лат. dens — тіс, incisivum — кескіш) — азықты тістеп үзіп алуға маман- данған өткір тістер. Олар тұмсық және төменгі жақ сүйектерінің тіс ұяшықтарында орналасады. Алдыңғы екі күрек тіс — ұстағыш күрек тістер, одан кейінгі тістер — ортаңғы күрек тістер, ал екі шетіндегі тістер — шеткі күрек тістер деп аталады. Күйіс қайтаратын жануарлардың тұмсық сүйектегі жоғарғы күрек тістері болмайды, ал төменгі жақ сүйектерінде төрт-төрттен сегіз күрек тіс болады. Сүт тістен кейін қайта шықпайды.",
                "date": "7.09.2016",
                "upvotes": 0
            }
        ]
    }
]