[
    {
        "question_title": "Шығарма: Күй атасы - домбыра",
        "question_content": "Шығарма керек болып тұр. Күй атасы домбыра та",
        "question_date": "4.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Домбыра - күй атасы, себебі ең қиын күйлерді көбінесе домбырада ғана ойнауға болады.\n\nДомбыра өте керемет аспап. Шет елдердің Түрік маршы сияқты қиын туындыларын домбырада ойнауға болады. Қарапайым, аты бүкіл әлемге әйгілі әндердің әуенін домбыраға салып алатын адамдар бар.\nДомбыра тариxы бай, өте қызық аспап",
                "date": "16.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Баяндауыштарды тиянақты етіп, сөйлемдері салаластыра байланыстырыңдар",
        "question_content": "1.Бірде ұрыса отырып, бірде ақыл айтып, екеуін де кінәлі қылды.2.Біресе басымен үйді нұсқап, біресе сақалымен шанада жатқан әйелді нұсқайды.3. Бірде ол атқарыла салатындай жақын көрініп, бірде салқын тартып алыстап кетеді.4. Аттардың дүрсілдері біресе оң жағына ойысқандай болып, біресе сол жағына ойысқандай болып отырды.",
        "question_date": "4.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Халықтар достығы әңгіме керек еді?",
        "question_content": "Халықтар достығы әңгіме керек . Тез арада. Көмек тесе аласыздар ма",
        "question_date": "4.02.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халықтардың достығы\n        Мен Қазақстан деген кең байтақ елде тұрамын. Менің елімнің жері кең, тынысы мол, жандарының көңілдері жайдары . Өзім қазақ болып жаралғаныма қуанамын, өйткені менің елімнің тарихы, салт –дәстүрі, әдет –ғұрпы өте бай. Мектепте қазақ әдебиеті пәнін оқығанда ,өз ұлтымның қыры мен сырын жете танисың.Мектеп ішінде  қазақ тілі мен  қатар орыс тілін де оқимыз. Бұл тілді біз басқа мемлекеттің балалары сияқты шетел тілі деп алмаймыз, ол біздің екінші тіліміз сияқты. Менің Қазақстанымда әртүрлі ұлт өкілдері тұрады. Біз әрұлтты мемлекетпіз. Елімізде тұратын ұлттардың өз асссамблеясы бар екенін бізге мұғалім түсіндіріп кетті. Біздің қазақ ұлтының құқықтық правосы заңмен қалай сақталса, басқа ұлттардың да праволары солай қорғалады. Мен өзім орыс халқының әдебиетін өз халқымның әдебиетімен тең қоямын, өйткені біздің ұлы ақынымыз Абай Құнанбайұлы орыс әдебиетін оқып, сол әдебиеттен аударған шығармалары көп. Сол себепті мен де Пушкиннің еңбектері мен мысалшы Крыловтың еңбектерін жақсы көремін.\n    Біздің ауыл таза қазақ ауылы, бізде басқа ұлттың өкілдері болған емес,менде басқа ұлт өкілінен шыққан досым да жоқ. Бірақ осы әңгімені естігеннен бері , сол оқиғалар  ертегі сияқты есімнен кетпейді. Біздің мектепте қазақ тілі пәнінен сабақ беретін Самұратова Сандуғаш Асылбекқызы деген ұстаз бар. Ол кісі балаға әңгіме айтқанда, кәдімгідей ұйып тыңдап қаласың да, сол әңгіме еш уақытта есіңнен кетпейді. Осындай әңгіме басын бастағалы отырмын. Мен өзім сол әңгімені естігенде ,бір жағынан қызыға қарасам, екінші жағынан қызғана қарадым, өйткені сондай достық менің басымда болса ғой деп ойладым. Сөздің қысқасы ,ол кісі біздің ауылға көршілес орналасқан Жылымды ауылында туып, сол ауылда өсіпті. Жылымды ауылына  Ұлы Отан соғысы кезінде басқа ұлт өкілдері жер ауып келген екен. Көбінесе соғыстың ең ауырпалығын көтеріп, алғаш соққы алған белорус , украйн елдерінің  азаматтары болыпты. Біздің мұғалімнің үйі белорустар жанұялары тұрған көшеде тұрыпты. Сол көшенің шеткі үйінде өзімен бірге бір сыныпта оқыған , өзімен барлық балалық шағын өткізген Ланцейвич Витя деген досы болыпты. Осы ұлт тумасынан ақкөңіл , мейірімділігімен ерекшелінетін халық. Витя да мейірімді, қолы ашық , сыпайы бала болыпты. Үйінің адамдары мен мұғалімнің жанұясы да бір жанұяның адамдары немесе туыстар сияқты болыпты, ішкенін бөлісіп, ойларының да бір жерден шешім табулары мені қызықтырды. Витямен ойнаған ойындары, оны қазақ тіліне үйретуі, сол үйде қона жатып ойнауы қызықтырды. Мұғалімнің айтуы бойынша, олардың үлкен бақшалары болыпты. содан алған қиярды тұздау, орамжапырақты тұздау, салат түрлерін жасауды ел осылардан үйреніпті. Витя сияқты неміс , украйн балалары таза қазақ мектебінде оқып, таза қазақ тілінде сөйлеген дейді. Ауылдарында Люх Андрей деген неміс азаматы дүкенде сатушы болып жұмыс істепті. Әйелі Ельвира Ивановна дәрігер болыпты. Ельвираны ел сыйлап, жақсы көріпті, өйткені түн болса да, күн болса да әрқашан көмекке келіп тұрады екен. Андрейді ауылдағы жолдастары еркелетіп «қоқима» деп атапты, өйткені оның шашының алды қоқиып тұрғандықтын дейді. Мұғалімнің тағы есте қалғаны ауылда өтетін Жаңа жыл кеші болыпты. Осы Андрейдің ойлап таппайтын нәрсесі болмайды екен. Үлкен балмаскарадқа жын болып киініп, мұрнының ұшына жанатын лампочка, құйрығына лампочка тағып, оны сол жерде жағып барлық жұрт алдында сахналық қойылым қойып, жұртты ду күлдіріпті. Осы Андрей деген азамат тек таза қазақ тілінде сөйлеп қана қоймай, сонымен қатар мақалдап сөйлегенде, талай қазақты орнында қалдырған жан болыпты. Енді былай байқап қарасақ,егер осы ұлт өкілдерінің барған жерде өз еліндей сіңісе алмаса, осылай қадірленбесе, олар біздің тілімізді өз тіліндей қадірлер ме еді?. Ол, ол ма ауыл ішінде берілетін омыртқаға барып, өздері де осындай дастархан жайып, барлығымен өз бауырларындай араласып, әскерге кеткен, үйленген тойлардың бел ортасында жүрген адамдар болыпты. Осыдан көруге болады емес пе халықтар достығын. Менің ойымша, сол ауылдың адамдарының адамгершілігі мол болып отыр ғой. Ауыл балаларының бойына басқа ұлт өкілдерінің балаларымен жолдастық, достық деген сезімді дұрыс дарыта білген ол –ата –ана болып отыр ғой. Егер ата –ананың тәрбиесі бұрыс болмағанда, ата –ананың  олармен достық қарым –қатынасы болмағанда , балалар жақсы азамат болар ма еді. Тәрбие басы сол кісілер болған соң., солардың ісін көрген соң , бала да олардай болуға тырысады. Мұғалімнің тағы бір айтқаны, мектебінде осы Ұлы Отан соғысы кезінде ауып келгендердің бірі –Мария Галиевна деген орыс тілінің мұғалімі болыпты. Ол кісінің не туысы, не баласы болмаған екен. Ел болып сол кісінің қамын ойлап, Жылқайдар деген кісінің үйінен бір бөлме әперіп, сол ұстаз мектепте өле –өлгенше қызмет істепті. Мұғалімге өзі жылда болатын 8-наурыз мерекесіне сыйлық беріп, жақсы көріпті. Сандуғаш апайдың  есінде қалғаны ол кісі сабағын әр уақытта «Летят перелетные птицы» деген өлеңмен бастайды екен. Бір күні мұғаліммен сөйлескенде, неге осы өлеңмен бастайсыз деп сұрағанда «Құстар жақсы хабар әкеледі, олар маған да хабар әкелуі мүмкін ғой, міне күзде ұшты, ертең жазда қайтқанда, мен де олардан хабар күтемін» депті, сонда өмірінің соңына дейін хабар күткен кісі болыпты, оны ел аяп , ел де бірге күткендей болады екен. Мектебінде неміс тілі пәнінен Ида Александровна сабақ беріпті. Ол кісі сабақ түсіндіргенде орыс , қазақ, неміс тілін салыстыра отырып түсіндіреді екен. Сондықтан біздің мұғалім ол кісінің үйреткендерін әлі күнге дейін есінде сақтап қалыпты. Ида Александровна әлі де Жылымдыда тұрады екен. Ол кісінің келіндері қазақ , немерелері Жылымды мектебінде қазақша оқып жатқан көрінеді. Сонда мұғалім бастаған достық әлі де жалғасын табуда . Жаңағы неміс тілі мұғалімінің немересі осы мектепте оқыса, оның жолдастары қазақ балалары болды ғой. Сол мектепке барып, жаңағы таза қазақ тілінде оқу оқып, таза қазақ тілінде жазу жазып, таза қазақ тілінде сөйлейтін баланы көріп , достасса ғой деп армандаймын. Ұлт пен ұлттың еш айырмашылығы жоқ. Олар да біз сиққты 12 мүшесі бар адам. Қазіргі таңда басқа ұлт өкілдеріне үйленіп,ұрпақ әкеліп жатқан жанұялар қаншама. Оған таңданудың қажеті жоқ. Жалпылап айтқанда ,менің мемлекетімнің шекарасы ешқашан шектеліп, заңымыздың ешқашан ұлт өкілдеріне қайшылық келтірілмегенін біз білеміз.. «Сыйласаң- сыйлы боларсың» деген мақал бар. Қай ұлт өкілі болмасын сен сыйлай білсең, ол да сені солай сыйлайды да , құрметтейді. Мен осы естігендерімнен не түйдім , болашақта үлкен азамат болып, елден жырақ шыққанда ,мұғалім айтқан қасиеттерді өзіме ту етіп ұстап, қай ұлттың өкілі болмасын өзімнің туғанымдай көретін боламын.Мен әлі баламын, бала болсам да алдыма қойған мақсатым дұрыс деп ойлаймын. Мұғалім бізге ондай жағдаятты жай айтаған болар .Не айтса да ,содан біз бір нәрсе түйсін деп айтты. Ол бізге өмірлік азық беріп тұр. Мен де өскенде өз балаларыма осындай қасиеттен арылмаңдар деп үйретемін. Егер ұлттар арасында достық болса, бейбітшілік болады. 1941 жылы неміс басқыншылары біздің елді басып аламыз дегенде , біздің елдердің ішіне орналасқан әртүрлі ұлт өкілдері бірігіп, елімізге бейбітшілігін алып берді емес пе?! Әдебиеттен Б.Бұлқышевтің «Шығыс ұлына хат» деген еңбекте әр ұлттың өкілдерінің ой –арманы беріледі. Соны оқығанда ,мен қызығып, таңқалып, тамсанған болатынмын. Ол рас, егер осындай жолдастық, бірлік болмағанда, біз қазір мынандай өмірді сүрмес едік. Ол кісілерге айтар алғысым шексіз. Біз білмейтін талай елдердің соғыстарын, террорлық істерді көргенде шошисың. Бізде бейбітшілік болып тұрғанға қуанасың, оның бәрі Елбасымыздың саясатының арқасы. Бейбітшілік болған соң ,биыл тәуелсіздігіміздің 20жылдық тойын жасамақпыз. Елімнің болашағына, халқыма бейбіт өмір, халықтар арасына достық, ынтымақтастық болсын деймін. Біз бейбітшілік өмірді қалаймыз!",
                "date": "30.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А стансасы мен В стансасының арақашықтығын табыңдар?",
        "question_content": "Теңдеу арқылы есепті шығарыңдар\n\nА стансасы мен В станасасына дейін пойыз 3,5 сағ жүрді.Егер пойыз жылдамдығын 20 км/сағ кемітсе онда осы аралықта алғашқыдан 1 сағат артық уақыт жүрді. А стансасы мен В стансасының арақашықтығын табыңдар?\n\nАлдын ала рахмет!!!",
        "question_date": "4.02.2018",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жүйе\n\n{x = 3,5y\n\n{x = (3,5+1)(y-20)\n\nx - А стансасы мен В стансасының арақашықтығы",
                "date": "4.02.2018",
                "upvotes": 0
            },
            {
                "text": "3,5x=4бүтін алпыстан отыз(x-20)\n\n3,5x=2(x-20)\n\n3,5x=2x-40\n\n3,5x-2x=-40\n\n1,5x=-40\n\nx=40:1,5x=-уштен сексен=26бутин  уштен еки",
                "date": "5.02.2018",
                "upvotes": 0
            },
            {
                "text": "Есептин жауабы мынадай болады",
                "date": "7.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Іссапар қаражатының төленуі",
        "question_content": "Мен декреттік демалыста отырғанымда обновленкаға байланысты 10 күндік курсқа бардым. ол",
        "question_date": "4.02.2018",
        "question_tag": "Мектеп",
        "question_views": 503,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Еңбек кодексінің (бұдан әрі-Кодекс)  1-бабына сәйкес iссапар - жұмыс берушiнiң өкiмi бойынша қызметкердi тұрақты жұмыс орнынан тыс жерге белгiлi бiр мерзiмге еңбек мiндеттерiн орындау үшiн жiберу, сондай-ақ қызметкердi басқа жерге оқуға, бiлiктiлiгiн арттыруға немесе қайта даярлауға жiберу.\n      Кодекстің 152-бабына сәйкес іссапар уақытында қызметкердiң жұмыс орны (лауазымы) мен жалақысы сақталады.\n       Iссапарларға жiберiлетiн қызметкерлерге:\n1) қызметтiк iссапарда, оның iшiнде жолда болған күнтiзбелiк күндерi үшiн тәулiктiк төлемдер;\n 2) баратын жерiне дейiнгi және керi қайтудағы жол жүру шығыстары;\n 3) тұрғын үй жалдау шығыстары төленедi.\nҚызметкерлердi iссапарларға жiберудiң талаптары мен мерзiмдерi еңбек шартымен, ұжымдық шартпен немесе жұмыс берушiнiң актiсiмен айқындалады.\nБюджеттік ұйымдарда іссапар шығыстарын төлеу тәртібі «Мемлекеттiк бюджеттiк қаражаты есебiнен ұсталатын мемлекеттiк мекемелер қызметкерлерiнiң, сондай-ақ, Қазақстан Республикасының Парламенті депутаттарының Қазақстан Республикасының шегiндегi қызметтік iссапарлары туралы ережені бекіту туралы» Қазақстан Республикасы Үкіметінің 2000 жылғы 22 қыркүйектегі № 1428 Қаулысымен (бұдан әрі – Ереже) реттеледі.\nЕреженің 12-тармағына сәйкес іссапарға жiберiлген қызметкерге iссапарға жiберiлуiнiң алдында жол жүру ақысына, тұрғын үй-жай жалдауы және тәулiкақы бойынша шығыстарға тиесiлi сомалар шегiнде ақшалай аванс беріледi. Іссапардан оралғаннан кейiн қызметкер бес күннiң iшiнде ақша қаражатының нақты шығыстары туралы аванстық есеп беруге мiндеттi. Аванстық есепке белгiленген тәртiппен ресiмделген iссапар куәлiгi, тұрғын үй-жайды жалдау мен жол жүру шығыстары туралы құжаттар қоса берiледi.    \nЕгер мекеме мемлекеттік мекеме немесе қазыналық кәсіпорын болып табылмаса, аталған шығындарды өтеу тәртібі жоғарыда аталған актілермен реттелуі тиіс.Бұл ретте, қызметкерлер аталған актілермен таныс болуы керек.",
                "date": "28.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақшасыз қалай көңіл көтеруге болады?",
        "question_content": "Ақшасыз қалай көңіл көтеруге болады?",
        "question_date": "3.02.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 430,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Серуендеу, парктер, тауға шығу, каток, үйде жиналып әңгімелесу (қыздар қатырады), жиналып кино көру, ойнау, жазда пикник кішкентай жасауға болады және т.б.",
                "date": "5.02.2018",
                "upvotes": 1
            },
            {
                "text": "Қар атысып, сырғанақ теуіп көңіл көтеруге болады ғой",
                "date": "4.02.2018",
                "upvotes": 1
            },
            {
                "text": "Балалық шақта болған шығар, есейгенсоң ақшасыз көңіл көтеру мүмкін емес,",
                "date": "4.02.2018",
                "upvotes": 1
            },
            {
                "text": "достарынмен карта или баска ойндар барго конлды",
                "date": "5.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қатарынан алынған үш бүтін санның қосындыларының квадраты",
        "question_content": "Қатарынан алынған үш бүтін санның қосындыларының квадраты 1202 тең. Осы сандарды",
        "question_date": "3.02.2018",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "X\n\nX+1\n\nX+2\n\nx^2+(x+1)^2+(x+2)^2=1202\n\nx^2+x^2+2x+1+x^2+4x+4=1202\n\n3x^2+6x-1197=0\n\nD=6^2-4*3*(-1197)=36+14364=14400\n\nX=(-6+120)/2*3=114/6=19",
                "date": "4.02.2018",
                "upvotes": 1
            },
            {
                "text": "19^2=361\n\n20^2=400\n\n21^2=441\n\n361+400+441=1202\n\nНемесе\n\n19*19=361\n\n20*20=400\n\n21*21=441\n\n361+400+441=1202",
                "date": "4.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Десантно-штурмовое подразделениеге түсу ушін кандай пəн керек?",
        "question_content": "Алматы каласындагы \"университет сухопутных войсктагы\" десантно-штурмовой мамандыгын  ушін кандай пəндер тандау керек?",
        "question_date": "3.02.2018",
        "question_tag": "Мектеп",
        "question_views": 268,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "21 қара сөзге пікір немесе эссе",
        "question_content": "Абайдың 21-ші қара сөзіне пікір немесе эссе керек еди\n\nАз ба, көп пе, адам баласы бір түрлі мақтаннан аман болмағы - қиын іс. Сол мақтан деген нәрсенің мен екі түрлісін байқадым: біреуінің атын үлкендік деп атаймын, біреуін мақтаншақтық деймін. Үлкендік - адам ішінен өзін-өзі бағалы есеп қылмақ. Яғни, надан атанбастығын, жеңіл атанбастығын, мақтаншақ атанбастығын, әдепсіз, арсыз, байлаусыз, пайдасыз, сұрамшақ, өсекші, өтірікші, алдамшы, кеселді - осындай жарамсыз қылықтардан сақтанып, сол мінездерді бойына қорлық біліп, өзін ондайлардан зор есептемек. Бұл мінез - ақылдылардың, арлылардың, артықтардың мінезі. Олар өзімді жақсы демесе, мейлі білсін, жаман дегізбесем екен деп азаптанады. Екінші, мақтаншақ деген біреуі «демесін» демейді, «десін» дейді. Бай десін, батыр десін, қу десін, пысық десін, әрдайым не түрлі болса да, «десін» деп азаптанып жүріп, «демесінді» ұмытып кетеді. Ұмытпақ түгіл, әуелі іс екен деп ескермейді. Мұндай мақтаншақтардың өзі үш түрлі болады. Біреуі жатқа мақтанарлық мақтанды іздейді. Ол - надан, ләкин надан да болса адам. Екіншісі өз елінің ішінде мақтанарлық мақтанды іздейді. Оның надандығы толық, адамдығы әбден толық емес. Үшіншісі өз үйіне келіп айтпаса, я ауылына ғана келіп айтпаса, өзге кісі қостамайтын мақтанды іздейді. Ол - наданның наданы, ләкин өзі адам емес. Жатқа мақталсам екен деген елім мақтаса екен дейді. Еліме мақталсам екен деген ағайыным мақтаса екен дейді. Ағайынның ішінде өзі мақтау іздеген өзімді өзім мақтап жетем дейді.",
        "question_date": "3.02.2018",
        "question_tag": "Мектеп",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Smule бағдарламасындағы видеоны қалай таза сапада жазып алуға болады?",
        "question_content": "Smule бағдарламасындағы видеоны қалай таза сапада жазып алуға болады?\nкараоке əн айтатын ше?",
        "question_date": "3.02.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша тек айфондарда ғана таза сапады басылады)",
                "date": "4.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шейіт пен Шахидтің айырмашылығы барма ?",
        "question_content": "Шейіт пен Шахидтің айырмашылығы барма ?",
        "question_date": "3.02.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "- Шахид - қазақ тілінде шейіт болуды білдіреді. Дінде шахид болуды үш топқа бөледі. Біріншісі, таза Құдай жолында шахид болғандар. Яғни, Құдай жолынан ауытқыған ағымдармен күресте қаза болған діндарларымыз. Екінші топқа діни әрі дүнияуи шахидтер жатады. Үшінші топтағылар мұсылман болғандарымен тұрмыстық деңгейдегі санадан аспағандардың дүнияуи өлімдері. Шахид сөзінің жихад сөзімен байланысы бар. Айталық, жихад сөзі әлеуметтік, психологиялық, әскери қорғаныс мағынасын береді. Заңгер ретінде айтарым, қылмыстық құқықта «қажетті қорғану» деген болады. Бұл тұрғыдан айтқанда, сыртқы күштен қорғану заңды саналады.\nӘскери әрекеттегі жихадқа сүннеттен дәлел іздейтін болсақ, пайғамбарымыз Мединаға көшіп барып, мемлекет құрғаннан кейін ғана пайда болған. Оған дейін, яғни әскери әрекет пайда болмай тұрып жихадқа рұқсат берілмеген. Әбу-Ханифа масхабында да жихадты мемлекет басшысы ғана жариялауға тиісті. Жеке топ жихад жариялауға заң бойынша да, дін бойынша да құқықты емес. Өйткені пайғамбарымыздың өзі жихадқа сыртқы күштен, дұшпандардан қорғану мақсатында барған ғой.\nТолық ақпарат: https://abai.kz/post/11415",
                "date": "14.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баға айналған судың массасы қандай?",
        "question_content": "Физика 8 класс есептер жинағы.Заттың үш күйі.Есептерге шешуі керек!",
        "question_date": "3.02.2018",
        "question_tag": "Физика",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/212104/\nhttps://surak.baribar.kz/gsearch?q=8+%D1%81%D1%8B%D0%BD%D1%8B%D0%BF+%D1%84%D0%B8%D0%B7%D0%B8%D0%BA%D0%B0",
                "date": "5.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бүгін маған +44 20 8089 2535 деген номер қоңырау шалынды.....",
        "question_content": "Бүгін маған +44 20 8089 2535 деген номерден бір орысша сойлеген ер адам қоңырау шалды. Сандық ақша, биткойндар туралы білесізбе деп сұрады. Осындай қызметпен айналысатын ойыңыз жоқпа деп сурады да, сөзін аяқтамастан салып тастады... Осындай жағдай кімде болды? Неге маған соқты екен? кімнің хабары бар бұл жайында?...",
        "question_date": "2.02.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 996,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маганда еки кун болды звандап жур. Жауабын тапканда жазам. Мумник биткойнга регистрация жасаган шыгарсыз",
                "date": "7.02.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметсiз бе?! Маган мiне дал жана гана сокты, дал осы номер! орысша сойлеген кiсi, есiмiм Роман дейдi, бiрак менiн атымды кайдан бiлетiнiн бiлмеймiн! Финанс дейма, сондай бiрдененi айтып, сол туралы естуiнiз бар ма деп сурак койып, дауысыныз унап калды, танысуга болама деп кеттi! Мен тан калып номер кiмнен алдын десем, танымайтын Алматыдагы Казбек дейтiн бiреу бердi дедi! Ужин iшiп кездесейiк дедi, не ушин согып отырсыз десем, это странно дедiм, (мой член большой деп айтып жатканда) нет спасибо деп телефон койып тастадым! Кiм бул не ушiн сокты бул сонда?",
                "date": "22.03.2019",
                "upvotes": 0
            },
            {
                "text": "Крипта, форекс сияқты сайтқа тіркелген шығарсың. Сол жерден алған номеріңді.",
                "date": "22.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туған ба? Туылған ба? Сіз қалай ойлайсыз?",
        "question_content": "«Ойбу, 25 жыл болды ғой мұның дау болып келе жатқанына», — дейді профессор Момынова. Соған қарағанда, әлі де 25 жыл дау болатын шығар.\nҚазақ тілінің грамматикасы тұрғысынан қарағанда, иә, «дүниеге келу» дегеннің синонимі – туылу, яғни ырықсыз етіс формасындағы «ту» етістігі. Туу – дүниеге келтіру.\n\nАлайда… қазақтың арғы-бергі әдебиетін біраз қағыстырып көрдік. Не таптық?\n\n«Жас қартаймақ, жоқ тумақ, ТУҒАН өлмек», - дейді Абай. Бұл жерде «Туған» деп дүниеге келтіргенді емес, келгенді айтып отырғаны анық.\n\n«Бірге тумақ болғанмен, бірге жүрмек жоқ екен»,- дейді халық әні. Қазіргі қисынға салсақ, «туылмақ» болуы тиіс, бірақ қазақ «ТУМАҚ» депті.\n\n«Бір анадан туғандар айрылмастай болса екен»,-делінген тағы бір халық әнінде. Ноу комментс деуші ме еді?!\n\n«Айың тусын оңыңнан, жұлдызың тусын солыңнан», - дейді тағы бір қазақ әні. Қазіргі қисынға салсақ, ай оң жағында, күн сол жағында босанып жатуы керек емес пе?\n\n«Көрде ТУҒАН Көрұғлы»,- делінеді ауыз әдебиетіндегі батырлық жырында. Көрұғлы көрде босанып па?\n\n«Анадан алғаш ТУҒАНымда…» деп Шәкәрім толғанған.\n\n«Екеуі ТУҒАН екен бір анадан»,- деп Естай аһ ұрған.\n\nСондай-ақ, кеңестік жылдары жазылған қазақ әдебиетінің мына туындыларын – «Шыныдан туған қозы» (Ғабиден Мұстафин), «Түркістан солай туған» (Мұхтар Әуезов), «Туған күн» (Смағұл Елубай), «Толқында туғандар» (Әбу Сәрсенбаев), «Қырда туған құрыш» (Тайыр Жароков) қайда қоямыз?\n\n«Осындай боп, білмеймін, кімнен ТУДЫМ,\nБәлки, қайсақ, бәлки бір ғұннан тудым.\nДеп шатыпты біреулер «күннен тудым»,\nЖоқ, сірә, мен қара құл, күңнен тудым», — деп жырлайды Жұбан Молдағалиев «Мен қазақпын» поэмасында.\n\nӘзиз Несиннің бір әңгімесін Ғаббас Қабышев «Шерменде қашан туған?» деп аударған да, мәтінде осы етістіктің ырықсыз етіс формасы кездеспейді.\n\n«Сен ТУҒАН күн – мерекеміз»,- деп Мұхтар Шаханов ән шығарады. Неге «сен туылған күн» емес?\n\n«Бүгін менің ТУҒАН күнім, ой пәлі-ай»,- деп Мұқағали ақын күрсінеді. Неге «туылған күнім еді» демейді?\n\n«Туған жер» дейміз. Қисынға салсақ, ол менің (сенің, оның) дүниеге келген, яғни туылған жерім. Бірақ, қазақша «туған жер».\n\n«Туған ағам» (інім, сіңлім, қарындасым). Яғни, бір ата-анадан туылғанбыз деген сөз. Бірақ, туылған емес, туған делінеді.\n\n«Адамзаттың асып туған асылы»,- дейміз, өзіміз сүйсінгенде.\n\n«Бәленше жазушының қаламынан ТУҒАН керемет роман!» дейміз сүйсініп. Туылған емес пе?\n\nСөзіміз дәйекті болуы үшін, әл-Фараби атындағы Қазақ ұлттық университеті филология факультетінің оқытушыларынан пікір сұрадық. (Бұл мақаланың кешігу себебі де осында).\n\nБұл мәселеге байланысты кейбір ғалымдар Құрандағы Алла Тағаланың сипатын мысалға келтірді: Ләм йалид уа ләм йуләд – ол тумаған және туылмаған («әл-Ихлас» сүресі). Екі процесс: дүниеге келу және келтіру. Екеуі бөлек және даусыз.\n\nӨмірхан Әбдіманов, ф.ғ.д., профессор, ҚазҰУ филология факультетінің деканы: «Туылған деген дұрыс қой. Иә, туған күн сол күйі санаға сіңіп қалды, солай қалады. Бірақ, бәленше жылы туған деп емес, туылған деп айту керек».\n\nБағдан Момынова, ф.ғ.д., профессор, ҚазҰУ қазақ филологиясы кафедрасының меңгерушісі: «Рабиға Сыздықова апайдың өзі «туылған» дегенге қарсы болған. «Туылу» ол адамнан адам шығуын сипаттайтын етістік. Ал басқа образды тіркестерде «туған» болуы керек».\n\nСъезд Ақымбек, ф.ғ.к.: «Ол тілдік трансформация. Кез келген тілде бар ондай. Ғасырлар бойы халық өз тіліндегі қандай да бір тіркесті қалыптап алады және сол күйінде сіңіреді. Мысалы, «туған-туыс», «туған жер», қазақ тіліндегі кез келген осы мағынадағы тіркесте осы формасында қолданылады. Сондықтан «туған» деген дұрыс».\n\nЛәйлә Мұсалы, ф.ғ.к.: «Қисынға салсақ, «туылған» ғой. Алайда, «туған» дегенді тілдегі ерекшелік деп қабылдауымыз керек».\n\nЕрхан Кәрбозов, ф.ғ.к.: Негізі «туылған» деу керек. Иә, жылдар бойы «туған» деп айтып келдік, бірақ дұрысы «туылған» ғой. Ал, енді бұл екеуінің қайсысын айтып, жазу керек дегенге келсек, екі нұсқасы да қолданыла бергені дұрыс. Қайсысы өміршең болса, сүзгіден өтіп, сол қалады».\n\nНазгүл Қожабек",
        "question_date": "2.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "туған болады осыған ұқсас сұрақтар бар",
                "date": "2.02.2018",
                "upvotes": 0
            },
            {
                "text": "Басты қатырмаңдар,  туған болады, осымен әңгіме бітті.            \n.\n\n                    .\n\n                    .\n.",
                "date": "2.02.2018",
                "upvotes": 0
            },
            {
                "text": "Туылған деген дұрыс, ал туған қысқартылған нұсқасы. Туған күніңмен дегенде \"сенің бала туған күніңмен\" дегендей, \"тылған күніңмен\" ол анасынан туылып, өмірге келгені",
                "date": "2.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүниенің ақпаратына қол жеткізгің келетін жаман əдет сізде де бар ма?",
        "question_content": "Pocket-те 350 таңдаулы ақпарат;\n\nМазилла, Сафари, Опера, Хромның əрқайсысында 200-дің үстінде таңдаулы бет;\n\nМедиумның күн сайынғы үздік постары;\n\nEмайлдағы таңдаулы хабарламалар;\n\nБукмейтегі оқылуы керек 450 кітап;\n\nDownloads папкасында жатқан мыңға жуық pdf;\n\nТелеграмдағы 20-ға жуық ең үздік каналдарда оқылмай тұрған 1000-даған жазба;\n\nАқыр соңы Фейсбуктың Save-індегі сансыз материалдар да бас жарытпай бара жатыр...\n\nҚайтпек керек? Осынша салдыр-салақ, инфо-қоқысқа айналуыма не түрткі болды екен? Тек арасында ғана: \"Осынша ақпарат маған осыдан 10 жыл бұрын доступно болғанда ғой. Осылардың барлығын осыдан 10 жыл бұрын түсінгенімде ғой...\" деп, ақпараттық аштықтан əлі айықпағаныммен өзімді ақтап алып жүрмін.\n\nƏйтпесе, ақпараттан ми қайнағаны ештеңе емес, \"керек ақпарат екен, кейін оқимын\" деп анда-мында сақтап қойған информациялар оқылуын күтіп жатып та миға салмақ түсіре береді екен...\n\nҮйде жатқан неше хард диск, пəленбай терабайт дропбокс, гугл драйв, майлру клауд, яндекс диск һəм мегаларда көрілмей жатқан видеосабақтардың стресін айтпай-ақ қойдым. Ал Coursera, FutureLurn, Udacity секілді MOOC-тардағы жазылған курстарымды Нұх Пайғамбардың жасын сүрсем де бітіре алмайтын болармын...\n\nДүниенің ақпаратына қол жеткізгің келетін жаман əдет сізде де бар ма? Бұл не деген ашкөздік өзі?",
        "question_date": "2.02.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 358,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Дүниенің ақпаратына қол жеткізгің келетін жаман əдет сізде де бар ма?\n\n-----------------------------------------------------------\n\nЖоқ.",
                "date": "3.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефонымнын экранына реклама шығып кетебереді қалай бұғаттауға болады?",
        "question_content": "Телефонымның экранына жарнамалар шыға береді қалай реклама",
        "question_date": "2.02.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "артк прогромма ошру керек",
                "date": "5.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкентте араб немесе ираннан келген грыжаны емдейтін кісі?",
        "question_content": "Шымкентте араб немесе ираннан келген грыжаны емдейтін кісі бар деп естігенмин. Сол адам туралы білетіндеріңіз бар ма. Ем алып көргендерің болса, қалай екен? Жақсы емдейді ма екен?",
        "question_date": "2.02.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білетінім, Венеция(Жангелдин Қалдаяқов қиылысы) деген жақта грыжаны емдейтін бір орталық бар. Сол жер жақсы деп естігем\nhttps://surak.baribar.kz/441035/ мына жерді де қарап көріңіз",
                "date": "2.02.2018",
                "upvotes": 0
            },
            {
                "text": "Ол киси Велыйводта турады.Аты Сайд жас бала 81жылгы жыланнын уымен куйдиреди. Менын мамам жассатты 100%асер етти казир ауырмайды жаксы грыжа мазаламайды.",
                "date": "9.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "III топтағы мүгедектерге арналған жеңілдіктер туралы",
        "question_content": "Менің сіңілім 3кластан бери эпилепсиямен ауырады,  яғни бала кезінен мүгедек.",
        "question_date": "2.02.2018",
        "question_tag": "Заң",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүгедектің мынадай құқықтары бар:  \nәлеуметтік қорғалу, соның ішінде сауықтыру, қоғамға бейімделу\nәлеуметтік инфрақұрылым нысандарына кірумен қамтамасыз етілу\nақпаратты алуға мүмкіндік берумен қамтамасыз етілу\nбілім беру, қызмет түрін еркін таңдау, соның ішінде еңбекке байланысты\nҚазақстан Республикасының заңнамасымен анықталатын тәртіппен көрсетілетін тегін медициналық көмектің кепілденген көлеміне ие болу\nкәсіби дайындық және қайта дайындау, еңбекке жарамдылығын қалпына келтіру және жұмысқа орналасу\nҚазақстан Республикасының тұрғын үй заңнамасына сәйкес үй алу\nМемлекеттік және басқа да ұйымдарда, соның ішінде денсаулық сақтау, мәдениет, байланыс, көлік, қызмет саласында бірінші кезекте қызмет көрсетіледі\nМүгедектердің шығармашылық мүмкіндіктерін қолдау. \nМүгедектерге көрсетілетін әлеуметтік көмектердің түрлері:\nМемлекеттік жәрдемақы, өтемақы және басқа да төлемдер\nЖергілікті атқарушы органдармен көрсетілетін қосымша әлеуметтік төлемдер\nЖұмыс берушілердің көрсететін қосымша әлеуметтік көмек түрлері және өзге де ұйымдармен.\nМүгедектерді тұрғын үймен қамтамасыз ету\n Жергілікті атқарушы органдар:\nЕсепке алып, баспанасыз мүгедектерге үй береді\nМүгедектер мен отбасылық құрамында мүгедек бер жанұяға баспана кеңістігі жабдықтары мен арнайы құралдар мен жабдықтармен қамтамасыз етеді \nМүгедектерді жұмыспен қамту\nЖергілікті атқарушы органдар мүгедектерді жұмыспен қамтуды мына жолмен қамтамасыз етеді:\nқызмет орындарының жалпы санының үш пайызы мөлшерінде мүгедектерге жұмыс орындарынан квота бекіту\nжеке кәсіпкерлікті, шағын және орта бизнесті дамыту арқылы мүгедектер үшін қосымша жұмыс орындарын құру\nарнайы, сонымен қатар мүгедектерді жұмысқа орналастыру үшін арнайы жұмыс орындарын құру\nмүгедектерді кәсіби оқыту ұйымдары\nБiрiншi және екiншi топтардағы мүгедектер үшiн аптасына отыз алты сағаттан аспайтын жұмыс уақытының қысқартылған ұзақтығы белгiленедi, ұзақтығы кемінде күнтізбелік алты күн болатын жыл сайынғы ақы төленетін қосымша еңбек демалысы берiледi.  Түнгі уақыттағы жұмысқа тек мүгедектік келісімімен, егер оның денсаулығына мұндай режим тйым салынбаса жіберіледі.\nЕңбек келісім-шартын жасаудан, қызметте өсіруден бас тарту, басқа жұмысқа ауыстыру тек мүгедектің келісімен жүзеге асуы тиіс, егер халықты әлеуметтік қорғау саласындағы облыстағы өкілетті органның аймақтық бөлімшелерінің қорытындысы бойынша оның денсаулығы кәсіби міндеттерді атқаруға келмесе, денсаулығына қауіп келсе және өзге тұлғалардың еңбек қауіпсіздігіне қайша келсе жоғарыда аталған шаралар керісінше іске асады.\nМүгедектерді жұмыспен қамту\nМүгедектерді жұмыспен қамтуды қамтамасыз ету үшін жергілікті атқарушы органдар (әкімдіктер) Қазақстан Республикасының заңнамасына сәйкес ауыр жұмыстарда, зиянды, қауіпті еңбек жағдайлары бар жұмыс орындарын есепке алмай мүгедектер үшін жұмыс орындары санынан 2-4 пайыз мөлшерінде жұмыс орындарының квотасын белгілейді; жеке кәсіпкерлікті, шағын және орта бизнесті дамыту арқылы мүгедектер үшін қосымша жұмыс орындарын құруда; Қазақстан Республикасының заңнамасына сәйкес мүгедектерді жұмысқа орналастыру үшін арнайы, сондай-ақ әлеуметтік жұмыс орындарын құруда; мүгедектерді кәсіптік оқытуды ұйымдастырады.\nЗаңнамада еңбек қатынастарына қатысты мүгедектер құқығына кепілдік берілген. Еңбек келісім-шартын жасаудан, қызметте өсіруден бас тарту, басқа жұмысқа ауыстыру мүгедектің келісімісіз жүзеге аспауы тиістігі көзделген, егер халықты әлеуметтік қорғау саласындағы облыстағы өкілетті органның аймақтық бөлімшелерінің қорытындысы бойынша оның денсаулығы кәсіби міндеттерді атқаруға келмесе, денсаулығына қауіп келсе және өзге тұлғалардың еңбек қауіпсіздігіне қайшы келсе жоғарыда аталған шараларды іске асыруға рұқсат етіледі.",
                "date": "31.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төртбұрыштың периметрі неше см?",
        "question_content": "1) Тік төртбұрыштың ұзындығы a. Оның ені оның 60 пайызына тең. Тік төртбұрыштың периметрі неше см.\n\na=8\n\n2) Катер А айлағынан В айлағына ағыспен жүзсе, 4 сағатта барады, ағысқа қарсы жүзсе , 5 сағатта барады.Ағыс жылдамдығы 1,8км/сағ.Катердің ағынсыз судағы жылдамдығын  табыңдар.",
        "question_date": "1.02.2018",
        "question_tag": "Геометрия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Тік төртбұрыштың ұзындығы a. Оның ені оның 60 пайызына тең. Тік төртбұрыштың периметрі неше см.\n\na=8\n\nP(ABCD)=2(AB+CD)\nAB=8 см\n\nСВ=8*60/100=5,4 см\n\nP(ABCD)=2(8+5,4)=2*13,4=26,8 см\n\n2) Катер А айлағынан В айлағына ағыспен жүзсе, 4 сағатта барады, ағысқа қарсы жүзсе , 5 сағатта барады.Ағыс жылдамдығы 1,8км/сағ.Катердің ағынсыз судағы жылдамдығын табыңдар.\n\nS=V*t\n\nқайықтікі   х км/сағ\n\nағыстікі   1,8 км/сағ\n\nS1=S2\n\n(x+1,8)*4=(x-1,8)*5\n\n4x+7,2=5x-9\n\n5x-4x=7,2+9\n\nқайықтікі\nx=16,2 км/сағ",
                "date": "2.02.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Адайдың жеті қайқысы жайында мәлімет керек?",
        "question_content": "Жеті қайқының өмірі туралы толығырақ керек еді?",
        "question_date": "1.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Адайдың жеті қайқысы[өңдеу]\nУикипедия — ашық энциклопедиясынан алынған мәлімет\n“Адайдың жеті қайқысы” — 19 ғасырдың 2- жартысы мен 20 ғасырдың бас кезінде Маңқыстау түбегінде өмір сүрген халық өнерпаздары, сал-серілер.\n\nОлар: Өскенбай (күйші-домбырашы, әнші әрі жыршы), Тұрсын (әнші әрі күйші-домбырашы), Әділ (әнші әрі жыршы), Досат, Жылгелді, Тәстемір және Шолтаман (бәрі де әнші болған). Осы жеті өнерпаз жұбын жазбай бірге жүріп,Маңқыстау, Хиуа мен Хорезмаймағын, Жем мен Жайық бойын аралап, өнер көрсеткен. Ешкімге бас имей, өздерін тәкаппар (қайқайып) ұстағандықтан ел ішінде “адайдың жеті қайқысы” атанып кеткен. Бұлардың ішінде Өскенбай шығармалары көбірек сақталған. Сонымен қатар Әділдің екі-үш әннен тұратын бір циклді “Жайма қоңыр” атты музыкалық шығармасы, Досаттың “Досат”, Жылгелдінің “Құнан нар”, Тәстемірдің “Маңқыстау”, Тұрсынның “Оймауыт”, Шолтаманның “Дәлейлім” (“Тал кеме”) дейтін әндері халық арасына кең тараған. “Адайдың жеті қайқысы.” әндерін біздің заманымызға Қ. Қонаршиев, И. Жұмабаев, Қ. Қалмағанбетов, Қ. Нұраханов сынды әншілер жеткізген. Кезінде “Адайдың жеті қайқысының” орындауында “Досат”, “Құнан нар” және “Оймауыт” әнін А.В. Затаевич нотаға түсіріп, “Қазақ халқының 1000 әні” (Орынбор, 1925) жинағында жариялаған.\n“Адайдың жеті қайқысы” аталған сал-серілерден жеткен әндерді маңқыстаулық әншілер Қ. Домбаев, К. Тасболатов және І. Шыртанов өз нақыш-өрнегімен орындады.\n«Адайдың жеті қайқысы» - көрнекті әнші-жыршылар: Өскенбай, Жылгелді, Досат, Әділ, Тұрсын, Тастемір, Шолтаман. «Жеті қайқы» атауы қалай шыққанына тоқтала кетсек. «Маңғыстаудың Алтынсарины» атанған, тоқсаннан асып дүние салған мұғалім Ысқақ Шәкіраттың жазуынша болыс Иса Тілембайұлы бір шыяз (съезд) кезінде адайдың алты өнерпазын шақырып, қонақ етіп, көпшілік алдында ән салдырады. Олар кенже Әділ, майлан Шолтаман, мая Досат, медет Жылгелді, қырықмылтық Қарасай, бегей Қалым екен. Шыяз өтіп болғанша осы алтауын бай, мырзалар қонаққа кезекпен шақырып, ән салдырып, сауықтапты. Бұлар содан кейін «Адайдың алты қайқысы» атанып кетеді. 1970 жылдан кейін өлке өнерін зерттеп жүрген музыкалық сарапшылар сірә, шығармаларын жүйелеу үшін бұл мәселені қайта қараған тәрізді. Бұрынғылардың қатарынан Қарасай мен Қалымды алып тастап, олардың орнына жаманадай Тастемір мен қаржау Тұрсынды және жаңай Өскенбайды қосып, бұрынғы «Адайдың алты қайқысы» деген терминді «Адайдың жеті қайқысы» деп өзгертіп, оқулықтарға кіргіздіріп жібереді. Олар қайқыны көбейткісі келмеген шығар, әйтпесе, Қарасай мен Қалымға Иса болыс берген атақтарын қалдырып, қайқы санын тоғызға жеткізе қоюға да болмас па еді. Бұлардан басқа қожантай Қойбас (кезінде Қойбасты да қайқылар сапына қосып айтушылар болған), бәйбіше Дүйсенбай, шолақ Өткелбай, бегей Қайып, солтаналы Өтеген, кеще Құрым, т.б. әншілер маңғыстаулықтардың өнерге деген шөлін қандырып отырған. https://www.facebook.com/adai.ata/posts/740372256036284\nАдайдың “жеті қайқысы”Бұлар әрі ақын, әрі әнші, сазгер-күйші болды, бір басынан бірнеше өнер табылды. Бұлар ел аралап, өнерді насихаттады, бас бостандығын аңсады. Дәуірдің өтпелілігін жырлады, шын сұлулықты ардақтады. Сал-серілер орыстардың мейрам-мерекелеріндегі күлдіргі кейіпкерлер – клоундар сияқты әлекей-күлекей, қызылды-жасылды киімдер киіп, түрліше ойындар да көрсеткен, үстем тап өкілдерінің әдейі қытығына тиген, бірақ оларды халық қатты қадірлеген. Сал-серілер мен әнші-ақындар мұрасы бүгін де халықтың қадірлі мұрасына айналды.Әрине, әр өнерпаз бойынан ақындық, жыршылық, әншілік, күйшілік, композиторлық өнер табылуы театры, киносы, оркестрі жоқ өткен ғасырларда көп кездескен, ал қазір бұл өнерлер дараланып үлгерді.Жазбалар мен жырларда, халық әңгімелерінде жыраулар мен ақындар, жыршылар мен сал-серілер, күйшілер мен сазгерлер қолданған сырнай, асатаяқ, даңғыра, керней, дауылпаз, дабыл, т.б. музыкалық аспаптар аталады, бірақ сан ғасырлар бойына қазақ өнерпазымен жан серік болған тұрақты аспап қобыз бен домбыра болған.Музыкалық аспап өнерпазға қозғау салады, шабытын келтіреді, тыңдаушыға ерекше әсер етеді. Қобыздың сырлы сазы, домбыраның сұлу үні сүйек-сүйегіңнен өтіп, жан пернеңді басып отырады. Мұндай өнердің әсері басым болары аян.Жыраулар мен ақындардың, жыршылар мен күйшілердің зерделі, ойлы, талантты легі әркез өзінің орындайтын жыр-күйін таңдап, береке-бірлік сияқты мәңгілік тақырыптарды жырлаған, өлең мен күйдің жасығы емес, асылын, мәні зор нағыз отты шоғын таңдап айтқан.Біз айтып өткендей, ақын-жыраулар да, жыршы-жыраулар да, жыршылар мен өлеңші, сал-серілер де Маңғыстауда аз болмаған. Еділ мен Жайық, Жем, Сағыз, Ойыл, Қиыл, Елек, Қобда бойларында, Маңғыстау, Үстірт, Ақтөбе қырында талай айтулы ақындар өткен. Олар: Асан қайғы мен Шалкиіз, Қазтуған мен Сыпыра, Доспамбет пен Жиембет, Махамбет пен Мұрат, Абыл мен Ақтан, Нұрым мен Қашаған, Есет пен Есенбақ, Байтоқ пен Боранбай, Шернияз бен Шынияз, Шәйтім мен Насихат, Марабай мен Көшелек, Мұрын мен Сүгір, Қарасай мен Мәулімберді, Әбубәкір мен Ізім шайыр, Құлмамбет пен Қоспақ, Аралбай мен Бала Ораз, Қырымқұл Өмір мен Шеркеш Өмір, Есентемір Досжан мен Алаша Досжан және Тама Досжан, Қашқынбай мен Досы, Елбай мен Түмен, Сәттіғұл мен Сұраубай, Нұрпейіс пен Құмар, т.б. Бұлар “әп” дегенде ауызға ілінер танымал таланттар. Ал бұл айтулы да айдынды ақын, жыраулар дәрежесіне жетпегенмен, өз ауылының, елінің, халқының жүрегіне жылу дарытып, өлең, жырды қадірлеп өткен көптеген өнерпаздар болған.Бір өнердің яки бір халықтың әдебиетін не өзге өнерін тек қана он-жиырма адам жасамайды. Айтулы адамдардың алды-артында бірі биік, бірі аласа бел-белестер сияқты көптеген өнер адамдары болады. Әдебиет, өнер арнасында айтулылар мен әлгі өнерқұмарлар қосылып, ерекше бір өнер жолын – өнер ағысын құрайды. Бірақ әр дәуірдегі келер уақыт, саналы ұрпақ олардың бәрін ой елегіне салады, өз бағасын береді. Қай ақын қай дәуірге жете алады – оны талант тағдыры біледі.Өнер адамдарын Сарыарқа жағы “сал-сері” десе, Сыр бойы оңтүстік жағы “сүлей” дейді. Ал батыста, оның ішінде Маңғыстауда әйел өнерпаздарды “сәйкі”, ер адамдарды “қайқы” дейді. Мысалы, “Адайдың жеті қайқысы” деген сөзі жеті өнерпазға байланысты атақ.Ертеде Маңғыстау елі өнер адамдарының жарысын ұйымдастырады. Сарапшылар белгіленеді, бас сарапшы болып белгілі би, әрі болыс Иса Тіленбайұлы сайланады. Иса Тіленбаев (1829-1909) – Маңғыстау түбегінде туған. 1869-1870 жылдары Маңғыстау шаруалар көтерілісінің басшысы, ұйымдастырушысы, би болған. Ол 30 жылдың үстінде болыс болып, халқына қызмет етеді. Жиынға келген өнерпаздар өз өнерлерін көрсетеді. Бірінші орын Медет Жылкелді деген әншіге беріледі. Осында жеті өнерпазға: Шолтаманға, Әділге, Тастемірге, Тұрсынға, Жылкелдіге, Досатқа, Өскенбайға “Адайдың жеті қайқысы” деген атақ беріледі.Жылкелдіге бірінші бәйгі аталғанда, тыңдаушы жұртшылық арасынан күңкіл көбейіп кетеді. Көбі: “Өскенбай – әрі күйші, әрі жыршы, әрі ақын, әрі әнші. Бас бәйгі соған тиісті еді. Иса ағайыны Жылкелдіге бұрып кетті-ау” – дейді. Бұл сыбыс Исаның құлағына жеткенде: “Япырмай, мен сүйтіп кеттім бе екен? Өскенбайжан, сен бір осы жетеуіңе арнап “Жеті бұлбұл” деген күй тартшы,” – деген екен. Сонда Өскенбай табанда “Жеті бұлбұл” деген күй шығарып тартыпты. Риза болған ел Өскенбайға ақбоз ат мінгізіпті. Өскенбай осы сапарынан жетеуі бірге келе жатқан көңілді сәтінде атақты “Жеті бұлбұл” әнін қоса шығарыпты:Жиналып жеті әнші желе жеттік,Бірігіп серілікпен елге жеттік,Әншінің айдап жүрген еш малы жоқ,Өнер мен мерекені ермек еттік.Ертіп соңымыздан көпшілікті,Өнерді жасымыздан өрнек еттік,Кең ойып, шаршы төрден орын алып,Қара өлең төрттен салып дөңгелеттік.Міне, XIX ғасырдың II жартысы мен XX ғасырдың бас кезінде Маңғыстаудың өнер сахнасына “Адайдың жеті қайқысы” атанған Жаңай Өскенбай Қалманбетұлы, Медет Жылкелді, Мая Досат, Кенже Әділ Өтеғұлұлы, Майлан Шолтаман, Сүйіндік Тастемір Шыршығұлұлы, Қаржау Тұрсын сияқты дарындылар келеді. “Жеті қайқы” құрамындағылар – сазгерлік, ақындық, жыршылық, күйшілік, әншілік өнерлердің дәстүрлі дүлдүлдері. Бұлардың әрқайсысы бірнеше өнер иелері болған. Өскенбай – күйші-домбырашы, әнші, жыршы; Тұрсын – әнші, күйші-домбырашы; Әділ – әнші, жыршы; Досат, Шолтаман, Тастемір, Жылкелділер – айтулы әншілер. Олар бір жүріп, Маңғыстау, Хиуа, Хорезм аймағын, Жем, Жайық бойын аралап, халыққа өнерімен қызмет еткен сегіз қырлы сал-серілер болатын. Осылардың ішінде Өскенбай мұралары кейінгі ұрпаққа көбірек жеткен. Досаттың “Досат”,“Босмойын”, Жылкелдінің “Құнан нар”, Тұрсынның “Оймауыт”, Шолтаманның “Дәләйшім” (“Тал кеме”), Тастемірдің “Маңғыстау”, Әділдің “Жайма қоңыр” дейтін әндері халық арасына кең тараған. “Жайма қоңыр” – екі-үш әннен тұратын бір цикл шығарма. “Жеті қайқы” әндерін біздің дәуірімізге жеткізген Қонаршиев Қарағұл, Жұмабаев Имақша, Қалмағанбетов Қайырбай, Нұраханов Құрмаш сияқты әншілер. “Жеті қайқы”, “Досат”, “Оймауыт”, “Құнан нар” сияқты әндерді А.Затаевич нотаға түсіріп, “Қазақ халқының 1000 әні” жинағында жариялаған. “Жеті қайқының” өздеріне дейінгі алуан өнер, асыл мұраларды келесі буынға жеткізіп, үрдіс үлгі-өнеге тастауы – өнер тарихындағы ерекше құбылыс, ғажап дәстүр. http://old.el.kz/blogs/entry/content-3240",
                "date": "2.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Катеттері 5 см және 12 см",
        "question_content": "Катеттері 5 см және 12 см болатын тік бұрышты үшбұрыштың үлкен сүйір бұрышының синусы, косинусы, тангенсін табу керек",
        "question_date": "1.02.2018",
        "question_tag": "Мектеп",
        "question_views": 3800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "AB=V(AC^2+BC^2)=V(12^2 + 5^2)=V(144+25)=V169=13\nsin a = қарсы катет/гипотенуза = 12/13\ncos a = іргелес катет/гипотенуза = 5/13\ntg a = қарсы катет/іргелес катет немесе sin a / cos a = 12/5 немесе 12/13 : 5/13 = 12/13 * 13/5 = 12/5",
                "date": "2.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Екі экскаватор бірге котлованды 48 сағат",
        "question_content": "№1\n\nЕкі экскаватор бірге котлованды 48 сағатта қаза алады. Әрқайсысы жеке қазса, біріншісіне екіншісінен 40 сағат артық уақыт қажет. Экскаваторлардың әрқайсысы жеке котлованды неше сағатта қаза алады.\n\n№2\n\nБассейн екі труба арқылы 12 сағатта толады. Ал, тек бірінші труба арқылы толтырылса, тек екінші труба арқылы толған уақыттан 18 сағат тезірек толады. Бассейн тек бірінші трубаны ашса неше сағатта толады?",
        "question_date": "1.02.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 848,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Екі экскаватор бірге котлованды 48 сағатта қаза алады. Әрқайсысы жеке қазса, біріншісіне екіншісінен 40 сағат артық уақыт қажет. Экскаваторлардың әрқайсысы жеке котлованды неше сағатта қаза алады.\n\n1/(x+40) +1/x =1/48\n\n48x + 48x+1920=x^2+40x\n\nx^2+40x-48x-48x-1920=0\n\nx^2-56x-1920=0\n\nD=(-56)^2-4*1*(-1920)=3136+7680=10816\n\nx1=(56-104)/2=-24\n\nx2=(56+104)/2=80\n\nЖауабы Бірінші экскаватор жеке өзі 80+40=120 сағат қазады, ал екіншісі 80  сағат қазады",
                "date": "2.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көместесіңдерші. Информатика есеп",
        "question_content": "Сыныпта N оқушы бар. Бақылау жұмысының нəтижесі бойынша мынандай бағалар алынған\n\nА-5\n\nВ-4\n\nС-3\n\n3,4,5 алған оқушылардың %-ын тап.\n\n4 сыныпқа F гектар көлемі бар ауданды тазалау керек. Сынып оқушыларының саны белгілі. Əр сыныпқа қанша гектар жерді жинау керек.\n\nАғзамыздағы оттегі молекулалары массамыздың 65 %-ын құрайды. Ағзамыздағы оттегі молекула массасын есептейтін программа құр.",
        "question_date": "1.02.2018",
        "question_tag": "Информатика",
        "question_views": 524,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оқушылардың физиологиялық дамуы пəннің тарихын құрушы ғалымдар",
        "question_content": "Маған оқушылардың физиологиялық дамуы  пəннің не пəннің тарихын құрушы ғалымдар деген тақырыпты қорғаған",
        "question_date": "1.02.2018",
        "question_tag": "Университет, колледж",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Теңсіздіктерді мүшелеп көбейту",
        "question_content": "Теңсіздіктерді мүшелеп көбейтіп , xy көбейтіндісін бағалаңдар:\n1) 12/5<x <2    4/1  ж/е   5/4< y<1   3\\1\n2) 2   5/4<x<4   2/1 ж/е   7/5<y<2",
        "question_date": "1.02.2018",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "12/5*5/4<x*y<2*1          3<xy<2\n\n5/4*7/5<x*y<4*2            7/4<xy<8",
                "date": "5.02.2022",
                "upvotes": 0
            }
        ]
    }
]