[
    {
        "question_title": "Қалай арықтауға болады?",
        "question_content": "Сәлеметсиздерме\nМенің салмағым 52 кг .Жасым 12 де.Салмақ тастағым келеді бірақ нестерімді білмеймін. Фигурам жаман-ақ. Алды -артым шығып жатыр. Денемнің көбісі май.\nАнам да әкем де арық адамдар. Тұқымқуалаушылық емес.Көмектесіңіздерші.",
        "question_date": "9.06.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Күн сайын таңертеңгілік жаттығу жасаңыз. Бұл сізге форма сақтауыңызға көмектеседі.\n\n2. Тек қана таңертегілік жатығумен шектеліп қоймай, бос уақытыңда үй шаруасын жасап, гимнастикалық жаттығулар, таза ауаға серуендеп қайтыңыз. Бұл денеңіздегі жиналған майды энергия ретінде шығындап, тамақтың сіңісуіне көмектеседі.\n\n3. Белгілі бір мезгілде тамақтаныңыз,басқа уақыттарда тамақтан бастартыңыз. Жатар алдында тамақ жемеуіңіз керек(кем дегенде 3 сағат). Бұл артық тамақтанудың алдын алып, организмнің белгілі бір ретпен жұмыс жасауына көмектеседі.\n\n4. Дұрыс тамақтармен тамақтаныңыз. Фаст-фуд, сухари, чипсы, газдалған сусындар және тағыда басқа зиянды тағамдардан бас тарқаныңыз абзал. Дәл осы зиянды тағамдар тағамдар майдың жиналуына септігін тигізеді.\n\n5. Спортпен шұғылданыңыз. Мейлі үйде болсын, мейлі арнайы үйірмеде болсын. Жүзу, жеңіл атлетикамен айналысуды ұсынамын.\n\n6. Өзіңізге қатал болмаңыз. Толық болғаныңыз үшін өзіңізді жазғырудың қажеті жоқ және де басқа адамдар келеке еткені қынжылмаңыз, әйтпесе психологиялық жарақат алуыңыз мүмкін. Өзіңізге сеніңіз.\n\n7. Тамақтан бас тарпаңыз. Кейбір адамдар арықтау мақсатында таммақтан мүлдем бас тартады. Бүл дұрыс емес. Күнделікті рационмен тамақ жеңіз, өзіңізге ұнайтын тағамдарды жеңіз(4 пункті естен шығармаңыз).\n\n8. Диетаны ұстама деп айта алмаймын. Бірақ кейбір диеталарды ұстауға болмайды. Сіздің жасыңызға қарап диета ұстауға кеңес бермеймін.\n\n9. Арықтатын дәрі қолданбаңыз. Денсаулығыңызға зиян.",
                "date": "10.06.2016",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе.Арықтаудыңбірден-бір жолы таңертеңгілік жаттығу,уақтында тамақтану.Әр мезгілде тамақтануға болмайды.Майлы тамақтар көп жемеңіз.Диета,арықтататын дәрілерге сенбеңіз.",
                "date": "9.06.2016",
                "upvotes": 0
            },
            {
                "text": "Мен өзім таңертең ештеңе жемей, түсте суға қайнатылған күріш (тұзсыз) және 1 жұмыртқа жеп, кешке сорпа немесе буға піскен тамақтар (манты, духовкаға піскен) тамақтар жеп, және таңертең-кешке жаттығулар жасап 5 кг арықтадым.",
                "date": "17.06.2016",
                "upvotes": 0
            },
            {
                "text": "күнделікті спортпен айналысу керек таң ертең 1 стакан су ішу керек менде кішкентай кезімде топ-томпақ едім сеп семіз қазір арықпын тамақ іш бірақ азіш сәттілік мен сені қолдайм.",
                "date": "5.03.2021",
                "upvotes": 0
            },
            {
                "text": "Меніңде жасым 12 де салмағым 41 кила! Қалай арықтарымды өзімде білмей жүрмін! Мысалы: плай маркетте арықтау туралы приложениялар бар мумкін соларды жүктеп жаттығу жасап көрерсіз! Азанда тұрғанда бір стакан қайнаған су ішсеңіз деп ойлайм",
                "date": "20.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География пәні бойынша қайда оқуға түсе аламын?",
        "question_content": "ҰБТ-дан бұйыртып 96, тазасы 77 бал алдым. Таңдау пәнім география. Географиямен мүмкіндік аз екенін білемін, сонда да үмітсіз шайтан дегендей бағымды сынамақпын. Қандай мамандық болса да оқимын, жол сілтеп жіберіңіздерші. Алматы облысынікімін, ауылдық квота және инволидность 2-топ бар қандай мүмкіндіктер бар менде? Инволидностьқа жеке грант бөлінема? АГУ-ға түсе аламба?",
        "question_date": "9.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 272,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақерке есімінің мағыныасы қандай?",
        "question_content": "Мен сіңіліме ат қояйын деп едім. Соған Ақерке деген есім лайықты деп ойлаймын. Енді сол есімнің мағынасын білгім келеді.",
        "question_date": "8.06.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 13500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақерке таза қазақи есім, екі сөзден құралған ақ, ерке. Ақ сөзі тазалықтың бейкүнәлікктің символы болса, ерке сөзі ...... қысқасы қазақша білітен боларсыз))))",
                "date": "9.06.2016",
                "upvotes": 1
            },
            {
                "text": "Ақжол деп қойсан күшті болад, жолы ақ болад )",
                "date": "13.06.2016",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе Менің есімім де Ақерке",
                "date": "28.02.2021",
                "upvotes": 0
            },
            {
                "text": "Ақерке жақсы Есим деп ойлаймын, мен қызымның есімін солай қойдым. Ақ- таза адал деген мағына берсе ерке ол менің ерек кіші қызым.",
                "date": "22.02.2022",
                "upvotes": 0
            },
            {
                "text": "Ақ- ақ жолмен әрқашан жүрсін әрі де жолы ақ түстей ашық болсын\nЕрке- ерке тотай болып журу☺️",
                "date": "9.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асқар Сүлейменов жайлы видеоларды қайдан тапса болады?",
        "question_content": "Асқар Сүлейменов жайлы бейнеқор сақталғанын жаңалықтардан көріп қалдым. Сол видеоларды қалай тапса болар екен? Сол кісінің қимылын, дауысын естіп-көргім келіп еді.",
        "question_date": "8.06.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 388,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://kaztube.kz/video/226389 мына сілтемеде Асқар Сүлейменов туралы бағдарлама бар",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Журналистика факультетіне қалай түсуге болады?",
        "question_content": "Құрметті достар! Менің бір досым ҰБТ-дан 83 балл алды. Орыс тілінсіз 72 балл. Кез келген университеттің грантына түсу мүмкін емеспе? Қандай шығармашылық емтихандар тапсырады? Толық мәлімет берсеңіздер! Осы жылдың проходной баллымен есептелгенде...",
        "question_date": "8.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серпін бағдарламасымен түсуіне болады. Мына ссылкаға кіріп көрсеңіз болады  http://serpin-2050.kz",
                "date": "13.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауызашар дұғасын дұрыс аударған ба? Менің күмәнім бар",
        "question_content": "Мынан қараңыздар:\nАуызашардағы дұға\nاللَهُمَّ لَكَ صُمْتُ وَ بِكَ آمَنْتُ وَ عَلَيْكَ تَوَكَلْت وَ عَلَى رِزْقِكَ\nاَفْطَرْتُ فَاغْفِرْلِى يَا غَفَّارُ مَا قَدَّمْتُ وَ مَأ اَخَّرْتُ1\n«Аллаһуммә ләкә сумту уә бикә әәмәнту уә ‘аләйкә тәуәккәлту уә ‘ала ризқикә әфтарту уә саумәлғади мин шәһри Рамадана нәуәйту, фәғфирлии мәә қаддамту уә мә аххарту»\nАудармасы: «Аллаһым! Сенің ризалығың үшін ораза ұстадым. Сенің берген ризығыңмен аузымды аштым. Саған иман етіп, саған тәуекел жасадым. Рамазан айының ертеңгі күніне де ауыз бекітуге ниет еттім. Сен менің өткен және келешек күнәларымды кешір»\nБұл жерде саған тәуекел жасадым дегенді қалай түсінесіздер?\nОрысшаға тәуекел \"Рисковать не Риск\" болып аударылады. Сондай қалай болғаны?\nРади тебя пошел на риск болғаны ғой. Ал бұл менік ойымша құдайдың бар екеніне күмән келтіру",
        "question_date": "8.06.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның аудармасы маңызды емес. Сен сол арапшасын(крилиция) оқи бер, аудармасын емес.",
                "date": "9.06.2016",
                "upvotes": 0
            },
            {
                "text": "Бұл жерде Тәуекел \"Рисковать\" емес \"Полагаться\" болады.",
                "date": "1.07.2016",
                "upvotes": 0
            },
            {
                "text": "Дұрыс мен сізге қосыламын,қалай ес-ақылы түзу адам не болса ол болсын деп мəнің-мағынасын түсінбей оқи береді.қазіргі заманда роботтарда түсінбей оқымайды бір əріпін қате жазсан не мағынасы қате болса басқа варианттарды көрсетіп тұрып алады.",
                "date": "17.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай оқуға түсуге болады?",
        "question_content": "Мен ҰБТ-дан 89 балл жидым орыс тілін алғанда 69 болып тұр, енді \"Серпін\" бағдарламасы бойынша Солтүстік жақтың университетіне грантқа түсе аламын ба?",
        "question_date": "8.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледжге түсу үшін тапсырылатын тест қаншалықты оңай немесе қиын болады?",
        "question_content": "Колледжге түсу үшін тапсырылатын тест қаншалықты оңай немесе қиын болады? Қандай сұрақтар келеді? Алдын ала рахмет!",
        "question_date": "8.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өте қиын емес.жақсы дайындалсаң өтесің .",
                "date": "14.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбтдан 98 без русского 82 алдым тандау пән физика осы баллмен Алматыга түсе аламынба",
        "question_content": "Ұбтдан 98 без русского 82 алдым тандау пән физика осы баллмен Алматыга түсе аламынба",
        "question_date": "8.06.2016",
        "question_tag": "Мектеп",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия грантқа тусе аласыз",
                "date": "13.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оңтүстік пен Солтүстік Қазақстанның шаруашылық әрекетіндегі географиялық айырмашылығы",
        "question_content": "Оңтүстік пен Солтүстік Қазақстанның шаруашылық әрекетіндегі географиялық айырмашылығы",
        "question_date": "8.06.2016",
        "question_tag": "География",
        "question_views": 9200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оңтүстік Қазақстан облысы\nОңтүстік Қазақстан облысы – республикадағы өнеркәсіп пен ауыл шаруашылығының барлық салалары дамыған, еңбек ресурстары жеткілікті аймақ. Облыс кәсіпорындары Қазақстандағы барлық өнеркәсіп өнімдерінің 5,9%-ын өндіреді. Елімізде шығарылатын трансформаторлардың 98,6%-ы, фармацевтикалық препараттардың 70,1%-ы, минералды және газды сулардың 51,5%-ы, мотор майының, бензиннің 38,9%-ы, рафинатты қорғасынның 23,6%-ы, сыраның 23,6%-ы, цементтің 19,7%-ы, экскаватор, мақта талшығы, мақта майының барлығы дерлік Оңтүстік Қазақстан облысында өндіріледі. Облыс тері шикізаты, жеміс, көкөніс, жүзім, бақша, макарон өнімдерінің ірі өндірушісі болып табылады.\n\nСолтүстік Қазақстан облысы\nОблыста алуан түрлі дәрежедегіпайдалы қазбалар шығарылған және зерттелген. 286 шыққан жері барланған. Олардың ішінде 34-металлды, 2-металлды емес, 217-құрылыс және технологиялықшикізат пен 33-жер асты сулары, оның 6-уы минералды. Облыс аумағы Солтүстік Қазақстанның уранды-кенді,алмазды және сирек маталлдықалайылы түкпірі болып саналады. Онда минералды шикізаттың маңызды бөліктері табылған, оларҚазақстан Республикасының балансын құрайды:қалайы бойынша -65%,цирконийға -36,6%,уранға -19%,титанға -5%,вольфрамға -1,1%. Минералды - шикізат базасының кең өсуі, әсіресе, оңтүстік-батыс облысында қаралған. Бұнда маңыздыалтынның шыққан жері мен пайда болуы,күмістің, техникалық және зергерлік алмаздардың, қалайының,титанның, түрлі-түсті және сирек металлдардың, бұрғыланғанкөмірлердің тізімі бар. Иеленуге дайын болыпГрачевское,Косачинское,Семизбайское уранының шыққан жері саналады.Кеспелтек - титан - цирконий кендерi,Сырымбет - қалайы, алтынның шыққан жерi - Солтүстiк Батыстысы жәнеДомбыралы – 2 шыққан жеріне өндірістік өңдеу жүргізіліп жатыр. Пайдалануда тек кейбір құрылыс тастары мен құмдарының шыққан жерлері бар. Теке өзені менЖақсытұз көлінің шыққан жерінде қайнатылған тұзға зерттеу жүргізіліп, қазба шығару жұмыстары жүргізіліп жатыр.Тұздың қорлары мемлекеттiк балансқа алынған. Есіл жәнеАйыртау аудандарында алтын мен күмістің шыққан жеріне өндірістік баға беру мақсатында геологиялық зерттеу жұмыстары жүргізіліп жатыр.\n\nhttps://kk.wikipedia.org/",
                "date": "29.03.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақ халқының табиғат жағдайымен байланысты салт-дәстүрлер",
        "question_content": "Қазақ халқының табиғат жағдайымен байланысты салт-дәстүрлер",
        "question_date": "8.06.2016",
        "question_tag": "География",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Наурыздан бастау керек болар (күн мен түн теңелген күн), сосын біздің жақта көрісу күні бар. Кей жақтарда Құралайдың шығысын да тойлайды деп естідім, Әрине одан басқа да көптеген амалдар бар",
                "date": "8.06.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қандай сайт арқылы гост тестті онлайн қазақша тапсыруга болады?",
        "question_content": "Интернетте онлайн госттестилеудің орысшалары бар екен, қазақшасы керек еді. Білетін жандар болса силтемелерин беринизши, немесе казакша тест сурактары жауабымен болса a_karla-5@mail.ru жиберсениздерши?\n\nҚандай сайт арқылы гост тестті онлайн қазақша тапсыруга болады?",
        "question_date": "8.06.2016",
        "question_tag": "Заң",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онлайын тест тапсыру үшін өзіңіздің электронды кілтіңіз болуы керек, сосын мына жерге кіріп тапсыра беруге болады http://idp.egov.kz/idp/login?lvl=2&url=http%3A%2F%2Fegov.kz%3A80%2Fwps%2Fmyportal%2FerrorMessagePage",
                "date": "8.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ықтияр хаты бар азаматтарға Өзбекстан, Ресей шегарасынан өту үшін виза?",
        "question_content": "Ықтияр хаты бар азаматтарға Өзбекстан, Ресей немесе Қырғыстан шегарасынан өту үшін виза қажет па?",
        "question_date": "8.06.2016",
        "question_tag": "Заң",
        "question_views": 428,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Ауыз бекітер алдында күйеуінмен жақындасқан соң, міндетті түрде ғұсыл алыну керек пе?",
        "question_content": "Ауыз бекітер алдында күйеуінмен жақындасқан соң, міндетті түрде ғұсыл алыну керек пе, әлде жай дәрет алса бола ма?",
        "question_date": "8.06.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыз бекіту үшін ғұсыл алу шарт емес, абзал болады. Бірақ намазға парыз болады.",
                "date": "1.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Почтамен Шығыс Қазақстанға хат жіберу қанша теңге болады?",
        "question_content": "Әскерге хат жіберіп көрдіңіздер ме? Почтамен хат жіберу қанша теңге болады екен? Бірінші рет жіберілгелі отырмын. Почтадан сұрауға уақыт болмай жатыр. Почтамен Шығыс Қазақстанға хат жіберу қанша теңге болады?",
        "question_date": "8.06.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 742,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Матрица бөліктерімен жане бас диагональмен жұмыс",
        "question_content": "A(5,5) матрицасының бас диагональ бойындағы элементтерінің және барлық элементтерінің косындысын тап",
        "question_date": "8.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 678,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кулинарный магазинге қандай атау беруге болады?",
        "question_content": "Кулинарный магазинге қандай атау беруге болады? Ойларынызды коссаныздар?",
        "question_date": "7.06.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 740,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шебер, Мастерица, Ням-ням",
                "date": "17.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-дан 73 балл алды. \"Серпін\" бағдарламасы арқылы грантқа түсе алады ма?",
        "question_content": "Бірақ орыс тілінсіз 59 екен. Таңдау пәні - физика. \"Серпін\" бағдарламасы арқылы грантқа түсе алады ма, мысалы стандартизация немесе машинастроение деген сияқты мамандықтарға...",
        "question_date": "7.06.2016",
        "question_tag": "Мектеп",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кайырлы кун сиз еш аландамыныз, былтыргы жолы 53 баллмен Серпинмен ФИЗИКА ПАНИН ТАНДАП ТУСКЕНДЕР бар , Оскемен каласына",
                "date": "10.06.2016",
                "upvotes": 1
            },
            {
                "text": "Орыс класында оқығанда спокойна түсер еді, балы жетіп.",
                "date": "7.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Журналистика мамандығына түсу үшін кешенді тест тапсыру?",
        "question_content": "Сәлеметсіздер ме?! Мен негізі оқуды былтыр бітірген едім. Белгілі себептермен оқуға тапсыра алмай қалған болатынмын ЖОО - ға. Енді биыл Алла сәтін салса журналистика мамандығына оқуға тапсырсам деген ойым бар. Өздеріңізге белгілі Журналистикаға түсу үшін шығармашылық және кешенді тестілеуден өтетіні. Ендігі менің білгім келетіні кешенді тестілеуде тек қана Қазақ тілі мен Қазақстан тарихы пәнінің баллдары ғана есептеледі ме?! Әлде, төрт пәннің де баллы қажет пе?\n\nАлдын -ала  Рахмет...",
        "question_date": "7.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа, қазақ тілі мен қазақстан тарихының балдары есептеледі. Қосымша мына Дана Қанатқызының мына кеңестерін оқып алғаныңыз жөн.\n\nЖурфакқа түскің келе ме?\n\nАдам жар таңдауда және мамандық таңдауда қателеспеуі керек. Мен журналистика мамандығын таңдадым. Ал бұл мамандықтың басқа мамандықтардан ерекшелігі неде, маңызы қандай? Талапкер атанған сәтімде осы сауалдар мені жиі мазалайтын. Журналистика факультетінде оқитын аға-әпкелерімнен мән-жайды сұрап, талай мазасын алғаным да есімде. Алланың қалауымен  Әл-Фараби атындағы ҚазҰУ-дың журналистика факультетіне грантқа түсіп, биыл екінші курсында оқып жүрмін. Мектеп бітірген жас түлектердің қатарында журфакқа түскісі келетіндердің қарасы көп. Алайда, шығармашылық мамандықтың қыр-сырын көпшілігі біле бермейді.  Таныстарым, тіпті, таныс емес түлектер де әлеуметтік желі арқылы, телефон арқылы ақыл-кеңес сұрайтын болды. Талапкерлерге және болашақ түлектерге арналған бірнеше кеңесті назарларыңа ұсынсам деп отырмын.\n\nЖурналистика факультетіне құжат тапсыру басқа мамандықтардан бұрын болады. Білместікпен кешігіп келген талай талапкер шығармашылық емтихандарға кіре алмай, кері қайтатын жағдай жыл сайын кездеседі. Сондықтан, ескере кететін жағдай, шығармашылық мамандықтарға құжат қабылдау  20 маусым мен 1 шілде аралығында жүргізіледі. Ал 2-7 шілде аралығында шығармашылық емтихандар өтеді. 1 шілдеге дейін құжаттарын тапсырмаған талапкерлер шығармашылық емтихандарға жіберілмейді. Демек, журналист боламын десең, ең біріншіден ерте қимылдауың керек. Шығармашылық емтихандарға кірерден бұрын ұстаздар арнайы дайындық дәрістерін өткізеді, солардан қалып қоймауға тырысқан жөн.\n\nМаған жиі қойылатын сұрақтардың бірі – «журналист болу үшін қандай пәнді таңдаған дұрыс?» Журналистика факультетінде таңдау пәнінің еш маңызы жоқ. Тек қазақ тілі мен қазақстан тарихы пәндерінен жинаған ұпайларың ғана есепке алынады. Аталған екі пән бойынша максималды көрсеткіш 50 ұпайды құраса, әр шығармашылық емтиханда 25 ұпай жинауға мүмкіндік бар. Демек, екі шығармашылық емтиханда 50 ұпай жинай аласыз. Талапкерлер 100 баллдық жүйе бойынша мемлекеттік гранттар байқауына жіберіледі. Ал  ұпайыңыз 70-тен асса, ақылы бөлімге тапсыра аласыз.\n\n Шығармашылық емтихандар қалай өтеді? Алғашқы шығармашылық емтиханда бекітілген тақырыптар аясында шығарма жазасыңдар. Шығарма тақырыптары дәл емтихан күні белгілі болады. Шығарманы бағалаудағы жоғарғы көрсеткіш 25 ұпай екенін жоғарыда айтып өттім. Ал екінші емтиханда талапкерлер жеке-жеке қабылдауда болып, билет алып, сұрақтарға жауап береді. Сұрақтар талапкердің дүниетанымын, сөйлеу шеберлігін, қоғамдағы мәселелерге көзқарасын білу мақсатында құрылады. Екінші шығармашылық емтиханда газет-журналдарға жазған мақалаларың мен қол жеткізген жетістіктерің де бағаланады. Сондықтан, мақалаларыңды осы емтиханға жинақтап әкелгенің жөн болады.\n\nЕскерте кетейін, журналистика – тәуекелді қажет ететін жанкешті мамандық. Себебі, журналистика факультетіне құжат тапсыруға бел бусаң, басқа талапкерлер секілді төрт мамандыққа тапсыра алмайсың. Мемлекеттік грант байқауына қатысу үшін тек бір ғана, журналистика мамандығын таңдай аласың. Алайда, абай болыңыз, ЕСКЕРТЕМІН! Биылғы жылы ешбір жеңілдіксіз тұлғалар тек 100 және 99 ұпаймен мемлекеттік білім грантына ие болды. Ал ауылдық квотасы барлар үшін ең төменгі балл 96-ны құрады. Сондықтан, егер өз-өзіңе сенімді болмасаң, шығармашылық емтихандардан төмен ұпай жинап қалсаң, дереу құжаттарыңды алып, басқа мамандықтарда бақ сынап көруіңе әбден болады. Бірақ, бұдан кейін журналистика жолы қайта ашылмайды\n\n Журналист боламын дейтін жас талапкерлерге қажетті біраз ақпарат бере алдым деген ойдамын. Егер сен шығармашыл, тың идеяларға толы болсаң, ақпаратты жедел жеткізе алсаң, қаламың қарымды, ойың ұшқыр болса, бізге, журфакқа кел!",
                "date": "12.10.2016",
                "upvotes": 1
            },
            {
                "text": "Шығармашылық емтихан жауаптары барма .журналистика мамандығы",
                "date": "5.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Назым Қызайбай мен жаттықтырушысының сұхбаты. Қазақстандық бокста не болып жатыр?",
        "question_content": "Қазақстандық бокста не болып жатыр? Бүгін Назым Қызайбай мен жаттықтырушысының сұхбатын оқыдым. Өзінің де, жаттықтырушысының да өкпесі «қара қазандай». 51 келі салмақтан 48-ге күшпен түсірген. Барлық жерде кедергі жасауға тырысқан. Қытайдағы жарысқа үш күн ұйықтамай ауырып шыққан. Командадағы дәрігер көмектесуге тырыспаған. Астанадағы жарыстан соң Алматыға поезбен келген, ешкім күтіп алмаған. Жарыстардың өзіне өз ақшаларына барып жүріпті. Қысқасы бокста былық көп, алдағы Олимпиадада осы үшін бізді «жазалайды», қыздар боксынан алтын алмаймыз дейді жаттықтырушысы. Алдында Назым Ищанова осындай былық туралы айтып еді.\nНазымның да көңілі көп нәрседен қалған сияқты. Тек жаттығу, жаттығу арқылы өзінің мықтылығын дәлелдеуді ғана ойлап жүр. Жаттықтырушысы мен білетін Назым болса 4 рет Әлем чемпионы, Олимпиада чемпионы да атанады дейді.\nСенеміз! Тілекшіміз.\nБіздің елде аяқтан шалмайтын сала бар ма? Қайда барсаң өсек, өтірік.",
        "question_date": "7.06.2016",
        "question_tag": "Бокс",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Назым Қызайбай төңірегіндегі дау.\n\nНазымға ұлттық құрама бапкерлері Қытайдағы іріктеу жарысына баруға мүмкіндік берді. Ол 51 келіде сынға түсті. Оның негізгі салмағы - 48 келі. Бірінші кездесуде-ақ әлемнің бірнеше дүркін чемпионы үндістандық Мэри Коммен кездесті. Неге әлем чемпионы бірінші кездесуде мықты қарсыласқа тап келді? Қызайбай 48 келіде әлемде #1 боксшы. Ал ол 51 келіде рейтингте жоқ. Сондықтан ол бірден мықты қарсыласқа түсті. Бапкері \"Кездесу алдында Назым ауырды\" дейді. Ринг және лицензия ауырғаныңды да, жарақатыңды да күтіп тұрмайды...\n\nҚазақстанда 51 келіде Жайна Шекербекова лидер. Оны Назым Қызайбайдың да бапкерлері түсінеді. Бірақ Қызайбайдың беделін ескеріп, бапкерлер оны Қытайға алып барды. Шекербекова шу шығармады, көнді. Назым берген мүмкіндікті пайдалана алмады. Бапкерлер Астанада Жайнаға мүмкіндік берді және оны боксшы сәтті пайдаланып кетті.\n\nҚызайбай бапкері \"әкімдік құрмет көрсетпеді\" дейді. Батыс елдерінің біразында әр спортшы олимпиадаға бару шығынын өзі көтеріп алатынын білесіз бе? Швеция, Норвегияда олимпиададан алтын алып келсең де мемлекет сыйақы бермейтінін естідіңіз бе?\n\nҚызайбай бапкерінің \"Риоға баратын екі қызда медаль алып келмейді\" деп кесіп айтуға да құқығы жоқ. Бұл да артық іс.\n\nНазымның салмағы өседі. Жайнаның да жасы келіп қалды. Демек, 2020 жылы Қызайбайдың кезегі. Төрт жылдан кейін қара көз қазақ қызының Токио тұғырынан әнұран айтып тұрғанын куә болуға жазсын. Әумин.\n\nP.S. Бірақ Назым Ишанованың жолын байлады, оны мойындау керек. Ишанова ел чемпионатында қатарынан екі рет алтын алған. Римма Волосенконы талай рет жеңген еді...",
                "date": "7.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазғы демалыста немен айналысқаным жөн?",
        "question_content": "Мектеп оқушысы 3ай демалысқа шығады Оның осы демалыста немен айналысқаны дұрыс? Уақытын тиімді пайдалану керек емес пе?!",
        "question_date": "7.06.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Спортпен шұғылдансын,жұмыс жасауға әлі ерте",
                "date": "7.06.2016",
                "upvotes": 0
            },
            {
                "text": "Жұмыс істеп ақша тапсын, үлкейгенде пысық, ақша тапқыш жігіт болады. Жеңіл жұмыстар көп қой алма, өрік, шие, груша, жаңғақ, құлпынай, шабдалы теру, жүзім теру, чеснок, пияз, картошка, сәбіз, помидор, қияр, қауын-қарбыз тағы да басқа бақша өнімдері. Ақшасына өзіне көп заттар сатып алады. ол ата-анасына ең үлкен көмек мына қиын қымбатшылық заманда. Машина алса тіпті жақсы. Бұл қызық жұмыс уақыты зая кетпейді.",
                "date": "7.06.2016",
                "upvotes": 0
            },
            {
                "text": "Бірнеше вариант бар:\n\n1) Жұмыс жасау.Әрине өз икеміне байланысты. Жұмыс дегенде ақша туралы ойланып қалмау керек. Ең алдымен адам өз икемін байқап көрі керек.\n\n2) Шет тілдерін үйрену. 3 ай демалыс мектеп оқушылары үшін шет тілін үйрену үшін таптырмас уақыт. Қазіргі заман талабы шет тілдерді білуді қажет етіп отыр және сонымен қатар шет тілін білу болшаққа сенімді қадам басуға көмектеседі.\n\n3) Спортпен шұғылдану. Денсаудық - зор байлық. Адамға пайдасы зор.\n\n4) Қосымша істер. Сурет салу, компьютер үйрену т.б. істермен шұғылдануға болады.",
                "date": "8.06.2016",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша 3-ай демалыста коп нарсемен айналысуға болады.\nМысалға:\nҮй шарусына комектесу.Ата-анаңа сондай комегің тисе олар қандай қуанышты болар еді.\nШет тілдерін үйрену.Қазіргі кезде 3 тілді меңгеру керек деп жатыр ғо.\nСпортпен шұғылдану.Бірінші байлық денсаулық екенін ұмытпаған жөн.\nЖалданып жұмыс жасау.ОЛ сенің шайлық ақшаңа жетер еді.\nҚосымша үйірмелерге бару.Домбыра,Гитара,шахмат,тоғызқұмалақ,шашка.тағы басқалары жетерлік",
                "date": "8.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыммен онаша бір жерге (кафе) апарғым келеді?",
        "question_content": "Жарайд кафеге апардым бірақ қалай ұйымдастыру керек қалай көнілінен шығаруға болады,алғаш рет болайын деп тұр.\n\nкенестерініз болса айтсаныздар?",
        "question_date": "7.06.2016",
        "question_tag": "Махаббат",
        "question_views": 613,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таңдаған тағамын әперіп,счетты өзің төлесең болғаны",
                "date": "7.06.2016",
                "upvotes": 0
            },
            {
                "text": "Оған рамантикалық кеш сила.Керемет болады..ОЛ саған Осындай кеш силағаннан кейін еріксіз ғашық болады.\nГүл әкеліп бер.Мысалға:Роза гүлін қыздардың бәрі жақсы көреді.\nОны тыныш ортаға апар.\nҚараңқыда шамадар жағылып,шарлар ілініп тұрсын.\nДастарханға қыздың таңдаған тағамдары әкелінсін.  \nШамалы уақыттан соң музыка қоылсын.\nМузыка болғанда да вальске арналған музыка болсын.\nСен оны биге шақыр.(Ол міндетті түрде келеді.)\nСосын бірге би билеңдер.   (Арығарай өзің білерсің.)\nМіне  осымен алғашқы кедесулерің аяқалады.Және қызды үйіне шығарып салуды ұмытпа.",
                "date": "8.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтау қаласында қандай колледждер бар?",
        "question_content": "Сәлеметсіздерме! Ақтау қаласында қандай колледждер бар, әсіресе кай колледжде заңгер мамандығын оқытады? Кай колледждерде жақсы дамыған? (Ақшасы қанша? )",
        "question_date": "6.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сыйымдылықтары С1-1 мкФ,С2=2 мкф және С3-3мкФ",
        "question_content": "Cыйымдылықтары с1-1 мкф, с2=2 мкф және с3-3мкф болатын үш кондецатор паралель жалғанған олардан қандай ең максимал сыйымдылық алуға болады?",
        "question_date": "6.06.2016",
        "question_tag": "Физика",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Параллель жалғанғанда конденсаторлардың сыйымдылығы\n\nС=C!+C2+C3=1+2+3=6 (мкф)",
                "date": "24.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Емтихан бітісімен аузымды бекітсем бола ма?",
        "question_content": "Сәлеметсіздер ме? Есімім Айгерім қояр сұрағым ораза ұстаған едім менде қазір емтихан болып жатыр сабақ оқиын десем басым ауырып,мазам қашты. Емтихан бітісімен аузымды бекітсем бола ма?",
        "question_date": "6.06.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады! Мысалы 3 күн кешіксең, соңғы күні 3 күнге соза саласың болды все окэй! 30 күн таза ораза.",
                "date": "9.06.2016",
                "upvotes": 0
            }
        ]
    }
]