[
    {
        "question_title": "Видеомонтаж үйренгім келеді",
        "question_content": "Сәлеметсіздерме! Мен Еске Алу видеосын жасағым келеді. Мен видеомантажды шамалы Adobe Premiere Pro арқылы жасаймын. Фотолардан слайдты қандай жақсы программамен жасаған дұрыс? Еске Алып жатқан адамның видеосы мен фотосы жүретін жеріне дейін қандай видеолар салған дұрыс? Еске Алуды қалай жасаған дұрыс ойларыңызды айтсаңыздар? Еске Алу жасаған Еске Алыпжатқан адам жайында адамдар естелік айтып видеоға түскенде звукты жазып алатын қандай апараттар керек айтсаңыздар?",
        "question_date": "7.06.2018",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 665,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кейбір жағдайда, белгілі бір видеоға өзгертулер енгізіп, қажет емес жерін алып тастауға тура келеді, яғни монтаж жасау керек. Бұл қазіргі уақытта, үлкен мәселе емес, себебі оған арналған көптеген бағдарламалар бар. Солардың ішіндегі ең тиімді деген 3 түріне тоқталайық.\nAVS Video Editor – әртүрлі видеоларға өзгерістер енгізіп, монтажын жасауға арналған, өте ыңғайлы бағдарлама. Дизайны өте ыңғайлы және ең керекті деген функциялары бар. Кез-келген адам бұны тез меңгере алады. Жеке өзім бұны, тәжірибе жүзіне қолданамын және бұл маған біраз тапсырманы шешуге көмектеседі.\nAdobe Premiere Pro – видеомонтаж жасайтын, профессионалдардың арасында өте танымал. Бұл бірінші атап өткен бағдарламаға қарағанда күрделі, дегенмен өте бай функционалды, осы мүмкіндігінің арқасында әртүрлі фильмдерден бастап, видеоларға монтаж жасау үшін кеңінен қолданылады.\nSony Vegas Pro – қалаған аталған бағдарламалардан асып түспесе кем түспейтін, өте танымал видеоредакторларың бірі. Интерфейсі өте ыңғайлы етіп жасалған, соның арқасында, қажетті құрал-жабдықтармен оңай жұмыс жасауға болады.\nМына сілтемеден видеомонтаж сабақтарын көре аласыз.",
                "date": "7.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғаламторда парақшаңды өшіре беру адамның белгілі бір психологиялық симптомына жатады ма?",
        "question_content": "Сəлеметсіздер ме! Мен ғаламторды (интернетті) жиі пайдаланамын. Бірақ та, менің ғаламтордағы парақшаларымда дұрыс дос жоқ десе де болады. Себебі, мен ғаламтордағы парақшаларымды жиі өшіріп (удалить) ете беремін. Мысалы, мен Vk.com сайтын 2012 жылдан бері пайдаланып келемін. Бірақ дəл осы күнге дейін көп парақша ашып тастадым. Бірақ қазір көбісі өшіріліп кетті. Қалай ойлайсыздар бұл психологиялық тұрғыдан күйзелістің бір түрі емес пе?! Тіпті, мен Instagram парақшамда өзіме жазылушыларды да өшіріп тастаймын.\n------ Сіздердің ойларыңызды, пікірлеріңізді күтемін!!!",
        "question_date": "7.06.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 689,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіңбе! Менің өз ойымша бұл ешқандай психологиялық күйзеліс емес.Бұл әр адамда болатын нәрсе.Мен де бірнеше парақшамды өшіргенмін.Бұл әр адамның қалауы ғой.",
                "date": "7.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратурада менеджмент мамандығын бітіріп, қандай жұмыста істеуге болады?",
        "question_content": "Сәлеметсіз бе! Мен бакалавр бойынша технолог продовольственных продуктов мамандыгын битирип қазір колледжде сабақ беремін. Енди сурайын дегеним магистратурага денсаулық сақтау саласындағы менеджемент мамандығы бойынша оқысам битирген қайда жұмыс жасауға болады және де универде осы магистр дипломы бойвнша сабақ бере аламын ба?",
        "question_date": "6.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 938,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өндірістік-басқарушылық, ғылыми-зерттеу, педагогикалық, ұйымдастыру-технологиялық, аудиториялық, іскерлік-кемшілік, жобалық, инвестициялық-инновациялық қызмет түрін істей алады.",
                "date": "6.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мəтінді ағылшыншаға аудару керек?",
        "question_content": "Кейбіреулері үшін жоғалткан нәрсесін қайтадан алғанды бақыт деп санайды. Мысалы: мүгедектер қайтадан аяғын, десаулықты алғанын қалайды.Олар үшін тым болмаса бес минут аяқпен қазіргі ортада жүргенді бостандық алған секілді сезінеді.",
        "question_date": "6.06.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 979,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "For  some,  it is a happiness to take back somthing that has been lost. For example: disabled people want to get their feet back and get healthier. For at least five minutes, they feel the freedom of the present environment.",
                "date": "6.06.2018",
                "upvotes": 0
            },
            {
                "text": "Саған ағылшын тілі ұнаима\n\nИа ұнаиды ол қызықты өтеді",
                "date": "1.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ХҚКО қызмет көрсете алама",
        "question_content": "Мен өзге облыста жұмыс жасауыма байланысты.Сол жердің, ХҚКО қызмет көрсете алама?",
        "question_date": "6.06.2018",
        "question_tag": "Заң",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа əрине сізге қызмет көрсетуге тиісті. Толығырақ 1414-ке хабарласыңыз. Тегін номер",
                "date": "7.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тегімді ,атымды өзгертуге кандай құжат жинаймын?",
        "question_content": "Атымды ,тегімді өзгерту ушін турғылықты жерге барып жасаум міндеттіме?",
        "question_date": "6.06.2018",
        "question_tag": "Заң",
        "question_views": 927,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысалы, Сіздің әкеңіздің аты-жөні - Ибрагимов Дастан Берікұлы. Тегіңізді осы үш атаумен өзгерте аласыз. Әкеңіздің тегін немесе атаңыздың атын ала аласыз, яки тек әкеңіздің атын қалдырсаңыз болады.\nНекеге тұрғаннан кейін жұбайлар бір-бірінің тегіне өте алады. Әйелі ерінің тегіне немесе ері әйелінің тегіне өтуіне жол беріледі. Егер текті некеге тұру туралы куәлікті аларда бірден өзгертсе, ешқандай мәселе жоқ. Жаңа куәлікті дайындата бересіз.\nНеке қиылғанға біраз уақыт өткен соң да жұбайының тегіне өтуге болады. Бірақ ондай жағдайда \"құжатты өзгерткеніңіз туралы анықтаманы\" әрдайым өзіңізбен алып жүру қажеттілігі туындайды. Бұл ұнамаса, некеге тұру туралы куәлікті қайтадан жаңарта аласыз.\nАжырасқан жағдайда, өз тегін қайтаруға болады\nМысалы, Сіздің әкеңіздің аты-жөні - Ибрагимов Дастан Берікұлы. Тегіңізді осы үш атаумен өзгерте аласыз. Әкеңіздің тегін немесе атаңыздың атын ала аласыз, яки тек әкеңіздің атын қалдырсаңыз болады.\nНекеге тұрғаннан кейін жұбайлар бір-бірінің тегіне өте алады. Әйелі ерінің тегіне немесе ері әйелінің тегіне өтуіне жол беріледі. Егер текті некеге тұру туралы куәлікті аларда бірден өзгертсе, ешқандай мәселе жоқ. Жаңа куәлікті дайындата бересіз.\nНеке қиылғанға біраз уақыт өткен соң да жұбайының тегіне өтуге болады. Бірақ ондай жағдайда \"құжатты өзгерткеніңіз туралы анықтаманы\" әрдайым өзіңізбен алып жүру қажеттілігі туындайды. Бұл ұнамаса, некеге тұру туралы куәлікті қайтадан жаңарта аласыз.\nАжырасқан жағдайда, өз тегін қайтаруға болады\nҚР азаматтарының жеке куәліксіз немесе жарамсыз жеке куәлікпен немесе тұрғылықты жерінде тіркеусіз 10 күннен 3 айға дейінгі мерзімде тұрса, ескерту жасалады. Көрсетілген мерзім өтіп кетсе, азамат ҚР әкімшілік құқық бұзушылықтар туралы кодексінің 492-бабының 2-тармағы бойынша 5 АЕК  мөлшеріндегі айыппұл түріндегі әкімшілік жауапкершілікке тартылады.\nӘкішілік жаза қолданылғаннан кейін бір жылдың ішінде жасалған осы сияқты құқық бұзушылық үшін 10 АЕК мөлшеріндегі айыппұл салынады.\nАзамат жеке куәлікті рәсімдеу үшін тек 16 жас мерзімге толуы бойынша ғана жүгіне алады. Осы уақытқа дейін оған құжат берілмейді. Егер азамат 18 жасқа толғанда, жеке куәлікті алуға бірінші рет жүгінсе, одан 5 АЕК мөлшеріндегі әкімшілік айыппұл алынады.\n(1 АЕК - 2269 теңге)",
                "date": "6.06.2018",
                "upvotes": 0
            },
            {
                "text": "Ассалаумағаликум! Азан шақырып қойылған атыңыз бен фамиляңызды шариғат бойынша өзгертуге болмайды. Шариғатта рұқсат жоқ. Неге десеңіз Азан шақырылып әкеңіздің атын, сіздің атыңызды, фамиляңызды қояды, Азан шақырылып адамның аты-жөні әкесінің аты қойылғаннан кейін екінші адам өмірден өтерген кезде адамның намазы бар. Сол намазда аты-жөніңіз бен әкеңіздің аты мен намазыңызды оқып жер қойнына тапсырады. Сондықтан абзалы Азан шақырылғанда қойылған аты-жөніңіз бен әкеңіздің атын өзгертпегеніңіз дұрыс. Азан шақырылып қойылған аты-жөңіз әкеңіздің аты өмірден өтіп намазыңыз оқылып жер қойынына тапсысрылғанша жүргені дұрыс.",
                "date": "17.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінің деңгейлері",
        "question_content": "Ағылшын тілінің деңгейлері",
        "question_date": "4.06.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 41300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A1 (Beginner, Elementary) бастапқы деңгей\nA2 (Pre-Intermediate) бастапқы деңгейден жоғары деңгей\nB1 (Intermediate) ортаңғы деңгей\nB2 (Upper Intermediate) ортаңғы деңгейден жоғары деңгей\nC1 (Advanced) жоғарғы деңгей\nC2 (Mastery) тіл иесінің деңгейіндегі деңгей",
                "date": "8.06.2018",
                "upvotes": 0
            },
            {
                "text": "Өз ағылшынымды тексергім келеді яғни деңгейімді",
                "date": "6.09.2023",
                "upvotes": 0
            },
            {
                "text": "Менің аты жөнім Айдана .Менің жасым 19 да .Мен ағылшын тілін үйренгім келеді менің деңгейім beginner.",
                "date": "17.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менингит деген қандай ауру?",
        "question_content": "\"Менингит\" сөзін естігенде-ақ көпшілік үрейленіп жатады. Сондықтан ол ел арасында «ми қозғайтын ауру» деп те аталады. Менингит деген қандай ауру? Оның алдын алуға болады ма?",
        "question_date": "4.06.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 978,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менингит дегеніміз – ми мен жұлын қабының қабынуы. Оның себебі:\nВирус. Тұмау, герпес, қызылша, қызба аурулары асқынса, менингитке әкелуі мүмкін.\nБактериялар. Менингитті тудыратын менингококк бактериялары бар. Одан бөлек туберкулез, пневмококк, гемофилді инфекциялар да менингитке әкелуі мүмкін.\nСаңырауқұлақ, паразиттер. Бұл организмдер де менингит тудырады.\nМенингит көп жағдайда ауа арқылы жұғады. Кейбір бактериялар сумен, тамақпен де жұғуы мүмкін.\nБас ауру – менингиттің негізгі белгілерінің бірі, бірақ одан басқа да белгілері бар. Мысалы балаларда:\nашушаңдық\nтамақ ішпеу\nдене қызуы\nәлсіздік\nұйқысырау\nжүрек айну, құсу.\nБұл белгілдер басқа да ауруларда бар. Сол себепті бірден дәрігер шақыртқан жөн.\nЕресектердегі белгісі:\nдене қызуы\nбас ауруы\nбуындардың қарысып қалуы\nжарықтан қорқу (жарыққа қарағанда көзі, басы ауырады)\nқатты ұйықтау (адамды оятып алу қиын болады)\nжүрек айну және құсу.\nМенингококк инфекциясының негізгі белгісі – денеде дақтардың пайда болуы. Олар капияларлардың жарылуы немесе көгеріп қалғанға ұқсайды. Көлемі әртүрлі болады. Басында жұлдыз сияқты болады, кейін үлкейе түседі. Егер оның үстінен басса, дақтың түсі өзгермейді, яғни ағармайды.\nОны анықтау үшін “стақан әдісін” қолдануға болады. Мөлдір стақанды дақтардың үстіне қою керек. Әйнектен дақ көрініп тұрса, бірден жедел жәрдем шақыру қажет. Бұл – менингиттің белгісі.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "5.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нанотехнолог мамандығының оқу орындары?",
        "question_content": "Қазақстанда нанотехнолог  мамандығына арналған оқу орындары бар ма? Бар болса қай оқу орны.",
        "question_date": "4.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 706,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда нанотехнология мамандығы бар. Ашылып әлдеқашан жолға қойылған. Болашақта ең жалақысы көп, ең танымал мамандық та осы нанотехнология болады.\n\nНанотехнология дегеніміз - молекулалардың жиынтығынан құрылған ерекше бір физикалық қасиеті бар материал. Немесе бір сөзбен айтқанда, заттың бөлшегінен тұтас бір жаңа дүние ойлап шығару дегенді білдіреді. Мәселен, қазір Жапония елінде осы нанотехнологияның арқасында 18 келілік бронды сауыттың орнына жеңіл, әрі киюге ыңғайлы көміртекті бронды жейде жасалынып отыр. Шетелдегідей көп болмағанымен, мұндай жаңалықтан қазақ ғалымдары да құр алақан болып отырған жоқ. Мұрат Құрмашұлы әріптестерімен бірге дәрілік нанокапсула жасап шығарған болатын. Оның ерекшелігі болмашы ғана бөлігін сырқат жүрекке жақса, науқас инфарктан жылдам оңалады. Бұған қоса, нанокапсуланың әсері өте тез.\nНанотехнология мамандығын оқытатын еліміздегі жоғары оқу орындары мыналар:\n1. Казахский национальный университет им. аль-Фараби, г. Алматы (нанотехнологии и новые материалы);\n\nЛаборатории инженерного профиля при вузах\n\n1. Казахский национальный технический университет им. К.И. Сатпаева, г.Алматы (новые технологии для углеводородного и горно-металлургического секторов и связанных с ними сервисных отраслей)\n\n2. Восточно-Казахстанский государственный технический университет им. Д. Серикбаева, г. Усть-Каменогорск (нанотехнологии и новые материалы) — Региональная университетская лаборатория инженерного профиля «IРГЕТАС» ВКГТУ им. Д. Серикбаева\n\n3. Южно-Казахстанский государственный университет им. М. Ауезова, г. Шымкент (нанотехнологии и новые материалы, биотехнологии)\n\n4. Казахский национальный университет им. аль-Фараби, г. Алматы (нанотехнологии и новые материалы)\n\n5. Таразский государственный университет им. М.Х. Дулати, г. Тараз (нанотехнологии и новые материалы)\n\n6. Казахский национальный аграрный университет, г.Алматы (нано-биотехнологии и экология), лаборатория инженерного профиля «Электронная микроскопия»\n\n7. Казахский научно-исследовательский институт энергетики, лаборатория плазменных и нанотехнологий",
                "date": "5.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрын басымнан қатты соққы тиген көп уақыт болды басым ауырып жүр?",
        "question_content": "Бұрын басымнан қатты соққы тиген содан бері 1 жарым жыл болды басым қатты ауырады. ЭКГ, МРТ га түстім қан тамырлары бас сүйегі таза дейді, басым неден ауруы мүмкін?",
        "question_date": "4.06.2018",
        "question_tag": "Тазалық",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бас ауруын халық емі арқылы емдеуге болады. Оның түрлі әдістері бар. Алдымен бас ауруының себептерін біліп алған дұрыс.\nДәрігерге қандай жағдайда қаралу керек?\nБас ауруы кезінде адамды қалтыратып жіберетін, неврологиялық ауытқулар туғанда (әлсіздік, тіл байланып қалу, көз көрмей қалу, сөйлей алмау) дәрігерге қаралу керек. Сонымен қатар, бас әрең жазылатын жағдайларда, егер бас сақинасы айына екі және одан да көп рет ауыратын болса дәрігерге қаралған жөн. Бас ауруының 150-ден астам түрі бар. Дұрыс диагноз қою үшін және тиімді ем алу үшін бас ауруын емдейтін цефалголог дәрігерге қаралған жөн. Аталмыш жағдайларда өз бетінше емделу қауіпті.\nАуа-райына байланысты бас ауырса…\nЕгер сіздің басыңыз жиі ауыратын болса, ең алдымен оның тұрпатын және бастың ауыруына әсер еткен факторларды анықтау керек. Мәселе ауа райында емес, ауа дұрыс айналмайтын бөлмеде қажетті физикалық қозғалыссыз бір қалыпта ұзақ қызу жұмыс істегеніңізден болуы мүмкін.\nБас ауырғанда су ішу дұрыс па?\nБастың ауыруы ағзаға қажетті сұйықтық жетіспегеннен болады және су ішсек ол қояды деген пікір бар. Кей жағдайларда ағзаның құрғауы бас ауруын тудырады. Бас ауруы басталып келе жатқанда су ішіп жіберсеңіз, оның ауырғаны тоқтауы мүмкін. Кейбір өнімдер де бас ауруын тудыруы мүмкін. Шараптан кейін бастың ауыратынын көп адамдар байқаған болар. Сонымен қатар, балмұздақ жеу мен суық та бас ауруына себеп бола алады.\nБастың жиі ауыруы неден болуы мүмкін?\nМысалы, демалыс күндері немесе етеккірдің басталуының алдында бас ауыруы мүмкін. Демалыста адам көп ұйықтаса да басы ауыратын кездер болады. Бас ауруын тудыратын жағдайларға назар аударып, себеп салдарын анықтаңыз.\nХалық медицинасында қандай ем қолданылады?\nШаршаудан туындаған бас ауруы кезінде жылы бұлау, мелисса немесе түймедақтан дайындалған шай көмектеседі. Кей жағдайларда валериана ішу немесе теңіз тұзы, шөптер қосылған бұлау жасау пайдалы.\nЖелке тұсына немесе жауырындар ортасына, сондай-ақ балтырдың артқы жағына үгіткіштен өткізілген шомыр мен желкек басуға болады. Үгіткіштен жаңа өткізілген желкек шырынын самайға жағады (1-2 минутқа) және бір тілім қара нанды аздаған желкекпен жейді.\nКейде бас ауырғанда және ұйқы қашқанда атбас бұршақ қосып қайнатылған сарымсаққа өсімдік майын араластырып самайға жағады. Бұны ұйықтар алдында жасайды.\nБас ауырғанда қол мен аяққа ыстық бұлау жасайды. Сондай-ақ бумен бұлау да жақсы әсер етеді. Қайнатылған су мен алма сіркесуының буын 75-100 рет жұтады. Нәтижесінде ауырсыну жойылуға немесе азаюға тиіс.",
                "date": "4.06.2018",
                "upvotes": 0
            },
            {
                "text": "Көп витаминдер ішу керек. Фрукты овощтар жеу керек. Иммунитет көтеру керек.",
                "date": "2.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "VSAT спутниктік станциясы туралы қазақша толық ақпараттар бар ма?",
        "question_content": "VSAT спутниктік станциясы туралы қазақша толық ақпараттар бар ма?",
        "question_date": "4.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 506,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Googl ға \"vsat спутниктік станциясы реферат\"деп жазсаң іздегеніңді табасың",
                "date": "7.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Рация қалай жұмыс істейді? Жұмыс істеу принципі?",
        "question_content": "Рация қалай жұмыс істейді? Жұмыс істеу принципі қандай?",
        "question_date": "4.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Радиобайланыс — бұл радиотолқындардың (электромагнитті тербеліс) көмегімен әртүрлі арақашықтықтағы ақпараттардың алмасуына арналған электробайланыстың бір түрі. Радио (лат. radiare – сәулелену), «радиобайланыс» термині - «сәулелену көмегімен болатын байланыс», яғни өткізгішті сымның көмегінсіз (сымсыз байланыс). Кеңістік антеннасының көмегімен таратқыш сәулеленеді де жер бетіне таралып келесі қабылдағышқа әсер етіп электрлік энергия электромагнитті толқын энергиясына айналады. Екі жақты байланыс болуы үшін әрбір радиостанция таратқыш пен қабылдағыштан тұруы керек. Аз қуатты радиостанцияда таратқыш пен қабылдағыш жалпы корпуста монтируются. Жоғарғы қуатты сигналдарды сәулелендірген кезде таратқыштар жеке қондырғылармен дайындалады. Сапалы радиосигналдарды алу үшін қабылдағыштар да жеке қондырғылармен дайындалады. Тарату кезінде электромагниттік толқындарды сәулелендіретін, қабылдау кезінде олардың энергиясын жұтып алатын құрылғы антенна деп аталады. Антеннаның қарапайым түрі бір жағы жерден көтерілген,бір жағы таратқышқа немесе қабылдағышқа қосылған кәдімгі сым десек болады.",
                "date": "4.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сұрақ-Жауап сайты сіздерге шынайы өмірде қандай оң әсерін берді?",
        "question_content": "Осы сайттағы модераторлық қызмет арқылы қазір фрилансер есепті жұмыс атқарып жүрмін.\n\nСайттағы жұмыстарымды көрген қазақстандық қолданушылар аударма, презентация, текст теру, фотомонтажбен афиша жасау секілді ғаламторда қашықтықта жұмыс тауып берді.\nСіздерге де осы сайт шынайы өмірде пайдасын тигізген сәттері болды ма?",
        "question_date": "3.06.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 408,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "сізге керемет пайдасы тиіпті.меның өзіме тигізген пайдасы:білмей жатқан сұрағымды осында жазсам тез арада жауап қайтарып.тауып береді",
                "date": "7.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Туған жерін сүйе алмаған, сүйе алар ма туған елін...\"",
        "question_content": "\"Туған жерін сүйе алмаған, сүйе алар ма туған елін...\" үлкен көлемді шығарма керек еді?",
        "question_date": "3.06.2018",
        "question_tag": "Мектеп",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған жер – адам өмірінде киелі орын алады. Нақты осы жер оны елімен, өткенмен және болашақпен байланыстырады. Міне, сондықтан да тіпті балалық шақтан бастап-ақ адамда отанға деген махаббат сезімі оянады. Әрбіріміз үшін Отан ошақ басынан басталады: туған жер, туған көше, туған қала немесе мен үшін туған кент. Менің Отаным кішкентай болса да, мен үшін аса қымбат жер Бестөбе кентінен басталады. Дәл осы жерде менің көңілді де, шаттықты, уайымсыз балалалық шағым өтті. Үйдің маңындағы аулада ойнағаным және бала-бақшаға барған көше әлі есімде. Сол кезде ол маған өте ұзын болып көрінетін. Мұнда көлік сирек жүретін, бірақ серуендеп жүретін адамдар көп болатын. Иә... Туған жер ұзаққа қиып жібермейтін. Сен әрқашан өзің бармасаң да, оймен қиялдап туған көшені, есіктің алдын, «Қызым, үйге кір...»деген ананың сөздерін еске түсіресің. Жүректің әлсіздүрсілі естіледі. Қазір бойжеттім, бірақ та өмір бойы мен үшін балалық шақтағы туған аула мен көше – менің кішкентай Отаным. Сонымен бірге мен елімнің бір бөлшегімін, оның бүгіні мен болашағымын. Біздің Қазақстан – көп ұлтты мемлекет. Бейбітшілік пен достастықта, татулықта бірге жұмыла отырып, қызметтің әр түрлі саласында қазақтар мен орыстар, татарлар мен немістер, украиндер мен кәрістер...еңбектенуде. Мен соңғы жүз жылда Қазақстан жеріне әр түрлі халықтар қоныс тепкеніне жиі ойланамын. Біздің еліміз сияқты менің ағайыным да көп ұлтты. Бірлік, ұлтаралық келісім және саяси тұрақтылық – қазақстандықтардың қалауы. Мен оны білемін. Онда татарлар да, орыстар да, қазақтар да бар. Олардың тағдырын, өмір тарихын тыңдағанда менің елім одан сайын маған жақындай түседі, оны жақсырақ түсіне бастаймын. Біздің отбасы тарихымыз мыңдаған басқа отбасылардың тарихына ұқсас. Өмірдің қиын кездерінде, ауыр жұмыстарда, өтіп жатқан күндер мен мерекелерде әр түрлі ұлт өкілдерінің пікірі қалыптасты. Адамзат баласының татулығына ұмтылу әр халықтың қанында бар, әсіресе ол қазақстандықтарда ерекше дамыған. Бұл Қазақ жерінің жомарттығынан, осы өлкелерге тағдыр алып келген барлығына құшағын кең жайып, пейілін кеңге салатын Қазақ халқының мінезінен жаралған.Осында тұрушылардың барлығы Қазақ халқының тілін, тарихы мен салт-дәстүрін білуі келек. Қазақстанда тұратын барлық халықтың татулығы мен бірлігінің мәні осында. Ол байырғыкөркем Қазақстан жерінде бейбітшілікті сақтауға көмектеседі. Ал татулық – болашақта гүлденудің маңызды талабы.",
                "date": "4.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биология + химия таңдасам қандайм мамандықтар бар?",
        "question_content": "Биология + химия таңдасам қандайм мамандықтар бар?",
        "question_date": "3.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Қай пәндерді таңдасам, қандай мамандыққа оқуға түсе аламын?\". Осы сауал барлық мектеп түлектерінің ойында бар. Мамандықтар мен оларға қажетті таңдау пәнінен хабары жеткіліксіз болғандықтан, көптеген оқушылар сол баяғы жаттанды биология, физика, химия, ағылшын тілі пәндерін таңдайды. Соның салдарынан белгілі бір мамандықтарға грант, екіншілеріне абитуриент жетпей қалады.\n№\nШифр\nМамандықтар атауы\nБейіндік пәндер\n1 бейіндік пән\n2 бейіндік пән\n1. Білім\n1 5В010100 Мектепке дейінгі оқыту және тәрбиелеу Биология География\n2 5В010200 Бастауышта оқыту педагогикасы мен әдістемесі Биология География\n3 5В010300 Педагогика және психология Биология География\n4 5В010400 Бастапқы әскери дайындық Шығармашылық емтихан Шығармашылық емтихан\n5 5В010500 Дефектология Биология География\n6 5В010600 Музыкалық білім Шығармашылық емтихан Шығармашылық емтихан\n7 5В010700 Бейнелеу өнері және сызу Шығармашылық емтихан Шығармашылық емтихан\n8 5В010800 Дене шынықтыру және спорт Шығармашылық емтихан Шығармашылық емтихан\n9 5В010900 Математика Математика Физика\n10 5В011000 Физика Математика Физика\n11 5В011100 Информатика Математика Физика\n12 5В011200 Химия Химия Биология\n13 5В011300 Биология Биология Химия\n14 5В011400 Тарих Тарих География\n15 5В011500 Құқық және экономика негіздері Тарих География\n16 5В011600 География Биология География\n17 5В011700 Қазақ тілі мен әдебиеті Оқыту тілі және әдебиеті Тарих\n18 5В011800 Орыс тілі мен әдебиеті Оқыту тілі және әдебиеті Тарих\n19 5В011900 Шетел тілі: екі шетел тілі Шет тілі Тарих\n20 5В012000 Кәсіптік оқыту Математика Физика\n21 5В012100 Қазақ тілінде оқытпайтын мектептердегі қазақ тілі мен әдебиеті Оқыту тілі және әдебиеті Тарих\n22 5В012200 Орыс тілінде оқытпайтын мектептердегі орыс тілі мен әдебиеті Оқыту тілі және әдебиеті Тарих\n23 5В012300 Әлеуметтік педагогика және өзін-өзі тану Биология География\n24 5В012500 Химия-Биология Биология Химия\n25 5В012600 Математика-Физика Математика Физика\n26 5В012700 Математика-Информатика Математика Физика\n27 5В012800 Физика-Информатика Математика Физика\n28 5В012900 География-Тарих Тарих География\n29 5В013000 Тарих-Дінтану Тарих Адам. Қоғам. Құқық",
                "date": "4.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерін бет қол ұйып қалды не істесе болады?",
        "question_content": "Менің жақын досым десемде болады оның бүгінгі жағдайын көргенде не істерімді білмей қалдым. Бұл не ауру екеніңде түсінбедім дәрігерлер де бір емес бірнеше рет қайтарып жіберіпті. Егер бірдеңе білсеңіздер айтсаңыздар. Ораза қабыл болсын. Тоңдым деп айтқаны да бар.",
        "question_date": "3.06.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салқын сумен жуып көріңіз",
                "date": "3.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қадір түні əйелдерге",
        "question_content": "Қадір түнінде мешітке бармақ ниеттемін бірінші сұрағым əйелдерге Қадір түнінде мешітке баруына болады ма екінші егер барған жағдайда хиджаб киіп бару міндетті ме ,(мен намаз оқымаймын жəне хиджаб киімегенмін)",
        "question_date": "3.06.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйел адамға негізі мешітке бару міндет емес,үйде қарсы алса да болады. Әйел адамның мешіті өзінің үйі дейді ғо.  Ал мешітке кіргенде жабық киіну керек",
                "date": "3.06.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "53 Жасымда пенсияға, 5 баламен шыға аламын ба?",
        "question_content": "53 Жасымда пенсияға, 5 баламен шыға аламын ба?/",
        "question_date": "2.06.2018",
        "question_tag": "Заң",
        "question_views": 11100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолданыстағы зейнетақы заңнамасына сәйкес Қазақстан Республикасының жинақтаушы зейнетақы жүйесіне ауысуына байланысты, қазіргі таңда, 1998 жылдың қаңтарынан бастап ынтымақты зейнетақы жүйесі бойынша жеңілдікті зейнетақылар алынып тасталды.\nҚазіргі уақытта, ынтымақтасты зейнетақы жүйесі бойынша 1998 жылдың 1 қаңтарына дейін кем дегенде алты ай еңбек өтілі бар азаматтар:  58 жасқа толғанда әйелдер (2018 жылдан бастап әйелдердің зейнеткерлік жасын ұлғайту жыл сайын   6 айдан қоса отырып 2027 жылға дейін 63 жасқа жетеді).\nСонымен қатар, зейнеткерлікке ерте шығу кезінде қолданылып жүрген екі жеңілдіктер сақталған:\n-        «Қазақстан Республикасында зейнетақымен қамсыздандыру туралы» Қазақстан Республикасының Заңына  сәйкес  төтенше және барынша радиациялық қатерлі өңірлерде 1949 жылғы 29 тамыздан 1963 жылғы              5 шілдеге дейін кемінде 5 жыл тұрған азаматтар:   жұмыс стажы кемінде 25 жыл болған жағдайда – ер адамдар 50 жасқа жеткенде;  жұмыс стажы кемінде 20 жыл болған жағдайда – әйелдер 45 жасқа жеткенде зейнетақы төлемдерін алуға құқылы.\n-        5 және одан да көп бала туған (асырап алған) және оларды сегіз жасқа дейін тәрбиелеген әйелдерге 53 жаста зейнеткерлікке ерте шығу құқы сақталатынын атап өткен жөн.\nҚолданыстағы зейнетақы заңнамасына сәйкес ынтымақты зейнетақы төлемдерінің мөлшері еңбек өтіліне және зейнеталды кезеңдегі орташа айлық табысына байланысты айқындалады.  Зейнетақы зейнеткерлікке шығар алдындағы кезеңде алынған табыстың алмастырушысы болғандықтан, зейнетақы төлемдерін тағайындау үшін еңбек өтілі мен азаматтың нақты табысы назарға алынады.\nДемек, зейнеткердің зейнеткерлікке шыққан кездегі еңбек жағдайы, еңбек өтілінің үздіксіздігі, лауазымы немесе мамандығы мен басқа критерийлер зейнетақы мөлшеріне әсер етпейді.",
                "date": "2.06.2018",
                "upvotes": 0
            },
            {
                "text": "Мен 53жаста шыксам лготный пенциямен канша толейди",
                "date": "4.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші бригада егінді 12 күнде жинайды. Екінші бригаданың",
        "question_content": "Бірінші бригада егінді 12 күнде жинайды. Екінші бригаданың осы егінді жинау уақыты бірінші бригаданың уақытының 75%-н құрайды. Алғашында бірінші бригада 5 күн жеке жұмыс жасаған соң, екінші бригада қосылып жумысты аяқтады. Екі бригада бірігіп неше күн жумыс істеді?",
        "question_date": "2.06.2018",
        "question_tag": "Математика",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 12\n2 75 12 x 3/4 = 9\n\n1/12 X 5 = 5/12\n\n1 - 5/12 = 7/12\n\nx * 1/12 + x * 1/9 = 7/12\nx/12 + x/9 = 7/12\n\n21x/108=7/12\n\nx=108*7/21*12\n\nx=3",
                "date": "2.06.2018",
                "upvotes": 1
            },
            {
                "text": "Пусть весь объем работы равен единице.\n\nТогда по условию производительность первой бригады равна 1/12, а у второй бригады 1/9.\n\nПусть работа была выполнена за tt дней, тогда вместе они работали t−5t−5 дней.\n\nСоставим уравнение и решим его 112∗5+(19+112)∗(t−5)=1⇒15+(3+4)∗(t−5)=36⇒⇒15+7t−35=36⇒t=8.112∗5+(19+112)∗(t−5)=1⇒15+(3+4)∗(t−5)=36⇒⇒15+7t−35=36⇒t=8.\n\nСледовательно, вместе  обе бригады работали 3 дня.\n\nОтвет 3.",
                "date": "7.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қар тазалайтын екі машинаның бірі жұмысты бір сағатта орындайды",
        "question_content": "Қар тазалайтын екі машинаның бірі жұмысты бір сағатта орындайды, ал екіншісі бірінші машина орындайтын уақыттын 75%-ы болатын уақытта орындайды. Олар бірлесіп қарды 20 мин тазалаған соң, қалған жолды екінші машина тазалады. Екінші машина қалған жұмысты қанша уақытта аяқтайды?",
        "question_date": "2.06.2018",
        "question_tag": "Математика",
        "question_views": 14000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші машина 1 сағат уақытта орындаса жылдамдығы 1 жұмыс/ 1 сағат\nЕкінші машина 1 сағаттың 75%, яғни 3/4 сағат уақытта орындаса жылдамдығы\n1 жұмыс : 3/4 сағат болса\n\nЕкі машина 20 минут, яғни 1/3  сағатта қосылып істегенде жұмыстың\n1 x 1/3 + 4/3 x 1/3 = 1/3 + 4/9 = 7/9 бөлігін бітірсе\n\nқалған 1 - 7/9 = 2/9 бөлігін екінші машина\n\n2/9 х 3/4 = 1/6 сағатта аяқтайды",
                "date": "2.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ораза кезіндегі ерлі-зайыптылар арасындағы жыныстық қатынас",
        "question_content": "Мен ораза ұстап жүрмін, күйеуіммен түнде жыныстық қатынасқа түстік. Сағат таңғы төртке дейін, сол күні ораза ұстамадым, дұрыс па? Енді мен бір күн қарыз болам ба? Әлде 60 күн бе?",
        "question_date": "2.06.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай жағдайда оразаның қазасымен қоса кәффаратын да өтеу қажет?\nЖ: Келесі жағдайларда оразаның қазасы және каффараты бірге өтеуі керек:\n1. Әйелімен әдейі жыныстық қатынасқа түссе;\n2. Қорек немесе ем болатын тағам немесе дәрі-дәрмекті қасақана ішіп-жесе.\nБұл жағдайда ораза бұзылады. Және оразаның қазасымен қатар кәффараты да өтелуі парыз болады",
                "date": "4.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шариғатта айтылған нәрселерге байланысты, түсінбей жүрген сұрақ туралы?",
        "question_content": "1. Исламда Күн қызуына жылынған сумен дәрет алуға болмайды, яғни мәкрух деп келтірілген. Бізде жазды күні душқа түсіп ғұсыл аламыз, дәрет аламыз, сонда осы жағдай мәкрух қа жата ма, дәрет, ғұсыл алғанымыз есептелмей ме?\n2. Көпшілікпен бірге намаз оқығанда яғни жамағатпен(ЖҰМА НАМАЗЫНДА, ТАРАУИХ НАМАЗЫНДА), намаз үстінде дәрет бұзылса, қайта дәрет алып оқимыз ба? (Жамағат арасынан шыға алмай қалатын жағдайлар болады, қайта дәрет алып келем дегенше намаз аяқталады) Осындай жағдайда не істеу керек?\n\n3. Дәретсіз айтылған, оқылған дұғалар қабыл болмай ма? Мысалы үйде құдайы қонақ асы берген кезде ауылдың үлкендері дәрет алмай ақ дастархан басында құран оқиды, Үйде де бос уақытымызда дәрет алмай ақ құран оқитын кездер болады. Ол дұғалар қабыл болмай ма? (дәрет алмай оқылған)?",
        "question_date": "1.06.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Күн нұрына жылынған суға ғұсыл алуға болады ма? Мысалы ауылды жерлерде сырттағы душтар.\nЖауап:\nТемір, мыс, қола және жез сияқты климаты ыстық елдерде күннің астында тұрып ысыған сумен дәрет не ғұсыл алу мәкруһ. Өйткені Айша анамыз (р.а) бір күні Пайғамбарымызға күннің астында тұрып ысыған суды әкеліп берген кезде, Алла елшісі (с.ғ.с):\n\"Әй, Хумайра, бұлай жасама, өйткені ол алапес ауруына ұшыратады\", - деген болатын.\nФиқһ ғалымдары бұл мәселеге байланысты былай дейді: темір ыдыста ыстық климатты елдерде күннің астында ысытылған суда күн сәулесінің әсерінен темір ыдыстарын кішігірім бөлшектер бөлініп шығып, суға араласады. Мұндай су қан айналымының қалыпты жұмысына кері әсерін тигізіп, адамды ауруға шалдырықтыруы мүмкін.\nКүннің астында тұрған ыдыстың аузының ашық немесе жабық болуы маңызды емес. Екеуі де мәкруһ, бірақ аузы ашық тұрғанның мәкруһтігі басымырақ.\n3.Дәретсіз кезде дұға, салауат оқуға болады ма?\nЖауап: Дәретсіз дұға оқу, истиғфар айту, салауат оқудың зияны жоқ. Бос тұрғанда да, бір іспен айналысқанда да бұларды оқу өте жақсы болады. Дәрет бар болса, көбірек сауап беріледі. Дәретсіз болса, тіпті етеккір келген күндерде де оқудың зияны жоқ.\nМұсылманның бірден-бір ізгі амалы, сауапты ісі дұғасыз басталмайды. Ең көп айтылатын дұға «бисмиллаһ». Пайғамбарымыз (с.ғ.с.): «Әрбір бисмиллаһсыз басталған іс шолақ деп Алла атымен басталмаған іс көздеген мақсатқа сай жалғасын таппайтындығын ескерткен.\nАлла тағала: «(Мұхаммед!) (с.ғ.с.) Егер құлдарым, Мен туралы сенен сұраса: Өте жақынмын, қашан Менен тілесе, тілеушінің тілегіне жауап берем. Ендеше, олар да әмірімді қабыл етсін. Және Маған сенсін. Әрине, тура жол тапқан болар еді,– деп әмір етеді.\nИә, Алла барлық пенденің дұғасына жауап береді. Алайда, жауап беру мен қабыл алу екі басқа. Жауап беру – тілегін жерде қалдырмау, ал қабыл алу – айтқан тілегін бұлжытпай дегеніндей етіп беру.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза қаза өтеу",
        "question_content": "2017 жылы рамазан айында 3 күн кешігіп, оразаны 5 күнен кейін ашып тастадым, ол кезде каффартты билмедим, қазаны неше күн отеймин?",
        "question_date": "31.05.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ескі оразадан қарызы бар адам не істейді?\n– Ханафи мәзхабы бойынша өткен оразадан қалған қарыз күндерді осы келе жатқан рамазанға дейін өтеу шарт емес. Өйткені, Алла Тағала Құран Кәрімде: «Кімде-кім сырқаттанса немесе жолға шықса (аузын ашуға рұқсат) басқа күндері қазасын өтесін»[29], – дей отырып, Алла Тағала қаза ету уақытын шектемей, жалпылама айтып отыр. Сондықтан да, келесі рамазан айына дейін өтеу міндет емес. Десек те, оразаның қазасын тездетіп келесі оразаға дейін өтеп тастағаныңыз абзал[30]. Қазірден есептесек, Рамазан айының кіруіне бірнеше күн бар. Осы күндерді пайдаланып өткен жылдан қалған оразаңыздың қазасын өтеп алғаныңыз жөн. Ал Рамазанға дейін өтеп үлгермейтін болсаңыз, онда оны рамазаннан кейін де өтей аласыз. Кейбіреулер «өткен оразалардың қазасын алдағы Рамазанның оразасымен қатар ниет етіп өтеуге бола ма?» деген де сұрақ қойып жатады. Дінде бұған рұқсат жоқ. Қазаға ораза жеке ұсталады.",
                "date": "1.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасы бойынша оқуды аяқтаған соң, 3 жыл (отработка) жұмыс жасау міндетті ме?",
        "question_content": "Серпін бағдарламасымен оқып жатырмын. Аяқтаған соң жұмыс істеу міндетті ме?",
        "question_date": "30.05.2018",
        "question_tag": "Мектеп",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Серпін-2050»  жобасы бойынша оқитындар мен  жалпы  білім беру  гранттарын иеленгендердің арасындағы ұқсастық пен айырмашылық неде?\n- Ұқсастық – жоғары білім грантын иеленгендердің шәкіртақымен, темір жол арқылы барып-қайтатын жол шығындарының өтелуінде. Ал айырмашылығы – «Серпінмен» оқуға  түскен жағдайда қосымша  екі үлкен кепілдік бар. Біріншісі, жатақханамен оқуды бітіргенге дейін толық қамтамасыз етіледі. Жалпы грантпен оқуға  түскендерде ондай кепілдік жоқ.   Екіншісі, егер оқу бітірген соң сол өңірде қоныстанып қалған жағдайда, жұмыспен толық қамтамасыз етіледі. Яғни,  алдағы күндерде қиналмай-ақ жұмыс тауып, өздерінің әлеуметтік  жағдайларын жақсартуға  мүмкіндік бар.\n«Серпінмен» колледжге түскендердің басқа колледж гранттарынан айырмашылығы, бізде жылына 2 рет жол шығындары төленеді және қыстық киімдер алуға 60 мыңнан астам теңге бөлініп,  барлығына 3 мезгіл ыстық тамақ беріледі. Мұнда да оқыған өңірінде қоныстанып қалған  түлектерді  жұмыспен қамту жан-жақты қарастырылған.   Жоғар оқу  орыны болсын, колледж болсын  жоба бойынша  жастарға дуальді білім беру, болашақ жұмыс берушімен тікелей байланыс орнатып,  тәжірибелерді сол мекемелерде өту арқылы  келешекте жұмыс таңдау мүмкіншіліктерін беру талабы қойылған. \nОқу бітірген соң өз туған жерлеріне кеткісі келетін жастарға жол ашық. Ұстамаймыз. Бірақта болашақтарына жауапкершілікпен қараған жастар дұрыс шешім қабылдайды деп сенемін. Бәрін  жастардың өздері шешеді. Дегенмен, «Серпінмен» оқуға түсіп, кейін өз облыстарына қайтып келу, бұл  гранттарға қол жеткізе алмай жүрген  құрбыларының орындарын иеленіп кетумен бірдей. Өйткені,  жоба бойынша оқып,  барған жерінде қалғысы келетін жастар көп.  Сондықтан, «Серпінмен» оқып, кейін  туған жерлеріне қайтқан жастардың әрекеттерін азаматтыққа  сын ретінде қабылдаймын.\n («Серпін-2050»  әлеуметтік жобасы республикалық үйлестіру кеңесінің төрағасы - Мұрат Әбеновтің сұхбатынан)",
                "date": "31.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сөздерге дыбыстық талдау жасандар: қолөнер, кәсіп, мүліктерін, көркемдік.",
        "question_content": "Кәсіп,мүліктерін, көркемдік,қолөнер - осы сөздерге дыбыстық талдау жасаңыз",
        "question_date": "30.05.2018",
        "question_tag": "Мектеп",
        "question_views": 120000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіп\nК - қатаң, дауыссыз \nә - жіңішке, ашық, езулік, дауысты \nс - қатаң, дауыссыз\nі - жіңішке, қысаң, езулік, дауысты\nп - қатаң, дауыссыз\nМүліктерін\nМ - үнді, дауыссыз\nү - жіңішке, қысаң, еріндік, дауысты\nл - үнді, дауыссыз\nі - жіңішке, қысаң, езулік, дауысты\nк - қатаң, дауыссыз \nт - қатаң, дауыссыз\nе - жіңішке,ашық, езулік, дауысты\nр - үнді, дауыссыз\nі - жіңішке, қысаң, езулік, дауысты\nн - үнді, дауыссыз\nКөркемдік\nК - қатаң, дауыссыз\nө - жіңішке, ашық, еріндік, дауысты\nр - үнді, дауыссыз\nк - қатаң, дауыссыз\nе - жіңішке, ашық, езулік, дауысты\nм - үнді, дауыссыз\nд - ұяң, дауыссыз\nі - жіңішке, қысаң, езулік, дауысты\nк - қатаң, дауыссыз\nҚолөнер\nҚ - қатаң, дауыссыз\nо - жуан, ашық, еріндік, дауысты\nл - үнді, дауыссыз\nө - жіңішке, ашық, еріндік, дауысты\nн - үнді, дауыссыз\nе - жіңішке, ашық, езулік, дауысты\nр - үнді, дауыссыз",
                "date": "31.05.2018",
                "upvotes": 0
            },
            {
                "text": "Кездесу\n\nК-қатаң дауыстық\n\nЕ- жіңішке ашық езулік дауысты\n\nЗ- үнді дауыссыз\n\nД- ұяң  дауыссыз\n\nЕ-жіңішке ашық дауысты езулік\n\nС- қатаң дауыссыз\n\nУ- жіңішке дауысты",
                "date": "18.09.2018",
                "upvotes": 0
            },
            {
                "text": "Велосипед. Трамвай сөзине талдау жасауга көмектесинизши",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    }
]