[
    {
        "question_title": "Отбасы жəне ұлттық құндылықтар",
        "question_content": "Отбасының ұлт үшін маңыызы",
        "question_date": "14.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зерттеуші отбасын әлеуметтік тұрғыдан зерттеу кезінде, ең алдымен, отбасындағы адамдардың тәртіп үлгілеріне, ондағы адамдардың атқаратын қызметіне, рөліне баса назар аударады. Осыған сәйкес отбасының қалыптасуы, ондағы ережелрдің, жыныстық тәртіптің, болашақ ерлі-зайыптылар өздерінің туыстарымен қатынасының жиынтығы ретінде қаралады.\nЕрлі-зайыпты адамдардың арасындағы ұатынастар некелесу (үйлену, тұрмысқа шығу) алуан түрлі тәртіп бұзушыларға қарсы қолданылатын жазалау шараларының жиынтығы арқылы реттеліп отырады. Бұл некелесу ұйымы еркек пен әйелдің арасындағы қарым- қатынастарды реттеп отырудың әлеуметтік ережелерінің, олардың арасындағы міндет пен құқықтың жиынтығын белгілейді. Отбасының топ ретінде дұрыс қызмет атқаруын, өмір сүруін қамтамасыз етеді. Осы ережелер, оның ішінде міндет пен құқық ережелері құықтық сипатта болады. Ол неке мен отбасы туралы заң мен кодекстер арқылы реттелінеді. Бекітілген құқықтық ережелерге кіретін мәселелер: мүлікке иелік ету, ерлі-зайыпты адамдар балаларын және бір-бірін материалдық қамтамасыз ету, т.б. Осыған сәйкес бұл жерде некені бұзу туралы ережелердің жиынтығы бөлінеді.\nНеке туралы басқа да ережелер бар, олар моральдық, салт-дәстүр, әдет-ғұрып түрінде болады. Олардың қатарына: ерлі-зайыптылардың бір-бірінің көңілін табу, жағыну ережелері, некені және некелік тәртіпті сұрыптап алу, отбасындағы билікті және міндетті бөлісу, баларды тәрбиелеу, отбасындағы бос уақытты дұрыс пайдалану, т.б. кіреді. Отбасы қатынастарының басқа да түрлері бар. Мысалы, туыстармен, достармен, т.б. қатынасу.\nЕрежелер мен салт-дәстүрлер отбасының дамуына, өзгеруіне байланысты әрбір кезеңде әр түрлі сипатта көрінуі мүмкін. Отбасы қатынастарындағы мәнді құндылықтар мен ережелердің бөлініп отыруы, сонымен қатар ресмилікке жатпайтын ережелерді бұзушылыққа еліміздің түпкір-түпкірлерінде, әрбір аймағында кездесіп қалады. Бұлардың көбі салт-дәстүрлерге, олардың кейбірі, мысалы, діни наным айырмашылықтарына, көзқарастарға байланысты болып келеді.\nНеке әлеуметтік институт ретінде қоғамның дамуы мен өзгеруіне, оның қажеттілігіне, мұң-мұқтажына, талап-тілегіне байланысты өзгеріп отырады.\nОтбасын әлеуметтік институт ретінде зерттеудегі талдау оның қандай мәселелеріне көңіл аударуды анықтап береді: қоғамның некелік қатынастарға, тұрмыс –салтына қалай әсер ететінін, әр түрлі әлеуметтік, саяси, экономикалық жағдайларда отбасы ережелрі мен бағалы құндылықтары қалай ерекшеленіп отырады, отбасындағы тәртіп, қатынастар әлеуметтік тұрғыдан қалай реттеліп отыратынын, т.б. айтуға болады. Қоғамдық қажеттілік пен талап-тілекке отбасындағы тәртіп типтерінің (түрлері) қайсысы сәйкес, қайсысы сәйкес еместігі, т.б. жатады.\nОтбасын әлеуметтік институт ретінде зерттегенде мынандай жалпы ұғымдар қолданылады: 1) некелік қатынастардағы қоғамдық қажеттілік, талап-тілекткр, мұқтаждықтар; 2) отбасының әлеуметтік қызметі; 3) отбасы қатынастарындағы ережелер мен бағалық құндылықтар; 4) әр түрлі типтегі (түрдегі) отбасындағы тәртіп үлгілері, т.б.\nОтбасын кіші топ ретінде зерттеу - өзінің құрылымы жағынан азғана адамдар тобының, оның мүшелерінің жалпы әлеуметтік іс-қызметінде бір-бірімен тікелей араласуынан, бірыңғай эмоциялық қарым-қатынастың, топтық ереже және топтық процестің қалай пайда болатынын анықтау.\nОтбасы мүшелерінің арасындағы қарым-қатынастарды зерттеу барысында отбасы кішігірім топ ретінде қаралады. Мұндай зерттеу,ең алдымен,ерлі-зайыпты ададамдардың арасындағы қатынастардың серпінін зерттеуден басталады. Бұл тәсіл олардың, туыстардың арасындағы қатынастарды. Некенің бұзылуын және ерлі-зайыптылардың айырылысу себептерін анықтауға көмектеседі. Зерттеу барысында адамдар арасындағы қарым-қатынастардың қоғамдақ ережелер мен тәртіп үлгісімен құнды нәрселермен тығыз байланысты болатынын естен шығармау қажет.\nОтбасын кішігірім әлеуметтік топ ретінде зерттегенде 3 негізгі сипаттамалық тұрпатын бөліп қарау қажет. 1) Топты жалпы сипаттау. Бұған кіретін мәселелер –отбасы тобының мақсаты мен міндеті, отбасының құрылымы мен мүшелері, отбасының өзара іс-әрекетінің сипаттамасы, биліктің құрылымы, т.б.\n2) Қоғамның әлеуметтік құрылымы тұрғысынан отбасы тобының басқа өзінен үлкен топтармен байланыс, қатынас түрлерінің сипаты. Қоғамдық қатынастардағы отбасының атқаратын қызметі.\n3) отбасының жеке мүшелеріне байланысты мақсаты, міндеті, атқаратын қызметі, отбасындағы индивидтердің өзара іс-әрекеті, қызметі, топтық тәртіп, топтық бақылау, т.б. Индивидтің топқа енуі, оның отбасына енуіне қанағаттануы, ондағы тұрақтылық.\nОтбасын зерттеудегі бағыттардың әрбіреуінің өзінше ерекшелігі бар. Мысалы, отбасын әлеуметтік институт (ұйым) ретінде қарағанда әңгіме етілсе, ал, отбасының ішкі байланыс-қатынастарында оны кішігірім топ ретінде зерттеуге итермелейді. Бірінші бағыт, яғни отбасын әлеуметтік институт ретінде қарау – бұл әлеуметтанудың мәселелерінде тығыз байланысты, ал, екінше\\і бағытта, яғни отбасы кішігірім топ ретінде қаралғанда, көбінесе оның әлеуметтік –психологиялық мәселелері сөз болады.\nЖоғарыда көрсетілгендерді қорыта келе отбасына жалпы сипаттама берейік.\nЕрлі-зайыптылық екі негізгі қарым-қатынасқа негізделген: 1) ерлі-зайыптылық; 2) бала туу немесе бала асырап алу.\nОтбасы мүшелері бір шатырдың астында, яғни бір үйде тұрады, олар отбасының шаруашылығын жүргізеді. Бұл 2-3 адам ұрпағын жалғастырады. Отбасының жалпы шаруашылығы оның өзінен үлкен бірліктерде болу шеңберіндегі экономикалық іс-қызметпен анықталады. Бұл отбасының шаруашылық қызметі адамдық тұрақты тәртіп үлгеріне және олардың арасындағы өзара әрекетке байланысты өрбиді.\nОтбасы мүшелерінің атқаратын рөлі тек қана өзара эмоциялық сезімдерімен ғана емес, сонымен бірге, адамдардың үлкен топтары – мемлекет, мешіт, шіркеу, т.б. институттардың қызметімен байланысты болады.\nСонымен, отбасы мүшелерінің арасындағы қарым-қатынастар олардың сезімімен (махаббат, сыйласу, құрметтеу), салт-ғұрыппен, ұрпақтан – ұрпаққа берілген тәрбие, ереже, т.б. өлшемдер арқылы анықталады. Осы сыртқы бақылау түрлері отбасының бірлігін сырттан қолдаушы, әрі типі, факторы болып есептеледі. Бірақ, қандай да бір отбасының іштей даму күштері болады.олар жеке қажеттілік, мұқтаждық, талап-тілек, бейімділік, алға ұмтылу, т.б. негізінде пайда болады. Бұлар, яғни ішкі даму күштері сыртқы қысымдарға айтарлықтай қарсы тұра алмайды.\nОтбасы өзіне тән жалпы шеңбер (ұлт, мемлекет, мешіт, шіркеу) көлемінде мәдени ортаны жасайды. Осы орта сәби баланың адамдық тұлғасын қалыптастырады. Мұнымен бірге отбасы белгілі бір деңгейде жеке тәртіп тәсілдерін құрып, оған ерекше қасиеттер дарытуы мүмкін. Отбасы типтері қоғамның және өркениеттің әр түрлі, белгілі бір тарихи кезеңінде өмір сүріп отырды.\nЖоғарыда көрсетілгендей, отбасы ерекшеліктері қоғамның барлық салалрында, әсіресе, саясатта, экономикада, мәдениетте елеулі өзгерістер тудырады.сондықтан отбасы қоғамдағы барлық институттардың тұрақты назар аударатын мәселесі, мұнсыз, яғни отбасынсыз ешқандай қоғам болуы мүмкін емес.\nОтбасының функциясы, яғни атқаратын қызметі әруақытта оның тіршілік ету тәсілінің көрінісі ретінде түсіндіріледі. Осы ретте қоғамның отбасына жасайтын қызметін, ал, отбасының тұлғаға, тұлғаның отбасына жасайтын қызметін бөліп қарауға болады.\nОтбасының атқаратын қызиеті қоғамның әлеуметтік-экономикалық іс-қызметімен тығыз байланысты. Сондықтан әрбір тарихи кезеңдерде отбасы функциясы, оның сатылы қызметі де өзгеріп отырады.\nТұлғаның дамуына, әрбір ерлі-зайыпты адамдардың бақытты өмір сүруіне,балаларды ізгілікке тәрбиелеуге, ата-аналар мен балалардың арасындағы қатынастарды жақсартуға қажетті жағдай жасау қажет. Бұл қоғамның әрбір отбасына қойған негізгі талабы мен міндеті. Бұл талап пен міндетті орындау қоғамға да, отбасына да бірдей тиімді. Бұларды орындау: біріншіден, қоғамдық қажеттілікті, талап- тілекті орындауға, қамтамасыз етуге мүмкіндік туғызады, басқаша айтқанда, отбасы жас ұрпақты әлеуметтік процеске қатыстыруын іске асырады, бірлесіп өмір сүру ережелерін және қоғамдық өмірдің конформистік (яғни, келісушілік) тетігін енгізеді.отбасы мүшелерінің арасындағы барлық қатынастардың, атап айтқанда, рухани, адамгершілік, билік, бедел (авторитет), т.б. қатынастардың жиынтығы отбасы құрылымы деп аталады.\nОтбасы құрылымы және оның іштей ұйымдастырылуы көптеген факторларға байланысты. Отбасы құрылымы, ең алдымен, ерлі-зайыптылардың типіне (яғни, үлгілі түріне) байланысты болады. Тарихта ерлі- зайыптылықтың моногамдық (біркелкілік) және полимамдық (көпнекелік) түрлері болған.\nЕрлі – зайыптыларды сұрыптау тұрғысынан қарағанда – некелік эндогендік (яғни, белгілі бір топтың, әсіресе, кастаның ішінен болуы. Бұл алғашқы қауымдық қоғамға тән. Қазіргі уақытта тек қана өз ұлтында немесе діни қауымда болатын некелік) және экзогомдық (бұл, керісінше, некелікті белгілі бір топ немесе кастаның ішінен сұрыптап алуға тиым салу, мұнда некелік әрбір топтан серіктестік негізіндеқұралады) сияқты категорияларда болды.\nОтбасындағы билік құрылымы демократикалық немесе авторитарлық деп екіге бөлінеді. Отбасындағы авторитарлық билік әйелдің еркекке қатаң бағынуын, осыдан барып, отбасы мүшелерінің арасындағы қарым-қатынастар қатаң тәртіп арқылы сипатталады. Отбасындағы демократикалық билік ерлі-зайыпты адамдардың қабілеттеріне қарай басшылық рөлдерді бөлуге негізделген. Мұнда әрбір отбасы мүшесі шешім қабылдауға қатысады, балаларды сендіру, нандыру, көз жеткізу негізінде тәрбиелейді, мәжбүрлеу шаралары қолданылмайды. Отбасындағы билікті зерттеу ондағы адамдардың арасындағы функцияларды белгілеуге, ал, әрбір отбасы мүшесінің осы рөлдерді қалай орындап жатқанына, сонымен бірге ерлі-зайыпты адамдардың арасындағы түсінбеушілікті анықтауға әсер етеді.\nОтбасының рөлдік(атқаратын қызметі) құрылымы деп, ондағы жеке мүшелердің белгілі бір қоғамдағы ереже – нұсқауларға, әдет-ғұрыптарға, т.б. негізделген өзара іс-әрекет, қатынастардың жиынтығын айтады.\nәдет – ғұрып, салт бойынша отбасында әйел адам үй шаруашылығын жүргізу, бала табу және баланы тәрбиелеу қызметін атқарса, ер адам үй және шаруашылық иесі, отбасының тұрақты тіршілігін экономикалық тұрғыдан қамтамасыз етеді. Сөйтсе де еркек пен әйел функциялары өзгеріп отыруы мүмкін. Бүгінгі күні көптеген әйел адамдар өндірісте жұмыс істейді және жалпы отбасылық шешімді қабылдауға қатынасады. Мұның өзі отбасының атқартын қызметінің барлық жағына әсерін тигізеді, әсіресе, демографиялық (туу) тәртібіне зор ықпалын тигізіп, жаңа сәбилердің дүниеге келуін азайтты, некелік айырылысу көбейіп кетті.\nОтбасы идеологиясы деп, әрбір отбасында қалыптасқан белгілі бір қарым-қатынастар мен құндылықтар жүйесінің жиынтығын айтамыз.\nНеке – бұл қоғам тарапынан ретке келтірілген әлеуметтік қатынастар, мұнда жеке-дара құштарлық сезім тұратылыққа, өзара бейімділікке және неке шарттары ерлі-зайыптылардың нақты әрекетіне айналады. Бейімділік жаңа сәби туғаннан кейін тұрақтылыққа айналады, ол жан-жақты дамыған және толық ұйымдасқан түрге ауысады. Дау – жанжал негізінде бейімділік тұрақты зорлық, күштеу жағдайына да айналуы мүмкін, Ақыр аяғында ол отбасының ыдырауына, некенің бұзылуына әкеліп соғуы мүмкін.\nОтбасын құруда табысқа жету, отбасының ыдырауына жол бермеу – бұл маңызды әлеуметтік мәселе. Отбасының береке-бірлігі әр уақытта ішкі және сыртқы күштер ықпалымен қалыптасады. Ішкі күштерге жататындар: балаларға қамқорлық жасау, отбасында еңбекті бөлісу, некені тұлғаның талабын іске асырудың құралы ретінде пайдалану, отбасы мүшелерінің өзара сыйластығы, т.б.\nСыртқы күштер: қоғамдық пікірдің қысымы, экономикалық жағдайлардың қысымы, қоғамдық ортаның баланы қамқорлыққа алуға талап-тілегі, отбасының өзінің әлеуметтік қызметінің орындалу деңгейі, т.б.\nСондықтан некедегі жетістік деп, тұлғалар серіктестігінің, яғни ерлі-зайыптылардың бейімділікке ептілігі, шеберлігі, іскерлігі, ішкі және сыртқы қысымдарды жоюдағы жеңіске жетуі және оның жемісі, т.б. айтамыз. Алуан түрлі адамдар бірлігінде қоғамда некенің мәнін түсінуге байланысты әр түрлі негіздер бар:\nжеке бақытқа жетуде некедегі адамдардың бір-біріне толық бейімделуі ерлі-зайыптылардың алдына қойған, тұлғаның жан-жақты дамуына ұласып, ерлі-зайыптылардың алдына қойған мақсатты іске асыруға ұмтылыс басты орын алады;\nнекелік міндеттерді орындау, яғни балалардың болуы, оларды өз елін сүйетін азаматы етіп тәрбиелеу, экономикалық табысқа жету, мүлік жинау.\nНеке өлшемі (критериі): беріктік,төзімділік, субъектитік сезімге қанағаттану; ерлі-зайыптылардың рухани дамуы, бір-бірінің ыстығына күйіп, суығына тоңуы, балаларды қатылез, елгезек, қабілетті, алғыр, белсенді етіп тәрбиелеп, қалыптастыру, т.б.\nӨмір тәжірибесі көрсетіп отырғандай, көптеген отбасы толық бақытты бола бермейді. Отбасында ыдыс-аяқ сылдырамай тұрмайды, бірақ, ерлі-зайыптылардың аоасындағы түсінбеушіліктер біржола жоғалып та кетпейді немесе бейбіт түрде толық шешіліп те қоймайды. Отбасы қатынастарындағы дау –жанжалдардың күшеюі – бұл тұрақтылығымен қатерлі сипат алған, толық шешілмейтін дау-жанжал. Ал, тұрақты шиеленістің арты-ұрыс – керіс жинақтала келе отбасында агрессиялық көңіл күй қалыптастырып – ақыры отбасын ыдыратуға әкеп соғады.\nДау- жанжалдар, олардың күшеюі ата-аналар арасында ғана емес, олардың балаларымен қарым-қатынастарында да болып отырады, бұлардың көшілігі, әсіресе, мәдени, өркениет жетістіктерін пайдалану кезінде жиі кездеседі. Оның себебі, жас ұрпақтар мәдениет пен өркениеттің даму кезеңінің жаңа сатысында өмір сүріп отыр, ал, ата-аналар мәдениет пен өркениеттің бұрынғы жетістіктері кезеңінде тәрбие алған. Жас ұрпақты өткен мәдениет және өркениеттің құндылықтары мен жетістіктері аса қызықтырмайды. Сондықтан ата-аналар жастардың жаңа мәдениет пен өркениеттің жетістіктеріне ұмтылуына, пайдалануына кедергі жасамай, бұл мәселеде ата-аналар белгііл бір келісімге келуі керек. Отбасында шиеленіс асқынған жағдайда отбасының дағдарысына ұласады. Бұл дағдарыстар алуан түрлі болады. Бұлар: некедегі үшбұрыштылық (яғни, бір махаббатта 3адамның кездесуі),мінез-құлықтардың, психикалық сипаттамаларының әр түрлілігі,отбасы мүшелерінің талап-тілектерінің, сұраныстарының сәйкес келмеушілігі, жыныстық қатынастарға қанағаттанбауы, ерлі-зайыпты адамдардың біреуінің әлеуметтік азғынға (яғни, маскүнемдікке салыну, қылмыстық істерге ұрынуы, заңсыз, некесіз бала таптыру, т.б.) ұшырауы. Мұның бәрі отбасы бұзуға, берекесін кетіруге, кесел әкелуге себеп болады, бұл жағымсыз факторлардың ақыры ерле-зайыптылардың өз балаларына деген ата-аналық борыш, міндеттерін орындамауға әкеледі.\nОтбасының даму циклдері(кезеңдер). Бұл отбасының өзгеру серпінін-оның пайда болуы мен ыдырауының арасындағы уақытты қамтиды.\nБірінші кезең – некеге тіркелуден және бірігіп өмір сүруден бірінші бала туғанға дейінгі уақыт.\nЕкінші кезең – ең соңғы баланың мектепке баруымен, ал, үшінші кезең баланың әлеуметтік ер жетуі (бой жетуі), табыс табуы мен оның экономикалық тәуелсіздігі, дербестігі, өз бетінше күн көруі арқылы анықталады. Отбасының тіршілік кезеңдері оның ең басты функциясын орындаумен, яғни адам санын көбейтумен байланысты болмақ.\nОтбасының бұдан да басқа өмірлік кезеңдері бар, бірақ, осы жоғарыда көрсетілгендер негізгі кезеңдерін құрайтындықтан осылармен шектелеміз. Кейінгі уақытта жас отбасын зерттеуге жете назар аударылуда. Көпшіліктің ұйғаруымен жас отбасы мынандай белгілен\\рмен сипатталады: некеге отырғандардың жасы 30-дан аспайды, бірігіп өмір сүруі 5 жылдан артық емес. Ерлі –зайыпты адамдар бірінші рет некеге отырған. Бұл сипаттама жас отбасын басқалардан ерекшелеп көрсетеді. Жас отбасынан басқа мосқал, кексе адамдардың отбасы бар, ал, толық жетілген отбасы деп мосқал отбасы мен жас отбасы арасындағы отбасын айтамыз.\nИндустриялық құрылымының дамуы, демографиялық құрылымының өзгеруі, қоғамдық топтардың, таптардың қайта құрылуы, әлеуметтік өзгерістер әр уақытта отбасының өзгеруіне тікелей әсер етіп отырады. Кейінгі бірнеше ондаған, тіпті жүздеген жылдар аралығында жұмыр жер бетін мекендейтін көптеген халықтар мен мемлекеттерде отбасы дағдарысы белең алып бара жатыр деген пікірлер жиі айтылып жүр. Қазіргідей өркениеттің аса дамыған кезеңінде отбасы өзінің негізгі атқаратын әлеуметтік қызметі - өмірге ұрпақ әкелуді қойды, бұл құбылысты отбасын ыдыратушы, құлдыратушы институтқа (ұйым) айналдырды деп даурығады. Дегенмен, әрбір елде неке қидырғандар саны көбейіп келеді. Отбасының іштей байланыс-қатынастары күшеюде, мұның өзі сырт күштердің отбасын белгілі бір әлеуметтік институт ретінде жоюға шамасы жоқ деп батыл болжау жасауға, тұжырымдауға дәләл бола алады.\n\nДереккөзі.",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоспаның құрамын анықтаңыз?",
        "question_content": "массасы 10 г мыс пен алюминий қоспасын тұз қышқылымен әрекеттестіргенде 6,72 л h2 бөлінген. қоспаның құрамын анықтаңдар",
        "question_date": "14.03.2017",
        "question_tag": "Химия",
        "question_views": 35600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(Al, Cu)=10г\n\nv(H2)=6.72л\n\n2Al+6HCl =2AlCl3+3H2\n\n   x                                6.72л\n\n54 г                                 67.2л\n\n          x=5.4\n\nm(Cu) =10 г-5.4 г=4.6г\nm(Cu)-4.6г\n\nm(Al)-5.4г",
                "date": "14.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзімнен жасы үлкен қызға ғашықпын",
        "question_content": "Мен өзімнен 5 жас үлкен қызға ғашықпын.Бірақ ол қыз бұрын тұрмыста болған күйеуі қайтыс болып жесір қалды.Мен онымен дос ретінде араласып жүріп қалай ғашық болғанымды да білмей қалдым.Біздің араласып жүргенімізге 3 жылдай болды. Осыншама уақыт арасында оныңда маған деген сезімінің шынайы екендігіне көзім жетті.Мен оны адал некелі əйелім еткім келеді.Бірақ ата-ан",
        "question_date": "14.03.2017",
        "question_tag": "Махаббат",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менин ойымша казир бариде мумкин.жаквенда гана туыстарымнын тойы болды жигит 1994ал кыз 90жылгы куда тусип узатып той жасап алды",
                "date": "22.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке кəсіпті қалай дамытуға болады?",
        "question_content": "Жеке касипкерликти дамытуга, улкейтуге бастапты кезде каржылай комек калай жане канша бола алады?",
        "question_date": "14.03.2017",
        "question_tag": "Жеке бизнес",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер кредит тарихыңда косяк көп болса мемлекет те,ешбір банк те көмектеспейді.Бұл бірінші,екіншіден сфераңа байланысты.Егер экономиканың аса ден қойған,басым бағытына жататын болсаң қомақты қаржы ала аласың.Ал әшейін алып-сату болса азғантай. Қысқасы Даму қорына жүгін",
                "date": "14.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Емен туралы ағылшынша мәлімет керек?",
        "question_content": "Ағылшын тілі сабағынан менің досыма емен туралы мәлімет керек еді. 5-сынып, көмектесіңіздерші!",
        "question_date": "14.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "An oak is a tree or shrub in the genus Quercus(/ˈkwɜːrkəs/; Latin \"oak tree\") of the beech family, Fagaceae. There are approximately 600 extant species of oaks. The common name \"oak\" also appears in the names of species in related genera, notably Lithocarpus (stone oaks), as well as in those of unrelated species such as Grevillea robusta (silky oaks) and the Casuarinaceae (she-oaks). The genus Quercus is native to the Northern Hemisphere, and includes deciduous and evergreenspecies extending from cool temperate to tropicallatitudes in the Americas, Asia, Europe, and North Africa. North America contains the largest number of oak species, with approximately 90 occurring in the United States, while Mexico has 160 species of which 109 are endemic. The second greatest center of oak diversity is China, which contains approximately 100 species.\nOaks have spirally arranged leaves, with lobate margins in many species; some have serrated leaves or entire leaf with smooth margins. Also, the acorns contain tannic acid, as do the leaves, which helps to guard from fungi and insects.[4] Many deciduous species are marcescent, not dropping dead leaves until spring. In spring, a single oak tree produces both male flowers (in the form of catkins) and small female flowers.The fruit is a nut called an acorn, borne in a cup-like structure known as a cupule; each acorn contains one seed (rarely two or three) and takes 6–18 months to mature, depending on their species. The live oaks are distinguished for being evergreen, but are not actually a distinct group and instead are dispersed across the genus.\nТолығырақ.",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неше жөке ағашы отырғызылған?",
        "question_content": "Керек болып тур билетиндериниз болса жазынызшы ертенге дейын ким биледи?",
        "question_date": "13.03.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a = n-1= 20-1 = 19\n\nЖауабы: 19 жөке отырғызылған.",
                "date": "25.03.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Радиустары 25 см және 50 см болатын шеңберлер жанасуы мүмкін бе?",
        "question_content": "егер центрлерінің арақашықтығы 60 см болса,онда радиустары 25 см және 50 см болатын шеңберлер жанасуы мүмкін бе",
        "question_date": "13.03.2017",
        "question_tag": "Геометрия",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жанаспайды. Себебі екі радиустың қосындасы центрлер ара-қашықтығына тең болуы керек. 25+50 =60\n\n75=60\n\nӨзпра тең емес.",
                "date": "8.01.2020",
                "upvotes": 1
            },
            {
                "text": "Жанасуы мүмкін емес!!!",
                "date": "8.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Іс-әрекет пен субъект арасындағы қатынасты білдіретін етістік түрі қандай?",
        "question_content": "Менде бүрсігүні емтихан! Мен осы сұрақты түсінбей қалдым! Не деп жазсам болады?",
        "question_date": "13.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"8 наурыз мен үшін қандай мереке?\"-деген тақырыпта эссе жазу керек?",
        "question_content": "эссе кем дегенде 250 сөзден тұруы тиіс.\"8 наурыз мен үшін қандай мереке?\"-деген тақырыпқа эссе жазуға көмектесіңіздерші",
        "question_date": "13.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл күнді мерекелердің патшаймы, өмірдің ханшайымдарының күні деп есептеймін. Данышпанды да дараны, асылды да батырды да дүниеге әкелген аналарымыздың қуанышына бөлейтін әсем күнді жай ғана мереке емес патшайымдар күні дер едім. Әрбір ана өз баласы үшін патшайымен тең емес пе. Сондықтан да мен асыл анамның мерекесі, қаракөз қарындасымның көз қуанышы мен үшін мереке емес патшайымдар мен ханшайымдар күні. Үйдегі асыл анамды, артымнан ерген жалғыз қарындасымды шын жүректен құттықтай отырып ана алдындағы балалық борышымды, қарындасымның алдындағы ағалық борышымды өтесем екен деймін. Мен үшін осы бір қымбат жандардың езуіне үйіріліп келген аз ғана күлкі әлемнің барша байлығынан да қымбат. Өмірімнің қаққан қазығындай серпілмес сенімді тіреуім, арқа сүйеп мақтанарым, бұзылмас қамалды бұзуға демеу беретін ардақты жандар сендерсіңдер! Ал енді жасалу тәсілін ешкім білмейтін өте-өте тәп-тәтті балмұздақтай, қарасаң көзің тоймайтын сұп-сұлу сүйкімді аруларымызбен аналарымызды мерекелерімен шын ықыласпен құттықтаймын. Массагеттің аққуларын айдын көлінде қанаты талмай, шығармашылықтың аспанында самғай берсін. Массагеттің сәнін беріп жүрген әсем гүлдеріміз құлпырып жайнап жүре бергей. Менің асыл сыныптастарым, группаластарым қатарластарым қысқасы қарлығаштарым қос қанатың талмай әрбірің өз аспаныңда самғап, өз мамандықтарыңнын жемісін көріп, бір отбасының анасы, болашақтың тірегі, бір-бір сәбидің жүрегі болып ана-махаббатына бөленулеріңе тілектеспін.\n\nТолығырақ.",
                "date": "16.03.2017",
                "upvotes": 0
            },
            {
                "text": "8наурыз ол халықаралық әйелдер күні ол кезде әйелдердің әжеміздің апамыздың әпкеміздің қарындасымыздың және аналар мерекесі болып есептелінеді былай айтқанда тек қана қыздар мерекесі болып жатады ал ол күнде еркектер балдар қыздарға сыйлықтар сыйға тартады қыздар оны қабыл алып разметін айтады ал ұлдар мерекесі 7мамырда болады 8наурыздан кейін ол 9наурыздада мерекеленеді ал басқа күндері әншин күн болып есептелінеді біз ол кезде ата аналарымызды қуантып көмектесіуі із қажет",
                "date": "6.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометриядан сұрақтарға жауап керек?",
        "question_content": "1)Центр арқылы өтетін ең үлкен хорда\n\n2)Шеңбердің хордасы оның радиусынан екі есе үлкен болама\n\n3)Бір хорда тең екі доғаны керуі мүмкін бе?\n\n4)Шеңберде ең кіші доға барма\n\n5)Бір шеңбердің екі хордасы қиылысу нүктесінде қақ бөлінуі мүмкін бе?\n\n6)Бірнеше радиус жүргізілген шеңберге ұқсайтын қандай затты білесіңдер\n\n7)Берілген екі нүкте арқылы өтетеін радиусы 5см ге тең шеңбердің центрін қалай табуға болады\n\nТез жауап берініздерші өтінем алдын ала рахмет",
        "question_date": "13.03.2017",
        "question_tag": "Геометрия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Диаметр\n\n2) Егер центрден өтсе\n\n3) Мүмкін. Центрден өтсе.\n\n4) Бар\n\n5) мүмкін\n\n6) Велосипедтің дөңгелегі.\n\n7) Болады",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілін үйреніп кету үшін қандай кітап оқу керек?",
        "question_content": "Орысша білмейтін,түсінбейтін адамға қандай Орысша кітап оқыған жақсы? Орысша жақсы сөйлеп, Орыс тілін тез үйреніп түсіну үшін Қандай орысша кітап оқу дұрыс деп кеңес бересіз?",
        "question_date": "13.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген жеңіл кітаптарды оқи берсеніз болады.",
                "date": "30.03.2017",
                "upvotes": 0
            },
            {
                "text": "Пушкиндікі ғой брат",
                "date": "3.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кесіндінің ұзындығын табыңыз?",
        "question_content": "1. Радиустары 7 см және 4 см концентрлі екі шеңбердің арасына осы екі шеңберді жанайтындай етіп үшінші шеңбер орналастырылған. Осы шеңбердің радиусы неге тең?\n2. Центрлері О1, О2, О3 және радиустары сәйкесінше 4 см, 7 см және 3 см болатын және өзара жанасатын үш шеңбер берілген. О1О2О3-тің периметрін табыңдар.\n3.Шеңбердің О центрінен АВ хордаға дейінгі қашықтық 24 см. СОD=900 болса, СD хордасын табыңдар.\n4. Шеңбердің О центрінен АВ хордаға дейін 15 см. ОАВ бұрышының шамасы 450-қа тең. Ал С нүктесі АВ хордаға тиісті және АС=3ВС. АС кесіндісінің ұзындығын табыңдар.",
        "question_date": "13.03.2017",
        "question_tag": "Геометрия",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Радиус 3,5 см ааааааааааа",
                "date": "26.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биылғы қызықты оқиғалар туралы шағын әңгіме керек?",
        "question_content": "Биылғы қызықты оқиғалар туралы шағын болсада әңгіме керек. Тезірек керек еді. Өтінемін/",
        "question_date": "13.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 16700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сакен Суханов 4 мамыр 2012 сағат 12:51\nБір күні, бір турнирда, бір қызық жағдай болған болатын. Шымкенттің бір командасымен қарсы ойнау маған бұйырыпты. Ойын әлі басталған жоқ, позиция анықталды. Өмірімде бұл кісілерді бірінші рет көріп отырмын, оларда мені. Жаңағы әлгі команданың лидері осыдан бір ай бұрын Алматыға келіп, бір турнирға қатысқаны жайлы баршамызға гүлдене мақтанып айтып отыр. Ол кісінің сөзіне құлақ салатын болсақ, бір ай бұрынғы қатысқан дебатында Суханов Сәкенді жеңген болатынмын деп мақтанып қоймады. Бірақ, алдында отырған шын Суханов Сәкенді, яғни мені, танимай отыр. Тағы да аузы көпіріп қоймады, Сухановты жеңдім деп! Аудиторияда отырғандар мені таниды, бірақ әлгі кісінің өтірік әңгімесіне аудиторияның шегі қатып жатыр!!! Барлығы әлгі кісіге күліп жатыр! Ол кісі қайдан білсің, Суханов Сәкен дәл алдында отырғанын?! Бас спикердің екі езуі екі құлағында! Ойын басталды, бас спикер менің аты-жөнімді керемет ырғақпен айтып ортаға шақырды. Әлгі шымкенттік кісінің екі көзі \"банка\" болды!!! Қып-қызыл болып, ойын бойы ұялды!! Ойын біткеннен кейін маған келіп, кешірім сұрады. Міне, сіздерге қызықтардың бірі!\n\nСакен Суханов 4 мамыр 2012 сағат 16:22\n2011 жыл \"Азаматтың\" ішкі турнирі. Нұрбек екеуміз бір фракция. 3-ші раундтың сеткасы жарияланды. ҚазҰУ-дың егіздеріне қарсы ойын басталды. Төреші Руслан Желдібай. Қарар : \"Әкімдерді сайлау туралы\" екен. Жеребие тасталды. Біз үкімет. Қысқа формат. Дайындыққа бар жоғы 5 минут. Қағазға қарардың басын жазып алдым да Нұрбек екеуміз дәлізге шығып кеттік. \"Мозговой штурм\" басталды. Нұрбектен қарарды сұрағанда саяси деп қояды... Қарарды құрып жатырмыз. Уақыт бітті. Ойын басталды. Мен шығып алып кейсті ұсынып жатырмын. Соңғы 30 секунд қалды. Егіздер қыбыр-жыбыр. Нұрбек қағазға \"құндылықты\" деген сөзді жазып көрсетті. Мен не ол деп қоямын?! 2 секундтан кейін Нұрбек \"құндылықты ғой\" деген жазуды көрсетті. Сөйтсем, қарар құндылықты екен. На месте ручникті тартып, 180 градусқа бұрылып, 30 секундтың ішінде кейсімді тап-таза қылып құндылықты қылып шығардым. Егіздер ан-тан! Нұрбек риза, менде риза. Ойын ары қарай жалғасты. Егіздер шырылдап жатыр. Нұрбекте ұят жоқ, олда былқ етпей ойынды құндылықты ғой деп жалғастырып жатыр.Ойын бітті.Жұрт риза! Міне, осындай қызық болған болатын. Енді қарарды шатастырмайтын болдым!!!\n\nЕрболат Мухамеджанов 4 мамыр 2012 сағат 21:17\nТақырып 1. \"ҚазАгроФинанс\".\nЕстеріңізде болса, \"Азамат\" бағдарламасында Азамат және Алматы қаласының ЖОО жобасы басталған еді. Соған Бегалы Сая екеуіміз универдің атынан шығатын боламыз. Тақырып Ауылшаруашылығына байланысты еді. Азаматта ол кезде редакторлар сарапшылармен кездесуге телефон номерін беретін. Бізге сонымен ҚазАгроФинанстың басшысының телефон номерін береді. Мен түнде звондап таңертеңге кездесуге келісіп қоямын. Ол кісі адресті айтады. Республика-Кенесары деп. Таңертең Сая екеуіміз такси ұстаймыз. Бірінші такси келеді, мен \"Аға, республика кенесары\" деймін. Ол басын шайқайды да кетеді. Келесісі келеді дәл солай істейді. Сөйтіп бес алты машинаны өткіздік. Сосын Сая сен адресті қате сұраған шығарсың деп қайта звондайды. Сая \"Аға, сәлеметсіз бе. Адресті қайта айтып жібересіз бе\" дейді. Ол кісі\" қалай соныда білмейсіңдерме? Хабардан тура түсесіңдер\" дейді. Сая ұялды ма әйтеуір жарайды жарайды деді. Сосын қайта такси ұстаймыз. Он ба жиырма ма әйтеуір көп таксиді өткіздік. Бәріне түсіндіретініміз Республика алаңы, қасында сулпак бар, Кенесары қиылысы десек, алаңда сулпакта, кенесары көшесіде жоқ дейді бәрінің айтатыны. Қайта звондау ұят. Уже жындануға сәл қалдық))). Бір кезде құдай оңдап, бір такси келді))). Оғанда ақша керек сияқты тұрды да ай бірнәрсе қылып тауып алармыз, отырыңдар деді. Біз мәз))). Алаңға барамыз. Бірақ таксиден түспей тұрып звондаймын ғой. \"Але аға, біз Республикадан өттік. Кенесары қай жерде деймін ғой.\" Ол кісі:\"Сулпакты көріп тұрсыңдар ма?\" Мен:\"Жоқ, бірақ біз алаңнан өтіп, фурмановада тұрмыз деймін.\"Қандай фурманов?\"мен: \"Аға ол Алматы1 әлде Алматы 2 дема деймін ғой)))) \" ана кісі:\"сендер алматыдасыңдар ма? мен астанадамын ғой дейді))))\" мен:\"иә Алматыда\". мен дауысын шоферда, Саяда еститіндей \"громкоговорительге\" қойған едім. Он-жиырма секунд үнсіздік. Ал сосын мына жақта біз тарқылдаған күлкі, арғы жақта ол кісілер бүкіл офисімен бірге күлді ғой деймін))).....\nСондайда кездер өткен. Ол кісі бізге шай қарыз болды сосын)))). Біз Алматыдағы офистегі Ержан Шарипович деген кісімен барып жолықтық))))\nСәттілік!\n\nЕрболат Мухамеджанов 4 мамыр 2012 сағат 21:18\nТақырып 2. \"Эфиопия\"\nМемлекеттік қызмет істері жөніндегі агенттіктің турнирі болып жатқан кез. Руслан Желдібаев екеуіміз. Полуфинал. Қарсылас Көкшетаудың командасы. Тақырып: \"Мемлекеттік қызмет істері жөніндегі агенттіктің қызметін реттеу.\" Болды. Ал турнир басталмас бұрын Руслан интернетке кеткен материал алып келемін деп. Бір кезде турнирге қырық бет Эфиопия мемлекеті туралы мәлімет қана алып келіпті. Менде көңіл күй жоқ. Мұны қайтеміз десем,қазір прикол болады біз үшін и біз жеңеміз дейді))). Е қалай деймін ғой. Тақырыпта қай мемлекет алынуы керек екені көрсетілмеген дұрыс па дейді. Иә содан. Біз Эфиопияға тарылтамыз дейді. Құдай оңдап біз үкімет. Бір жағынан қарсы команданы аяйсың ішіңнен. Сөйтіп турнир басталады. Руслан шығады да Қазақстанда жағдай керемет, бәрі жақсы жұмыс істеп жатыр. Ал Эфиопияда дейді. ))) Жағдай қиын дейді де. Олардыкін сынап. Біздің модельді соларға енгіземіз ғой. Олардың халқының санын, қанша министрлік бар екенін бәрін білеміз)))). Қарсы команда капут. Төрешілердің бәрі бізге беріп қызық болған. Енді секретті аштым. Сол кездегі қарсы командадан кешірім сұраймын.\nСәттілік!\n\nЕрболат Мухамеджанов 4 мамыр 2012 сағат 21:18\nТақырып 3. \"ENUCUP 1.\"\nБірінші курс кезіміз. Бізге хат жібереді университетке. Университетте Русланның ағасы сол кезде проректор. Бізді жібермейді. Әуезге барамыз. Бізге бірнәрсе қылып ақша алып берші. Өздерің білесіңдер ғой. \"Новичоктардың\" наглый болғанын шалдар жақтыра бермейді))). Сосын ол да алып бермейді. Баратындар: Шалқар, Руслан, Асқар, Мақсат,мен. Дәл сол кезде халықаралық істері жөніндегі біздің проректор Бақытнұр Отарбаева болатын. Ол кісіге барамыз ғой Тәрбие ісі жөніндегі проректормен сөйлесіп ақша алып беріңізші деп))). Бірақ тым кеш болатын. Турнирге екі күн қалған еді. Ол кісі барады жауап жоқ. Сосын келесі жолы ертерек маған келіңдер дейді. Сонымен бізде қайтпас қайсар мінезбен, ертеңінде бесеуіміз Сайранға барамызда, әрқайсымыздың қалтамызда бар жоғы он мың теңгеден. Барған соң достардыкіне немесе Ақ Орданың алдына барып жатамыздеп қоямыз әзілмен. Сабақтан қашқанский))). Сайранда барсақ Астанаға билет жоқ. Қарағандыға бар екен. Қарағандыға билет алып аламыз. Күтіп отырмыз автобусты. Бір кезде Русланға звондайды. Сөйтсек проректор ағасы))). Сайранға келген. Мұхамеджанов екеуің оқудан шығасыңдар, ертең Ректорға кіреміз. Немесе сендерді ҚазҰУға ауыстырамын дейді.(((. Бізде көңіл күй жоқ. Русланға жынданып жатырмыз))). Сосын билетті өткізіп. Бөлмеге барып екі күн бойы сабаққа бармай қойғанбыз Нархозға ренжіп)))). Эхххх)))) Пікірсайыс үшін не істемедік достар)))\nСөйткен ЕНУдың үшінші турниріна барып екінші орнын алдық ақыры Руслан екеуіміз.)))\nСәттілік!\n\n\nЕрболат Мухамеджанов 4 мамыр 2012 сағат 21:52\nТақырып 4. \"Нархоздағы нашақорлар\"))) құдай сақтасын.\n\nҚазҰПУ республикалық турнирі. Сетка ашық. Біздің бірінші ойынымыз, ҚазҰУ Айсәуле Әбділдаева мен Айдос Алтынбекке қарсы. Төреші Есбол. Тақырыптарға шынын айтайық мүлдем дайындалмағанбыз(((... Екінші курс кезі ғой деймін. Бірінші тақырып: БП нашақор жастармен күреседі әлде нашақорлықпен бе солай. Біз үкімет))). Дайындыққа міндетті түрде он бес минут аламыз. Шығамызда тарылтамыз дейміз. Енді тақырыпта ҚР жоқ қой))). Сосын Нархоздың студенттеріне дейін тарылтамыз. Ажжж))). Маңыздылығы біз ғалым емеспіз. Біз өз университетіміздің патриоттары. Әркім өзінен бастау керек дегендей))). Әлемді өзгерткің келсе өзіңнен баста дейміз бе әйтеуір солай))). Пафос мықты өтті))). Команда да, төрешіде ауыздары ашылған и көрермендерде))). Бір қызық нәрсе дәл сол кезде біздің ойынды түсіруге Хабардың журналистері келген))). Бізге де бәрібір бастап кетеміз солай))). Нархозда тратата 30 студент нашақор. Олардың екеуің пікірсайыс клубына Руслан екеуіміз арнайы шақырамыз дейміз. Сосын дебатер деген білесіздер кез келген адамның ойын өзгерте алады даже нашақордың дейміз)))). Сосын радио орнатамыз ба Нархозға))) әйтеуір істемейтініміз жоқ))). Сосын Айдос шығып айтады. Былтыр Руслан айтқан бізде жетпіс нашақор бар деп деп олда өтірікті соға салады. Мен қайта шығып айтамын. Сол міне біздің арқамызда азайып келе жатыр деп))). Сонымен ойын бітеді))). Ашық сетка дегенді \"видимо\" Есбол түсінбеген. Кім жеңгенін бірден айтады. Сөйтіп біз жеңдік))),. Қарсы команда жынданып кеткен)))). Біз мәз. Хабарға барып айтамыз мынаны көрсетпеңіздер деп. сөздерін әрине. Кейде ойлаймында егерде сол кезде оппозиция газеттері болса бірден Нархозда отыз нашақор бар екен деп шығарушы еді. Құдай сақтады деген осы)))) Онда шыныменде ҚазҰУға ауысар едік)))). Осылай Нарша))).\nСәттілік!\n\nНуржан Абдразаков\nВольтердың сөзі\nКушебаев Жасулан деген жігітпен ЖасОтан турниріне қатысып жатырмыз! бірінші раунд. Көрермен ретінде НұрОтаннан бір үлкен ағашка қатысып отыр. Оппозициямыз. Жасұлан маған тез арада \"философия\" ойлап тап дейді. Мен тез ойланып \"Сенімділік ол тұрақтылыққа апаратын тура жол\" деп шығарып бердім. Жасұлан шығып \"Ал,енді біздің философиямыз әйгілі француз философы Вольтердың сөзі СЕНІМДІЛІК ОЛ ТҰРАҚТЫЛЫҚҚА АПАРАР ЖОЛ\" деп қоя берді.Оны естіген мен күлкіден жарылайын деп отырмын. Форумға сөз берілген кезде бағанағы ағашка \"Негізі Вольтер керемет кісі ғой, Вольтердің өзі де керемет сөзі де керемет,оған қалай қарсы шығасың \" демей ма, ал енді мен іше сілем қатқанша күлгенімді ай)))Төреші ала көзбен қарап отыр,Ағашка дым түсінбей отыр,күліп отқан жалғыз мен. Жасұлан серьезный вид ұстап алған,күлмейд,партаны ұрып отыр,Сараптамада тағыда қайталайд))Ойын біткенше күлдім. Сөйтіп, менің сөзім Вольтердің сөзіне айналып бір қызық болған)\n\nAstana, Parasattyn turniri-2012\nDauren jane men, Astanalyk Bakytjan men Aituganga karsy\nTakyryp: mektep bardarlamasynan kerek emes bir pandi alyp tastau kerek\nbiz ukimet.\nSoitip Dauren ketti, bizdin keisti usynyp. agyl6yn tilin alyp tastaityn boldyk. kazak tilin uirene almai jatkanda, bastauy6 synyptarda agyl6yn tili kerek emes dep argumentter keltiremiz. Soitip Dauren bir mysal kelitredi, Kanadada eki memlekettik til bar: agyl6yn jane francuz, eki memlekettik tili bar tipti Kanadada tek Kvebekte gana mektep bagdarlamasy eki tilde juredi, al kalgan aumagynda tek agyl6yn tilinde deidi. Soitip karsylykka Bakytjan myrza 6ygady, 7.30 min boiy bizdin keisti kulatyp alek, songy 1-minutynda oz keisin kura almady, al takyryp kundylykty bolatyn, mindetti turde usynylu kajet bolatyn! bir kezde Kanada jaiynda aitylgan mysalga mynandai karsylyk keltiredi: '' Kanadada 2 til emes, 3 til: francuz, agyl6yn jane american\" deidi. Ony tusinbegen eki Semeilik tore6i bastaryn izep otyr. Men 6ygyp aitam: american tili degen narse jok, tek agyl6yn tili 2-ge bolinedi: british and american version'' dep. Parlamentarii du kulkide. Oiynnyn natijesinde biz utylamyz, al karsy top, american tili bar dep janalyk engizgen jane Parasat klubynda juretin TEK FORMAT degen erejesine oz keisterin usynbau arkyly karsy 6ygyp, eki SEMEILIK tore6ilerdin arkasynda jeniske jetedi.\nSoitip dostar, DO YOU SPEAK AMERICAN?????\n\nSaken Sukhanberli\n2010 жылғы бірінші ТЕО КАП. Өте қызық турнир болатын, себебі жұма күні басталды. Нұрбекпен тағы да бір фракцияда. Сенбі және жексенбі күндері Астанада ЕНУ КАП. Астанадан хат өте кеш келді. Приказ жұма күні шығу керек болатын. Бірінші күні 5 немесе 6 раунд болды. Әдеттегідей көп раунд қою Нархоздың стилі. Алғашқы екі раундты Нұрбек екеуміз ойнадықта, Нұрбекті приказдың мәселесімен Политехқа жібердім. Негізі Нұрбек 1 сағаттың ішінде келу керек еді. 1 сағат өтті Нұрбек жоқ. 3 раундты Нұрбексіз ойнадым. 4 раундта Нұрбек тағы да жоқ. 5 раундта да жоқ. 6 раундта да Нұрбек жоқ. 4 раундты өзім ойнап шықтым. Солай бірінші ойын күні Нұрбексіз өткіздім. Приказға қол кешкі сағат 7де қойылды. Астанаға билет жоқ. Ақыры Нархоздың турниріне қалуға тура келді. Сонына дейін ойнадық. Ақыры ТЕО КАПта 3 орынға және жылдың ең үздік дебатерына ие болдым. Ең қызығы құрметті оқырман,әлгі бірінші күні 4 раундта Нұрбексіз ойнадым, бірақ турнирдің марапаттау рәсімінде ТЕО КАП 2010 жылдың ең үздік спикері болып Нұрбек атанды. Өзім таң қалдым!!! 2 ойынға қатысып, үздік спикер атануға болады екен)))\n\n\nGulzhadyra Bekenova\nUIB-дің алғашқы турнирі болатын, меніңде турнирлерге бірінші шығып жүрген кезім еді. \"Фаворит\" фракциясы болып, қасымда әріптесім, құрбым Алтынай Ауанова болатын. Сол турнирдің, қателеспесем 3-ші раундында Ерболат аға мен Дәуренге қарсы ойнадық. Қарар: \"Б.П Полигамия ақталады д.е\". Енді қыздар ретінде іштей келіспейміз. Енді үкімет ретінде ойнауға тура келді. Ерболат аға қыздар Фанмен ойнайықшы деді. Жарайды, жақсы болды ғой деп кейсімізді фанға негіздедік. Бірақ Фан деген қарсыластарымыз \"трагедия\" қылып жіберді. \"Даудың басы Дайрабайдың көк сиыры\" демекші біздің дауымыз қарардың өзектілігі болды. Мен өзектілікті айтуды ұмытып кетіппін, сөйтіп Ерболат аға соны келіп айтты, одан кейін менің әріптесім шығып егер қарар өзекті болмаса, Айтолқын ханым турнирде қоймас еді деп айтып еді, Дәурен шығып, ол тақырыпты Айтолқын өзектілігін білу үшін қойды дейді. Сонымен, берілген уақыттың жартысы бұл тақырыпты Айтолқын не үшін қойды соған ұласып кетті. Әртүрлі қызықтар көп болды. Ең қызығы сараптамада Ерболат аға \"Ағайынды\" фильмінің саундтрекін 1 минут бойы тыңдатып қойды. Сондай, қызық ойын болған:)\n\nИльяс Даулетин 8 маус 2012 сағат 1:17\nОДан кейн тагы бир команда келди сойтсе бизди Семей 3 деп атап алыпты биз телефон шалсак ешким алмайды озимиз аз да емеспиз бар жогы 12-ак адам сонымен турып турып Берик пен Куанышка хабарласып 2 патерли болмеде жаткан 8 адамнын устнен 12 адам бардык сойтип журип оз патеримизди тапканша 10нан кетти гидымыз кеттик кеттик деп апыл купыл кетип калдык барып 2 раунд ойнадык кайта калган фракциаластарымыза сати тусип автомат тусти тамактанып алды ал биз Салауат 1 али журмиз бир уактта обед жок деді одан кейнги раундта есенгреп не деп жатканымды озим тусинбей айтеур ойнап шыктык келеси жылы Улжан мен Нарша Миндетти турде болады деп ойлаймын)))\n\nБектiлеу Оразбаев 26 қараш 2012 сағат 12:55\nDB Cup 2012-де барлык катысушылар кубокты Дидар мен Абилхайырга алдынала берип койган еди... бирак турнирде 5 команда 4 жениспен шыгып Дидарлар 3 жениспен онын ишине илине алмай калган еди... жане спикерлик балл бойынша Самат пен Наилянын фракциясы полуфиналга оте алмай калып, 108 балмен Улжан жане 107,5 балмен Үміт ЛД-ға шыккан болатын... Турнирде ойын бойынша ен жогары балл алган Үміт Мұратқызы! 29,5! Кейсты толықтай әріптесі екеуі өлең жолдарымен қорғағаны үшін))))) қарар: БП өзін-өзі мақтайды)))\n\n\nБекарыстан Аманжолов 21 қаң 2014 сағат 13:56\nЕң алғаш республикалық турнирім болса керек. Қызылордаға дебаттың жілігін шағып, майын ішіп жүрген атқа мінер пікірсайысшылар келді. Содан 9 сыныбымда Тараздың тарландарымен(Серікбол Берікқожа, Бекжан, Гука), Алматының алыптарымен (Сәкен Суханов, Нұрбек өкінішке орай фамилиясын ұмыттым, Рашид, Диас, Айдос, Ғалинұр, Айданалар, Дастан Нархоздан) тағы сол сынды көптеген мықты ойыншылармен додаға түстім. Бірінші күні сағат 9:30 да ортаға Сәкен Суханов шығып, Л/Д форматын үйретті. Қатты қызықтым және тым болмаса сол ойынды бір рет ойнасам екен деген ой келді. Кешке Үздік 16 спикер ортаға шықты. Содан І орынмен Алматы Политехінен келген Айдос шықты. Ал мен 16 орын 100спикерлікпен өттім. Алғашында қатты қуандым. Бірақ І ойыным І орынмен өткен Айдоспен болды. Қатты састым, себебі ол тәжірбиелі ойыншы ғой. Ал мен енді ғана тұсауы кесілген, тәлтіректеп жүрген баламын. Алғашқы тақырып \"Тік тұрып өлгенше тізе бүгіп өмір сүрген артық\" болды. Дуглас болған мен дірілдеп сахнаға шықтым. Алайда шыққан соң Л/Д -ның кереметін сезініп, ашылып бір төгілдім. Содан ұтылсам да, абыроймен ұтылдым ғой деп үлкен залға кірдім. Бір кезде ұтқан 8-дікті хабарлады. Біздің ойынды мақтап кеп, 1/4ке Аманжолов Бекарыстан өтті дегенде қатты састым, алайда қуанышты жасыра алмадым. Бірақ қуанышым көпке созылмады, себебі ендігі қарсыласым анау-мынау емес дебатта Құбыжық атанып жүрген Серікбол болатын. Тарих бос сөз-оны жасаушы біздер тақырыбында болған ойында мен тағы Дуглас болдым. Бағыма орай, қызық болғанда азулы бұл ойыншыны да жеңіп, жартылай финалға өттім. Менің қуанышымның шкаласы 100ден асып, бұдан артық ештеңе қажет емес дедім. Содан жартылай финалда Нұрбекпен түстім. Бұл кісіні бірнеше рет Азамат телешоуында көргенім бар еді. Ондай кісімен қалай ғана ойнай аламын деген ойдың өзі маған жеңілдің деп тұрды. Көп сүйе білсең, сұлудың өзі сүйкімсіз болып көрінеді тақырыбы маған тағыда жеңіс сыйлап, ақыры финалға өттім. Қызығы мынада, таң ертең маған формат үйретіп, қол жетпес биік тұғыр көрінген Сәкен Сухановпен ақтық мәреде ойнадым. Әрине, жеңілдім, дегенмен ІІ дәрежелі Үздік спикер болыдм. Алайда дебаттағы ең қызықты һәм ең пайдалы болған, мен үшін ең үлкен шеберлік сынып осы турнир болды.",
                "date": "3.04.2017",
                "upvotes": 0
            },
            {
                "text": "оте керемет рахмет\n\nосындай балалар кобейе берсин",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүсіпбек Аймауытов туралы эпиграф керек?",
        "question_content": "Маган Жүсіпбек Аймауытов туралы эпиграф керек",
        "question_date": "13.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 9100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоспар:\n1) Ж. Аймауытовтың өмірі.\n2) Шығармашылығы, ақындығы.\n3) «Ақ білек» романының мазмұны.\n4) Аймауытовтың драмашы ретінде танылуы\nХХ ғасырдың басында ұлттық әдебиеттің барлық жанрында бірдей өнімді еңбек еткен қаламгерлердің қатарында ақын әрі прозашы, драмашы әрі аудармашы, сыншы әрі публицист Жүсіпбек Аймауытовтың есімі айрықша орын алады. Әдебиеттің әр алуан жанрларында қалам сілтей жүріп, ол қазақ әдебиетінің жаңа өріске шығуына мол еңбек сіңірді.\nӨмір жолы. Жүсіпбек Аймауытов 1889 жылы қазіргі Павлодар облысының Баянауыл ауданында дүниеге келген. Он бес жасына дейін туған ауылында болған ол әуелі ауыл молдасынан оқып, хат таниды. Бұдан кейін де әр түрлі молдалардың алдын көріп, ескіше едәуір білім жинайды. Соның нәтижесінде ауыл арасында өзі де азды-көпті молдалық құрады. 1907 жылы молдалықты тастап, Баянауылға барып орыс-қазақ мектебіне түседі. 1911 жылы Павлодардағы екі сыныпты орыс-қазақ мектебіне түсіп, оқуын жалғастырады. 1914-1919 жылдары Семейдегі мұғалімдер семинариясында оқиды. Семейде жүріп алаш қозғалысына қатысады,» Абай» журналын шығаруға ат салысады.\n1919 жылдан бастап Жүсіпбек Семейде, Павлодарда кеңес өкіметінің жұмыстарына араласады. Семей губерниялық оқу бөлімінің меңгерушісі, «Қазақ тілі» газетінің редакторы болады. 1922-1924 жылдары Қарқаралыда мектеп мұғалімі болады. 1924-1926 жылдары Ташкентте шығатын «Ақ жол» газетінің редакциясында істейді. 1926-1929 жылдары Шымкенттегі педагогикалық техникумға директор болады. Ара-арасында әр түрлі саяси жұмыстарға араласады. 1929 жылы жазықсыз тұтқынға алынып, «халық жауы» деген жаламен 1931 жылы өлім жазасына кесіледі.\nЖ. Аймауытовтың өмірі мен шығармашылығы бұдан кейінгі алпыс жыл бойы ауызға алынбайды. Кеңес өкіметі түсында ол туралы айтуға да, жазуға да тыйым салынды. Тек кеңес өкіметі ыдырап, коммунистік идеологияның құрсауы босағаннан қейін ғана қаламгер мұрасы халқына жете бастады. 1989 жылы бір томдық кітабы жарық көрді. Зерттеу жұмыстары қолға алынды. 1997 жылдан бастап Жүсіпбек шығармаларының бес томдық жинағы басылды.\nШығармашылық мұрасы. Сан қырлы талант иесі Жүсіпбек Аймауытовтың артында қалған шығармашылық мұрасы аса бай. Оның ішінде көптеген өлеңдер, «Қартқожа», «Ақбілек» романдары, «Күнікейдің жазығы» хикаяты мен «Әнші» секілді бірқатар көркем әңгімелері, «Рәбиға», «Мансапқорлар», «Қанапия мен Шәрбану», «Ел қорғаны», «Шернияз» пьесалары, «Нұр күйі» поэмасы, сондай-ақ бірсыпыра сын мақалалар мен аудармалары бар. Газет беттерінде жарияланған публицистикалық мақалаларының өзі бір төбе.\nЖүсіпбек шығармашылығы әуел баста өлең жазудан басталады. Өзінің деректері бойынша ол тұңғыш өлеңін 13 жасында жазған. Оның ақындық жүрегінен туған «Жазушыларға», «Неғып отыр?», «Ах-ха-ха-хау», «Ұран», «Еңбекшілер ұраны» секілді өлеңдері мен «Нұр күйі» поэмасында ақын бұрынғы өмірдің келеңсіз жақтары мен өз дәуірінің көріністерін ақындық сезімталдықпен жырлайды. Ол құбылыстарды жанды да нанымды суреттер арқылы көрсетуге ұмтылады. Мәселен, «Көшу» өлеңінде қазақ ауылындағы көш суреттері, көштің сән-салтанаты көрінсе, «Ұршық» өлеңіндегі ұршық иірген кемпірдің монологы арқылы қарапайым өмір көрінісі бейнеленеді.\n«Нұр күйі» поэмасы 1929 жылы Қызылордада жеке кітап болып басылады. Онда адамның көңіл күйі, қуанышы мен мұңы жырланады. Поэма жастарды өмірді сүюге, қиындыққа қарсы тұра білуге шақырады.\nЖүсіпбек Аймауытовтың әдеби мұрасының ең салмақты саласы — прозалық шығармалар. Кішігірім әңгімелерден бастап жазушы қаламынан «Қартқожа», «Ақбілек» романдары туды.\n«Қартқожа» романы 1926 жылы Қызылордада кітап болып басылып шықты. Роман жиырмасыншы ғасырдың басындағы қазақ еңбекшілерінің, олардың әлеуметтік аласапыран тұсындағы тағдырын бейнелеген алғашқы күрделі шығармалардың бірі болды. Онда 1916 жылғы Ресей патшасының қазақ жастарын майданның қара жұмысына алу туралы жарлығы кезіндегі аласапыран, патшаның тақтан құлауы алдындағы қазақ ауылының көрінісі, адамдар психологиясы көркем бейнеленген. Жазушы осы тартыстар арқылы қазақ кедейінің қоғамдағы теңсіздіктің сырын ұғуы, әлеуметтік әділетсіздіктің себептерін түсінуі секілді ояну процесін көрсетуге ұмтылады.\nРомандағы оқиғалар бас кейіпкер Қартқожаның басынан өткен нақты жағдайларға негізделген. Сол арқылы жазушы 1916 жылғы ұлт-азаттық қозғалысының басталуы мен оның патшаны тақтан құлатқан 1917 жылғы ақпан төңкерісіне ұласуы, қазақ азаматтарының ел ішіндегі әлеуметтік тартысқа араласуы, алаш қозғалысының өмірге келуі, ақтар мен қызылдардың соғысы, қазан төңкерісі, азамат соғысы тұсындағы жайларды баяндайды. Осы оқиғалар тұсында роман кейіпкері Қартқожа да есейіп, ес жинайды, алға қарайды, болашаққа бет алады.\nЖ. Аймауытовтың «Ақбілек» романы кезінде кітап болып шыкпаған. 1927—1928 жылдары баспасөзде жарияланған. Тақырыбы жағынан ол «Қартқожа» романымен үндес. «Қартқожада» көтерілетін күрес, азаттық идеясы «Ақбілекте» одан әрі жалғасады.\nРоманда ескі ортадағы жікшіл тартыстардан қорлық көрген қазақ қызының төңкерістен кейінгі жаңа сипатты заманның мүмкіндігіне сай өз құқығы үшін күресу жолы баяндалады. Шығарманың бас кейіпкері Ақбілек өшіккен адамдардың кесірінен ақ әскерлерінің тұтқынына түсіп, неше қилы қорлық көреді. Елінде де алуан қиындыққа жолығады. Кейін төңкерістен соң қалаға кетіп, оқу оқып, өз бақытын табады.\nАқбілектің басынан өтетін осы оқиғалар арқылы Жүсіпбек сол бір қилы-қыстау кезеңдегі қазақ ауылдарындағы өмір шындығын, адамдардың қилы-қилы тағдырын кең бейнелейді. Роман кейіпкерлері заман өзгерістерімен ілеседі, қоғамдағы өз орындарын іздейді. Түптің түбінде дегендеріне жетеді.\nҚысқасын айтқанда, «Ақбілек» романы — бір ғана қазақ қызының күрделі тағдыры негізінде әлеуметтік төңкерістер тұсындағы қазақ ауылының өзгеру процесін суреттеген алғашқы қазақ романдарының бірі.\nСол кезеңдегі әлеуметтік әділетсіздік пен қазақ әйелінің трагедиялық тағдыры Ж. Аймауытовтың 1928 жылы жазылған «Күнікейдің жазығы» атты хикаятына да арқау болды. Хикаяттың бас кейіпкері Күнікейдің тағдыры арқылы жазушы ел өмірін, көшпелі жұрттың еш нәрсеге бас қатырмай, жайбарақат кешіп жатқан тіршілігін көзге елестетеді. Шарасыздықтан, әрекетсіздіктен сақтандырады. Ескіге қарсы күресу идеясын көтереді.\nХикаяттың бас кейіпкері Күнікей кедей қызы болса да, еті тірі, пысық. ПІығарманың басында оның ұсқынсыз күйін, қараңғы үйде жатқанын көреміз. Маңында адам жоқ. Өзі ауру.\nЖазушы осы тұста шегініс жасап, Күнікейдің өткен өміріне үңіледі. Қыздың өскен ортасы, отбасының жұпыны тіршілігі суреттеледі. Әкесі Құлтума—байдың малын баққан момын адам. Шешесі Шекер — үй тұрмысын берік ұстаған ширақ әйел. Күнікейдің жаратылысы да ешкімнен кем емес. Өрелі, өнерлі жас болып өседі. Тұрмыстың ұсақ-түйек етекбастылығынан өзін жоғары сезінеді Арын таза ұстайды. Сөйтіп жүргенде арам ойлы қаскүнемдердің қастандығына тап болып, кеудесін ашу мен ыза, намыс пен кек кернейді. Өзі үшін күресе жүріп, ұзатылған жерінен қашып кетіп, сүйген жігітіне қосылады. Бақытына енді қолым жетті дегенде, сүйген жігіті Байман да опасыздық жасайды. Күнікейді ауру еткен осы жағдайлар болатын.\nКүнікейдің басынан өткен бұл жайларды жазушы сол дәуірдің тарихи-әлеуметтік шындығымен сабақтастыра суреттейді. Ескіліктің бұғауын бұзып, қыздың ұзатылған жерінен қашып шығуын, сүйгені Байманға қосылуын баяндау арқылы жазушы сол кезеңдегі адамдар санасында оянған азаттық, бостандық идеясын жеткізуге тырысады. Бірақ әлі де болса шын бостандық жоқ, қазақ ауылына шынайы азат өмір жеткен жоқ еді. Күнікейдің соңғы тағдыры, Байманның опасыздығы осыны аңғартады.\nӨзін осылайша талантты прозашы ретінде танытқан Жүсіпбек Аймауытовтың қаламынан бірқатар көркем әңгімелер де туды. 1918 жылы жазалған «Бетім-ау, құдағи ғой» атты әңгімесінен бастап, 1927 жылы жазылған «Ханалар тарихына» дейінгі аралықта өмірге келген «Елес» (1924), «Әнші» (1925), «Боранды болжағыш әулие» (1926) тәрізді әңімелерінің қай-қайсысынан да өзі өмір сүрген дәуірдегі елдің тұрмысын, ой-арманын, заман тынысын жетік білетін әрі оны көркем тілмен, парасатты оймен өрнектеп жеткізе алатын тамаша прозашының қолтаңбасы айқын байқалады.\n“Боранды болжағьпп әулие» әңгімесінде қазақ ауылының қыстың бір боранды күніндегі өмірі суреттеледі.\n… Сақылдаған сары аяз. Қарадан қарап тұрып бірдеме шарт ете түседі. Не терезенің шынысы шатынайды, не жер, не мұз қақ айырылып, ырсиып қалады. Жермен бірге мұздақ қар да жарылып кетеді. Ақырында сары аяз мұрныңды қариды. Жеңіңнен шығарсаң, қолың илікпей, тас боп қалады. Түнде пешке қойып кептіріп алған етік, биенің бір сауымында ағаштай қақиып, таяқпен қақсаң сақ-сұқ етеді. Осындай күндерде біз мал жаямыз.\nҚыстың аязды күнін жазушы осылайша дәл әрі көркем тілмен суреттейді. Бұдан әрі ұйтқып соққан боран, ыққан мал, адасқан малшылар жайында баяндайды. Сол боранда бірқатар мал қырылады. Әңгіме кейіпкері: «Шіркін, бұлай боларын алдын ала болжап білсем-ау», — деп армандайды. Кейін қалаға барып барометр туралы естиді. Соған қолым жетсе деген арманға беріледі.\nШағын ғана әңгімеде автордың өмір көріністерін суреттеудегі тамаша шеберлігі байқалады. Жазушы ұсынып отырған суреттер тура өмірдегідей қарапайым әрі түсінікті. Шын таланттың қаламынан туғаны байқалады.\nЖазушының «Әнші» әңгімесі де дәл осындай нақты оқиғаға, өмірде болған тарихи адамның төңірегінде құрылған.\n…Жетішатыр — жақсы қала.\nҚаптап жатқан қазақ. Жазы-қысы—қымыз, ойын-сауық— «кататься». Айт, той, құдалық, ат жарыс, күрес. Маскүнем. Төбелес. Үй қыдырған көлең-көлең ақ жаулық… Жаз шықса— пароход, паром, желқайық, жасыл арал, қалың орман… Көкке шыққан, гуләйт соққан, масайраған шат көңіл… Сырнай-керней… Қызық думан… Қайткенмен сергек қала.\nӘңгіме Ертістің жағасындағы Жетішатыр қаласының өмірінен алынған осы суреттермен басталады. Қала тұрғындарының күнделікті тіршілігі осындай қысқа-қысқа образды ұғымдармен берілген. Адам туралы бір ауыз сөз болмаса да, қала адамының жай-күйін әбден жеткізіп тұр.\nОдан әрі қымыз дастарқаны. Қымыз құюшы қыз Шекет, қымызға құмартқан қалалықтар. Осындай бір сәтте дастарқанға әңгіменің бас кейіпкері әнші жігіт Әмірқан келеді. Ән салады. Кейін Әмірқан қала жастары дайындаған спектакль-концертке қатысып, көпшіліктің қошеметіне бөленеді.\nОқиға желісі әңгімені баяндаушы мен Әмірқанның арасындағы достыққа ойысады. Екеуінің сырласуы, Әмірқан мен сұлу қыз Ақтамақтың арасындағы ғашықтық хикаясы, жігіттің қызды алып қашуы, орта жолда қолға түсіп, сүйгенінен көз жазып қалуы, әншінің көз жасы, жабырқаған сәті баяндалады.\nӘңгіме оқиғасы өтетін Жетішатыр қаласы — Семей, ал әнші Әмірқан — қазақтың жезтаңдай әншісі, әйгілі Әміре Қашаубаев еді. Жазушынын көркем бейнелеу шеберлігі Әмірқан — Әміренің әншілік кұдіретін, ән айтқан кездегі сипатын суреттеуге келгенде аса ғажайыптанып көрінеді. …Ұшатын құстай қымтанып, қомданып алды, Отырғандар аузын ашып аңырды. Әнші жіберді. Бір бірауыздан ән салды, Азда болса бірегей болды.\nСүмірейте, қылмита соқты; желдете құтырта соқты. Лебізі құлаққа жағып кетті, жүректі тербетті, тамырды желпіндірді; бойды шымырлатты.\nБұл — ән айтып отырған әншінің бейнесі. Жазушы қаз-қалпындағы әсем сурет жасайды. Әншіні асыра мақтамайды, дәл бағасын береді. Ж. Аймауытовтың суреттеуіндегі Әмірқан елден оқшау тұрған ерекше адам емес. Көппен бірге тыныстап, айналасына өнерін сыйлап, ойын-сауық құрып жүрген қарапайым жандардың бірі. Оның қуанышы да елмен ортақ, өзгенікі секілді өзіне жетерлік арман-мұңы да бар.\nТұтастай алғанда, Жүсіпбек Аймауытовтың көркем әңгіме жанрындағы еңбегі қазақ әдебиетінін көркемдік-эстетикалық көкжиегін кеңейте түскен құбылыс болды.\nДрамашы ретінде Жүсіпбек Аймауытов ерте танылды. Семейде оқып жүргенде жастардың ойын-сауық кештеріне қатысып, өнер көрсеткен, басты рөлдерде ойнаған. 1917 жылдың аяғында оның «Ескі тәртіппен бала оқыту», «Рәбиға» атты тұңғыш пьесалары жазылып, сахнада қойылды. Кейінірек 1925 жылы «Ел қорғаны», «Мансапқорлар», 1926 жылы «Қанапия мен Шәрбану», «Шернияз» атты драмалық шығармалар жазады. Жүсіпбектін драмалық шығармаларына қоғамдағы әлеуметтік қайшылықтар негіз етіп алынады. Олардың негізгі тақырыбы — азаттық, бостандық идеясы. Халықты оқу-өнерге шақырады. Ел азаматтарын белсенді қимылға үндейді. Әйелдердің теңдігін қорғайды.\nЖүсіпбек Аймауытов — өз дәуірінің келелі мәселелерін көтерген көптеген мәнді мақалалардың авторы. Кезінде «Абай» журналында, басқа да басылымдарда жарияланған мақалаларында ол аласапыран өзгерістер заманының шындығын насихаттауға ұмтылды. Сонымен бірге, әдебиет мәселелері төңірегіндегі мәселелерді қозғап, бірқатар әдеби-сын мақалалар жазды. 1918 жылы М. Әуезовпен бірігіп жазған «Абайдан соңғы ақындар», 1923 жылы жазған «Мағжанның ақындығы туралы», 1925 жылы жазылған «Сұңқар жыры», «Аударма туралы» атты мақалалары арқылы ол әдебиет сыншысы ретінде танылды. Оларда Жүсіпбектің әдеби шығарманы жазушы өмір сүрген дәуірмен, тарихи кезең ерекшеліктерімен байланыстыра отырып талдау шеберлігі айқын байқалады.\nЖүсіпбек Аймауытов оқу-ағарту мәселелеріне қатысты бірқатар ғылыми еңбектер де жазды. Оның халыққа білім беру орындарында ұстаздық, жетекшілік қызмет атқара жүріп жазған жас ұрпақты жаңаша тәрбиелеу, жаңаша білім беру мақсатын көздеген «Тәрбиеге жетекші» (1924), «Психология» (1926), «Жан жүйесі және өнер таңдау» (1926) атты елеулі кітаптары мен оқу құралдары кезінде халық тағдыры үшін ерекше рөл атқарған еңбектер болды.\nЖүсіпбек Аймауытов кезінде аудармашы ретінде де танылды. Ол аударған А.С. Пушкиннің, Н.В. Гогольдің, А. Дюманың, Дж.Лондонның, Г. Мопассанның, В. Шекспирдің, К. Берковичтің, С. Чуйковтың шығармалары жаңа қалыптасып келе жатқан қазақ аударма өнерінің өрісін қаншалықты кеңейтсе, жазушының әлем әдебиетінің көрнекті туындыларын қазақ тіліне аударудағы тамаша аудармашылық талантын да соншалықты айқын танытты.\n\nДереккөзі.",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А жəне В қалаларының арақашықтығы қандай?",
        "question_content": "Масштабы 1:4500000 картада А жəне В қалаларының арақашықтығы 1,8 см.А жəне",
        "question_date": "13.03.2017",
        "question_tag": "Математика",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі қала арасындағы ара қашықтық 81000 км",
                "date": "26.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "m 50г құрамында 30% С2Н4,30%С2Н6,40% С4Н8 бар газқоспасымен неше литр Н2 қосыла алады?",
        "question_content": "Алкендер тақырыбындағы есептер 9сынып химия",
        "question_date": "13.03.2017",
        "question_tag": "Мектеп",
        "question_views": 612,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мағжан Жұмабаев туралы шығарма керек?",
        "question_content": "Кіріспе бөлім   Қазақ Пушкині-Мағжан\nНегізгі бөлім    Пайгамбар өлеңінің өзіндік ерекшелігі\nКорытынды   Пайғамбар өлеңінің тарихы",
        "question_date": "13.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығарма тақырыбы туралы ақпараттар тауып берейін.\n\nМағжан Жұмабай (Әбілмағжан) Бекенұлы (25 маусым 1893, Солтүстік Қазақстан облысы, қазіргі Мағжан Жұмабай ауданы, Сасықкөл жағасы – 19 наурыз 1938, Алматы) – Алаш қозғалысының қайраткері, ақын, қазақ әдебиетінің жарқын жұлдызы өкілі.\n\nӨмірбаяны\n\nАтасы – Жұмабай қажы. Әкесі Бекен саудамен айналысқан дәулетті адам болған. Анасының есімі – Гүлсім. Мағжан ауыл молдасынан сауатын ашып, 1905 – 1910 жылдары Қызылжардағы (Петропавл) №1 мешіт жанында белгілі татар зиялысы, мұсылман халықтарының азаттығы жолында күрескен М.Бегишевтің ұйымдастыруымен ашылған медреседе оқыды. Медреседе Бегишевтен Шығыс халықтарының тарихынан дәріс алды, қазақ, татар әдебиеттерін, Фирдоуси, Сағди, Хафиз, Омар Һайям, Низами, Науаи секілді шығыс ақындарының дастандарын оқып үйренді.\n\nБаспадан 1909 жылы шыққан Абай өлеңдерін оқып, “Атақты ақын, сөзі алтын хакім Абайға” деген өлең жазды. 1910 – 1913 жылдары Уфа қаласындағы “Ғалия” медресесінде білім алды. Онда татар жазушысы Ғ.Ибрагимовтен дәріс алып, белгілі қайраткер С.Жантөринмен тығыз қарым-қатынас орнатады, болашақ көрнекті жазушы Б.Майлинмен танысады.\n\nИбрагимовтің көмегімен 1912 жылы Қазан қаласындағы Кәрімовтер баспасында “Шолпан” атты тұңғыш өлеңдер жинағы басылып шығады. “Садақ” журналын шығаруға қатысады, оған өзінің өлеңдерін жариялайды. 1913 – 1916 жылдары Омбы мұғалімдер семинариясында оқыды.\n\n“Бірлік” ұйымы жұмысына белсене араласып, “Балапан” қолжазба журналын шығаруға қатысады. Ә.Бөкейхан, А.Байтұрсынұлы, М.Дулатұлы секілді алаш қайраткерлерімен байланыс орнатып, “Қазақ” газетіне өз өлеңдерін жариялайды.\n\n1917 жылы Ақпан төңкерісінен кейін қалыптасқан саяси жағдайға сай қоғамдық өмірге белсене араласып, Ақмола облыстық қазақ съезін өткізуді ұйымдастырушылардың қатарында болды. Осы жылы сәуірде Ақмола облысы қазақ комитеті құрамына сайланды. Мәскеу қаласында өткен Бүкілресейлік мұсылман съезіне қатысты. Бірінші жалпықазақ съезінің шешімі бойынша Бүкілресейлік Құрылтай жиналысына депутаттыққа кандидат ретінде ұсынылды.\n\n“Алаш” партиясының Ақмола облысының комитетінің мүшесі болды. “Үш жүз” партиясы өкілдерінің жалған айыптауымен бір айға жуық абақтыға отырып шықты. Екінші жалпықазақ съезіне делегат ретінде қатысып, онда оқу мәселесі бойынша құрылған комиссияға төрағалық етті.\n\n1918 – 1919 жылдары Петропавл уездік земство басқармасында қызмет етті. 1919 – 1923 жылдары Ақмола губерниялық “Бостандық туы” газетінде, “Шолпан”, “Сана” журналдарында, “Ақжол” газетінде қызмет істеп жүріп, халық ағарту жұмысына белсене араласады. Сол кезеңде қалың қауымға таныс поэмасы “Батыр Баянды” жазып, жарыққа шығарады.\n\n1923 – 1927 жылдары Мәскеуде Жоғары әдебиет-көркемөнер институтында оқиды. Онда орыс әдебиетін, Батыс Еуропа әдебиетін терең зерттеп, орыс мәдениет қайраткерлерімен жете танысып, көпшілігімен достық қарым-қатынаста болады. Мәскеуде оқып жүргенде оның шығармалары орынсыз сынға ұшырады.\n\n1924 жылы 24 қарашада Мәскеу қаласындағы Шығыс еңбекшілері коммунистік университетінде қазақ жастарының жерлестік ұйымында жиналыс өтіп, олар Жұмабайұлының 1922 жылы қазанда, 1923 жылы Ташкентте басылып шыққан жыр жинақтарын талқыға салды.\n\nОнда ақын шығармаларын теріске шығаратын қаулы қабылданды. Бұл қаулы “Еңбекші қазақ” газетінің 1925 жылы 14 ақпандағы санында басылды. Орынсыз сыннан көңілі жабыққан ақын “Сәлем хат” деген өлең жазды.\n\nОл “Тілші” газетінде жарияланды. “Еңбекші қазақ” газетінің 1924 жылы 19 желтоқсанындағы санында С.Мұқановтың “Сәлем хат жазған азамат Мағжан Жұмабайұлына” деген ескертпемен “Сәлемге сәлем” деген жауап өлеңі басылды.\n\nЖаңа құрылысқа, жаңа тұрмысқа қатысты нақтылы өлең жазбаса да, “уралап айқайламадың” деген кінәмен, тап күресіне белсене араласып, кедей сөзін сөйлемедің деген айыппен Жұмабайұлы қатаң сынға алынды. Жұмабайұлы 1927 – 1929 жылы Бурабайда, одан соң Қызылжарда оқытушылық қызметтер атқарады.\n\n1929 жылы Жұмабайұлы “Алқа” атты жасырын ұйым құрғаны үшін деген айыптаулармен Мәскеудегі Бутырка түрмесіне қамалып, 10 жыл айдауға кесіледі. 1936 жылы М.Горький мен Е.Пешкованың араласуымен бостандық алып, Қазақстанға қайтады.\n\nПетропавл қаласыннда мектепте орыс тілі мен әдебиетінен сабақ беретін мұғалім болып жұмыс істейді. Көп ұзамай қалалық оқу ісінің меңгерушісі оны саяси себептерге байланысты деген айыппен мұғалімдік қызметтен босатады. 1937 жылы наурызда Жұмабайұлы Алматыға келеді. Аударма ісімен айналысады. 1938 жылы қайтадан қамауға алынып, ату жазасына кесілді.\n\nМағжан шығармашылығы\n\nАқын тұңғыш өлеңінен бастап әлеуметтік тақырыпқа ден қойып, ағартушылық, ұлт-азаттық, демократияшыл бағытты ұстанды. Абай поэзиясының өшпес маңызын бірден танып, оны “хакім” деп атады, ұлы ақынның “мың жыл жұтса дәмі кетпес” сөзін жаңа жағдайда ілгері дамытты, Батыс пен Шығыстың рухани қазынасын сабақтастыру негізінде қазақ поэзиясын тақырып, түр мен мазмұн жағынан байытты. Жұмабайұлы ел ішіндегі әлеуметтік мәселелерді көтерді (“Шын сорлы”), халқын өнер-білімге шақырды (“Ләззат қайда?”, “Жазғы таң”, “Өнер-білім қайтсе табылар”, “Балалық шақ”, “Қазағым”, “Қарағым”, “Осы күнгі күй”, “Мен сорлы”).\n\nБірқатар өлеңдерін махаббат тақырыбына арнады (“Жас келін], “Зарлы сұлу”, “Сүйгеніме”, “Алданған сұлу”). Өз поэзиясының алғашқы қадамдарынан бастап ақтық демі біткенге дейін Жұмабайұлы ұлт азаттық тақырыбын үзбей толғанды, оны өз поэзиясының өзегі етті. Бүкіл халықты тап, топқа жіктемей, Қазақ елін әлемдік мәдени жетістіктерге қол жеткізуге қандай күш кедергі деген сауал қойып, оған басты кедергі – отаршылдық деген шешімге келді.\n\nБастапқы кезде бұл тақырып туған жердің табиғатын тамашалаудан барып қайран жердің ендігі күні не болады деген уайым-қайғыға ұласады, ақыры келіп кіндік қаны тамған нулы, сулы өлкені жаулап жатқан қара шекпенді отаршылдыққа қарсы наразылық оты болып тұтанды (“Туған жерім – Сасықкөл”). Ақын халқымен бірге күйзелді, осыдан келіп романтикалық әуенге бөленген жорық идеясы туды (“Жарыма”, “Есімде... тек таң атсын”, “Жаралы жан”, “Мен жастарға сенемін”, т.б.).\n\nЖұмабайұлы шығармаларындағы романтикалық сарын, әсіресе, оның символистік арнада жазған өлеңдерінен айқын көрінеді. Ақын символизмі болашақ пердесін ашатын жаңа мифология туғызды, келешек суретін салу саясатшылардың емес, ақындардың қолында деген сенімге айналды (“От”, “Пайғамбар”, “Күншығыс”, “Жаралы жан”, “Айға”, т.б.). Ақын дыбыс-буынның соны үндестіктерін тауып, қазақ жырын байыта түсті (“Шолпы”). Жұмабайұлы поэзиясындағы құнарлы арнаның бірі – түркі тақырыбы. Түркі халықтарының бірлігі тақырыбы Жұмабайұлы поэзиясының әуелден қалыптасқан алтын арқауы іспетті.\n\nАқын дүниетанымына Қызылжардағы Бегішев медресесінде оқуы көп ықпал етті. Ол жас өрен жүрегіне түрікке деген бауырмалдық сезім туғызды. “Шолпан” жинағындағы “Орал тауы” өлеңінде:\n\n“Қосылып батыр түрік балалары,\nТаптатпа, жолын кесіп тізгінге орал”\n\n, – деп жазды. Ерекше атап өтетін бір жәйт – Жұмабайұлының түрік халқының шет ел басқыншыларына қарсы азаттық қозғалысына үн қосуы. Мұнда реалистік, романтикалық сарындар бір-бірімен астасып, бірге өріліп отырады.\n\nТүрік тақырыбы қазақ халқының ұлт-азаттық тақырыбына ұласып, отаршылдыққа қарсы күреске алып келді (“Орал тауы”, “Алыстағы бауырыма”, “Жер жүзінде”, “Қазақ тілі”, “Тез барам!”, “Түркістан”, “Орал”). Сондай-ақ, Жұмабайұлы “Пайғамбар” өлеңінде “Ғұн – түріктің арғы атасы” десе, “Түркістан” атты өлеңінде “Түркістан – ер түріктің бесігі ғой” деп асқақ рухпен жырлады.\n\nтүрікшілдік сезімі 1919 – 1923 жылы Мұстафа Кемал Ататүрік бастаған түрік халқының азаттық соғысына арналған “Алыстағы бауырыма” атты өлеңінде айрықша байқалады. Оның бұл өлеңін Мұстафа Шоқай “Яш Түркістан” журналында (1930, №1) жариялай отырып, оны түрікшілдік күресі үшін ең қымбатты және ең пайдалы өлең деп бағалады.\n\nМағжантану ғылымы\n\nЖұмабайұлы – философ ақын. Ақынның философиялық көзқарасы өз өлеңдерінде жақсылық пен жамандық, әділдік пен әділетсіздік тәрізді қарама-қайшылықты философиялық ұғымдарды шебер шендестіре білуінен байқалады. Ол дүниені біртұтас құбылыс ретінде алып, адамды сол ұлы табиғат, жаратылыстың бір туындысы, бөлшегі ретінде суреттейді. Табиғатсыз, жаратылыссыз адам жоқ. Ал табиғат адамсыз да күн көре береді. Бірақ сана оған бағынбайды, дене бағынса да сезім бағынбайды. Сондықтан ол бұлқынады, серпінеді, үстем болғысы келеді\n\nҚұбылыстың мәнін кең көлемде, жалпыға бірдей қалыпта тани білуде ақын, ең алдымен, ненің болса да мән-мазмұнына үңіледі, әрдайым жалпы адамзатқа тән әуенге бой ұрады, табиғаттың өз заңына ғана бағынатын құбылыстардың ішкі құпия астарын ұғынғысы келеді. Жұмабайұлының ойынша ақын деген болжап білмес жолға сапар шеккен пір, кейде жын, кейде бала, сол сапарда ол қиындықты қайыспай көтеретін, не дүниені тәрк етіп, бәрінен безінетін жан (“Қиял құлы мен бір ақын”). Ақын “Қорқыт” поэмасында философиядағы мәңгілік тақырып – өмір мен өлім мәселесін Қорқыт пен ажалдың аңдысуы түрінде суреттейді. Ажал – хақ, сондықтан да өмір жібінің түйінінде өлімді болмай қоймайтын өмір ақиқаты ретінде қабылдау қажет деп санайды ол.",
                "date": "13.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыры 2см-ге тең бір кубтың массасы неше грамм?",
        "question_content": "ағаштандайындалған қыры 10 см кубтың массасы 700г.Осы куб қыры 2см-ге тең неше кубқа бөлінеді. Қыры 2см-ге тең бір кубтың массасы неше грамм?",
        "question_date": "13.03.2017",
        "question_tag": "Математика",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10:2=5\n\n5·5·5=125см³\n\n×=700:125\n\n×=5,6гр",
                "date": "3.03.2020",
                "upvotes": 1
            },
            {
                "text": "140 грамм\n\nШешуи:\n\n10/2=5\n\n700/5=140(г.)",
                "date": "13.03.2017",
                "upvotes": 0
            },
            {
                "text": "10см - 700г\n\n2см - х грамм\n\nХ = 700 × 2 ÷ 10\n\nХ = 1400 ÷ 10\n\nХ = 140",
                "date": "14.03.2017",
                "upvotes": 0
            },
            {
                "text": "Қыры 2 см-лік (10/2)³=125 куб шығады және 1-нің салмағы 700/125= ә грамм",
                "date": "3.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұндай қару түрін қалай атауға болады?",
        "question_content": "Біркүні Луи Псатерге бір адам келіп сіз ренжіткен графтың екенінің және графтың оны же кпе жекке шжекке шақырып жатқаның жеткізеді  Сонда Луи Пастер жекпе жек болса мен өз қаруымды өзім таңдаймын  деп  Екі колба ұстатып бірінде сүзек тарататын қоздырғыш бар ал екіншісінде су бар депті егер граф бірін ішуге  келіссе мен екіншісін ойланбастан ішемін депті\n\nСұрақ мұндай қару түрін қалай атау болады?",
        "question_date": "13.03.2017",
        "question_tag": "Мектеп",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қолымды қалай жұмсартсам болады?",
        "question_content": "қолым күс күс болып кеткен еді енді не истесем болады крем жагып жатырмын көмектеспей жатир өтініш сосын қолым қатты да соны қалай жұмсартсам болады",
        "question_date": "13.03.2017",
        "question_tag": "Денсаулық",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір әйел қол терісінің сау әрі әдемі болуын қалайды. Әрине, сұлулық салондарында қол күтіміне байланысты алуан түрлі қызметтер көрсетіледі, алайда сол күтімді өзіңіз де жасай аласыз. Ол үшін төмендегі ережелерді есте ұстаңыз.\nҚолға күтім жасау ережелері:\nЫстық суға әуестенбеңіз. Ыстық су терінің майын шайып, оны құрғақ әрі қатқыл етеді. Қолыңызды жылы сумен жуыңыз.\nАязды, суық күндері қолғап киіп жүріңіз.\nУльтракүлгін сәулелері де теріні құрғақ етеді және тері жасушаларын бұзады, сондықтан күннен қорғанатын кремдер жағып жүріңіз.\nШынтақтың терісі де ерекше күтімді қажет етеді. Ол қатты әрі қатпарлы болмауы үшін күнбағыс немесе зейтүн майын аздап жылытып, оны мақтаға сіңіріп, шынтаққа басыңыз.\nШомылған кезде, шынтағыңызды ысқышпен ысқылап жуып, артынан крем жағуды әдетке айналдырыңыз.\nҚолыңызға сүйел шықса, жылы ванна жасаңыз. Ол үшін 1 литр суға 1 шай қасық ас содасын, 2 шай қасық нашатыр спиртін, 1 шай қасық сабын ұнтағын (сабынды үккіштен өткізуге болады) қосыңыз. Сол суға қолыңызды қойып, 15-20 минут ұстаңыз, артынан орамалмен сүртіп, құрғатып болған соң кеуектаспен ептеп үйкелеңіз.\nАрзан немесе иісі тым өткір сабынды қолданбаңыз. Тек қана жұмсақ сабыды қолданыңыз. Бұл ретте балаларға арналған сабын жақсы үйлеседі.\nҚол жуғаннан кейін крем жағуды ұмытпаңыз.\nАптасына бір немесе екі рет қол терісіне арналған пилинг жасап тұру қажет. Ол өлі терілерден тазартады, сөйтіп ылғалдағыш кремдердің теріге тереңірек енуіне мүмкіндік береді. Ол үшін бетке арналған пилинг әсері бар кремдерді қолдануға болады немесе келесі тәсілдерді қолдану керек:\nҚол жуғаннан кейін, оны қатты орамалмен сүртіңіз. 1 шай қасық секерге 2 шай қасық күнбағыс майын қосып, араластырыңыз. Қоспаны қолыңызға жағып, 1-2 минуттай уқалаңыз. Содан соң, қолыңызды жылы сумен, жұмсақ сабынмен жуыңыз.\nҚолыңызға аздап тұз себіп, оған су бүркіп, теріңізге үйкеңіз.\nЖоғарыда айтылған пилингтерден кейін, міндетті түрде крем жағу керек.\nҚол терісіне арналған кремдер:\nҚолға арналған кремдер әртүрлі лосьондарға қарағанда теріге жақсы күтім жасайды, өйткені оның құрамы тығызырақ келеді. Вазелин жағуыңызға болады, бірақ ол өте майлы болғандықтан, бұл емді кешкісін жасаған жөн. Вазелин жаққаннан кейін мақта-матадан жасалған қолғап киіп, таңға дейін ұстаған дұрыс. Таңертең қолыңыздың терісі нәзік әрі жұмсақ болады.\nКрем жаққан кезде аздап массаж жасаңыз. Кремді қолдың сыртқы терісіне саусақтан бастап, жоғарыға қарай бағытта жағады. Әрбір саусаққа аздап массаж жасау керек. Алақанға крем жағудың қажеті жоқ.\n\nДереккөзі.",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ермен қайда өседі?",
        "question_content": "Сәлеметсіздер ме! Білетін адамдар болса, айтсаныздар екен, өсіп-өнгірлер.\n\nЕрмен, ащы ермен кей жерлерде ащы жусан деп те айтады, жусан тұқымдас өсімдік. Осы шөп қайда өседі?  Алматы облысында өсе ма? Жалпы Қазақстанның қай жерінде өседі?  Түймешетен өсімдігі",
        "question_date": "13.03.2017",
        "question_tag": "Табиғат",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ермен казахстаннын шолди аймактарында сседи",
                "date": "5.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балам қай орталықта ем ала алады?",
        "question_content": "Салеметсиздер ме? Менин балам 5 жаста, бирак оте арык, бойы кишкентай оте жай оседи дене битимине карап 2-3",
        "question_date": "13.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 668,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сөйлемді морфологиялық талдау керек?",
        "question_content": "Сексеннің екісінде ме екен,үшінде ме екен, сол кезде Жанай балуан,қайраты қайтса да, болат жүрегі мойындамаган кезі еді",
        "question_date": "13.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төртбұрыштың ромб болатынын дәлелдеу керек?",
        "question_content": "Төбелері А(0;1)В(2;2)С(4;-1)Д(2;-4)ртбұрыштың ромб болатынын дəлелде",
        "question_date": "12.03.2017",
        "question_tag": "Геометрия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл ромб бола алмайды",
                "date": "26.03.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Наурыз туралы əннің минусовкасы керек?",
        "question_content": "Наурыз тойы елдің тойы, көктем тойы төлдің тойы, ақ шағала аппақ үйлер, араладым күні бойы....... жыр шумағының әні және минусовкасы бар ма? қайдан табуға болады?",
        "question_date": "12.03.2017",
        "question_tag": "Қазақша ән",
        "question_views": 800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Наурыз әнінің минусы.",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    }
]