[
    {
        "question_title": "325г мырыш тұз қышқылымен əрекеттескенде бөлінетін сутектің зат мөлшері",
        "question_content": "325г мырыш тұз қышқылымен əрекеттескенде бөлінетін сутектің зат мөлшері",
        "question_date": "30.10.2016",
        "question_tag": "Химия",
        "question_views": 9400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы 5 моль болады почти",
                "date": "22.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Су буының қысымы 14 С-ге 1 кПа-ға тең. Бұл су қаныққан бу бола ма?",
        "question_content": "шығару жолымен есептерді шығарып беріңіздерші",
        "question_date": "30.10.2016",
        "question_tag": "Мектеп",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "T = 14° С, P = 1 кПа.\n\nШешуі:\n\n T = 14° С Рқаныққан = 1,6 кПа > P .\n\nЯғни, бу қанықпаған.",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқушы тоқсандық бағасына қанағатсыз болса, оған қандай шаралар қолданылады?",
        "question_content": "Менің қызым Астана қаласындағы мектеп лицейлерінің бірінде оқиды осы 1-ші тоқсандық қойылған бағасына қанағат емес және журналдағы бағалар жөнінде оқушы хабарсыз күнделігінде 4 деген баға жоқ  тоқсандық бағасы 4-ке шығарып жіберді оқушыга соңғы күні ғана айтылған 4-ке шығатыны жөнінде қызым қыркүйек айынан бастап  берілген  білім өзіме оңай болды еш қиындыксыз болды  неліктен осындай баға алғанымды білмеймін койылған бағаға келіспеймін арнайы комиссия немесе білімімді тексерсін деген үмітте сіздерден өтініш бұл сұрақ бойынша шара қолдануларыңызды сураймыз",
        "question_date": "30.10.2016",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалай мінезді өзгертуге болады?",
        "question_content": "Қалай мінезді өзгертуге болады? Мен сол мінезімнен достарымды жəне сүйген адамымды жоғалтып жатырмын,не істесем болады?",
        "question_date": "30.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген әдетті 30 күнде, яғни 1 айда қалыптастыра аламыз. Бүгінгі тақырыбымыз жақсы әдеттерді қалыптастыру туралы болмақ. Ол үшін ең алдымен алға қойған мақсатқа ұмтылуға көмектесетін ерік-жігер қажет. Осы ерік-жігердің көмегімен өзімізді 30 күн бойы қайрап отыратын боламыз. Иә, оңай емес. Іске кіріспес бұрын өзімізге «5 жылдан кейін кім болғым келеді?», - деп сұрақ қояйық. Бұл үшін бізге қандай әдеттер көмектеседі? Өзгерісті бүгінгі күннен бастасақ, өміріміз де өзімізбен бірге өзгереді. Ештен кеш жақсы! Сол себепті өмірімізді өзгертетін бір емес бірнеше әдетті таңдайық. Және өзіміздің прогрессіміз туралы жазбалар жазып, достарымызбен бөлісіп отырайық.\n\n1. Күн сайын өзіңізге жақын адамға қошемет сөздер айтып отырыңыз. Оны сөзбен де, хат арқылы да жеткізуіңізге болады. Бұл ол адамның сіз үшін маңызды екендігін білдіреді. Осылайша өзге біреуге көтеріңкі көңіл-күй сыйлайсыз. Көп жағдайда назарымызды жамандыққа бұрып, жақсы сөздер айтуды ұмытып кетеміз.\n\n2. Күн сайын жаңа бейтаныс адаммен сөйлесіңіз. (Қиынға соғады). Біреумен бірінші болып сөйлесуге үйреніңіз. Біреумен сөйлескіңіз келсе де, оның жанына бара алмаған кезіңіз болды ма? Бұл қорқыныштан мәңгілікке арылыңыз. Бейтаныс адамдармен 30 рет сөйлескен соң, олардың да қарапайым өмір иесі екендігін түсінесіз.\n\n3. Күн сайын суретке түсіңіз. Әр күніңізден хабар беретін фото күнделік жасай аласыз. Қызықты әдет.\n\n4. Күн сайын өзіңіз айтқан пікірлерді бағалап отырыңыз. Өзіңізге тиесілі көзқарасыңызды сараптау арқылы өміріңізге өзгеріс енгізе аласыз.\n\n5. Күніне жарты сағат серуендеңіз. Денсаулыққа пайдасы мол. Мұнымен қатар серуендеп жүріп, өзгелерді бақылауға болады. Өзіңізбен қандай ұқсастықтары мен айырмашылықтары бар екенін талдайсыз.\n\n6. Өзіңізді мақтау үшін уақыт бөліңіз. Өзіңізді жақсы көресіз бе? Қателіктер жасаған соң өзіңізді жұбатасыз ба? Мүмкін өзіңізден тым көп нәрсені талап ететін шығарсыз. Көп жағдайда қол жетпес мақсаттарға ұмтылып, өзімізге жамандық жасаймыз. Әдетте мұндай қол жетпес мақсаттарды қоғам қояды. Кемшіліктерімізді қабылдай білгеніміз өзімізге жақсы.\n\n7. Әр күн сайын жаңа тағам жасаңыз. Құрамындағы азық-түлік қол жетімді болсын. Осылайша өзіңізді жаңа істерге баулисыз.\n\n8. Бір айға болса да ішімдік пен шылым секілді зиянды әдеттерден арылыңыз. Көңілді бұларсыз да көтеруге болады.\n\n9. Бір айдың ішінде 50 000 сөзден тұратын әңгіме жазып көріңіз. Кітап жазуды армандағансыз ба? Ұзақ жылғы арманыңызды бір айда жүзеге асырыңыз.\n\n10. Бір айдың ішінде адамның бетін салып үйреніңіз. Ол үшін күнделікті сурет салып тәжірибе жинауыңыз керек. 30 күнде қандай нәтиже беретіндігін өзіңіз байқайсыз.\n\n11. Күн сайын деректі фильмдер қараңыз. Дүниетанымыңыздың кең болғанын қалайсыз ба? ХХІ ғасырдың интернет секілді мүмкіндіктерін пайдалана отырып, үлкен жетістіктерге жетуге болады. Интернет желісінен түрлі деректі фильм таба аласыз.\n\n12. Кітапты толықтай оқып шығуға қиналсаңыз, күн сайын кітаптың бір бөлімін оқып отырыңыз. Оны жайлы жерде оқығаныңыз жөн.\n\n13. Өзіңіз қызығып жүрген пәнді бір айдың ішінде меңгеріп алыңыз. Мүмкін әдебиетті ұнататын шығарсыз? Әлде психология ма? Алдымен тақырыпты таңдап, артынша іске кірісіңіз.\n\n14. Күн сайын ЖОО-ға немесе үйге жаңа жолмен келіңіз. Осы әдістің көмегімен қалаңыздың қыр-сырын меңгеріп, автобустардың қалай жүретінін де біліп аласыз. Қалаңыздың құпия жерлерін ашасыз.\n\n15. Күн сайын интернет желісінен бір мақала оқып отырыңыз. Бұл жаңа идеялардың тууына септігін тигізеді.\n\n16. Бір айға БАҚ-қа шектеу қойыңыз. Яғни ақпараттық сайттардан, теледидар мен газеттерден бас тартыңыз. Әлеуметтік желілерге де көп кірмеңіз. Өзіңізді ақпараттар легінен босатыңыз. Уақытыңыздың көп екенін бірден байқайсыз.\n\n17. Жағымсыз әдетіңізден бір айға арылыңыз. Мүмкін сабақтан шыға салысымен көше самсасы мен дөнерін жейтін шығарсыз? Немесе өзіңізді төмен бағалайтын боларсыз?\n\n18. Күн сайын шабыттаныңыз. Зерттеулер шабыттанып жүретін адамдардың өзін барынша бақытты, кез келген қиындыққа төтеп бере алатын мықты болып келетіндігін айтады. Сондықтан да өзіңізге ұнаған ұлылардың бір дана сөзін қағазға жазып, айнаның бетіне жабыстырыңыз. Шабыт сыйлайтын видеолар көріңіз. Яғни өмірлік ұстанымдарыңызды анықтаңыз.\n\n19. Күн сайын салқын душқа түсіңіз. Салқын душ иммунитетті нығайтып, көтеріңкі көңіл-күй сыйлайды. Күйзелістен арылуға септігін тигізеді.\n\n20. Күн сайын алдағы 30 жылдың ішінде жеткіңіз келетін жетістіктеріңіз туралы ойлаңыз. Яғни күніне бір жетістікті талдап отырыңыз. Мұны «нағыз шокотерапия» деп атайды. Бұл өзіңіздің осы күнге дейін жасаған іс-әрекеттеріңізді саралап, ненің дұрыс-бұрыс екендігін анықтауға көмектеседі. Және назарыңызды жаңа арнаға бұрады.\n\n21. Күн сайын бір нәрсемен шұғылданыңыз. Ол би мен спорттың түрлері болуы мүмкін. Қиялыңызға ерік беріңіз.\n\n22. Лифт пен экскалатордың көмегінсіз баспалдақпен жүріп көріңіз. Бұл іс денсаулығыңызға өте пайдалы.\n\n23. Ерте оянуға дағдыланыңыз. Аристотель күн шыққанға дейін оянудың денсаулық пен ақылға берер пайдасы мол екенін сонау бағзы замандарда айтып кеткен.\n\n24. Күнделік жүргізіңіз. Істеріңізді сараптап қана қоймай, өзіңізге естелік қалдырасыз. Біраз уақыт өткен соң алтын күндеріңізді еске аласыз.\n\n25. Бір ай бойы өтірік айтпаңыз. Аузыңызбен айтылған әрбір сөз жүрегіңіздің түкпірінен шықсын. Өзіңізді де, өзгені де алдамаңыз. Тұлға ретінде қалыптасып, жақсыны ғана ойлауға көмектеседі.\n\n26. Төмендегілердің барлығын жүзеге асырып көріңіз. Қыдырып барған жерлеріңізде немесе кітап оқып отырған сәттеріңізді суретке түсіріңіз. Күн сайын жаңа бейтаныс адаммен сөйлесіп, жаяу 10 000 қадам болатындай жерлерге барыңыз. Ұйқыдан тұра салысымен өзіңізді мақтап қойыңыз.\n\n27. Бұрын-соңды жасауға қорқып жүрген іспен айналысып көріңіз. Қорқыныш атаулысы әрдайым аяғыңыздан шалып отырады. Одан құтылу үшін бетпе-бет кездесуіңізге тура келеді.\n\n28. Шағымданбаңыз. Бұл әрекеттің бірінші күннен бастап қолыңыздан келмейтіні анық. Қанша жерден позитивті адам болсаңыз да, күні бойы күлімсіреп жүру қиын. Бар болғаны сүрінген сәттеріңізді тәжірибе деп біліңіз. Шағымданбау арқылы өз ойыңызды тізгіндеп отырасыз.\n\n29. Медитация жасап көріңіз. Денсаулыққа тигізер пайдасы мол.\n\n30. Қайтарымы жоқ жақсылықтар жасаңыз. Үлкен кісілерге автобуста орын беріп, ауыр жүктерін көтерісіңіз. Қайыр сұрағанға тиын беріңіз. Қысқасы қолыңыздан келетін жақсылықты аямаңыз.",
                "date": "30.10.2016",
                "upvotes": 1
            },
            {
                "text": "Үнемі жақсы іс жасауды әдетке айналдыру керек деп ойлаймын. Ол қайта-қайта жасалына бергесін мінезге әсер етеді дегендей..",
                "date": "31.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қараханидтер дəуіріндегі əдбиет тақырыбына шығарма керек еді",
        "question_content": "Жоспарының болғанын сұраймын.",
        "question_date": "30.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 580,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мағаналары антонимдес фразеологизмдерді анықтаңыз.",
        "question_content": "Мағаналары антонимдес фразеологизмдерді анықтаңыз.\nA) Көзге түртсе көргісіз – көз ілмеу\nB) Мұрнын шүйіру- аузына құм құйылу\nC) Мойнына су кету – сілесі қату\nD) Су жүрек – жүрек жұтқан",
        "question_date": "30.10.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Су жүрек - қорқақ, Жүрек жұтқан - батыр. Осы болады.",
                "date": "30.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ана мен баланы қорғау орталығы",
        "question_content": "Күйеуіммен ажырасып барар жерім жоқ еді, ана мен бала орталығына қабылдайсыздар ма?",
        "question_date": "30.10.2016",
        "question_tag": "Жанұя",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсыздар ма?куйеуим урып кун бермеди ажыраскам баратын жерим жок кабылдайсыздарма?3айлык балам бар колымда",
                "date": "30.11.2018",
                "upvotes": 0
            },
            {
                "text": "Менің жолдасым ішіп алып қол жұмсап ұйықтатпай жұрттын бəріне жамандап мен туралы айтып шығады пышақпен түрлі заттармен қорқытады не істерімді білмеймін.",
                "date": "25.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балаға қандай кiтап оқытқан дұрыс?",
        "question_content": "Салеметсиздер ме! Балам 3-сынып окушысы. Кандай адеби китаптар мен ертеги окыткан дурыс?",
        "question_date": "29.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Джордж Оруэлл \"Айуандар ауласы\", Уильям Голдинг \"Шіркейлер әміршісі\" және батырлар жырын.",
                "date": "30.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4 бөлмелі тұрғын үйдің жобасы, суреті сызбасымен көме?",
        "question_content": "4 бөлмелі тұрғын үйдің жобасы, суреті сызбасымен көме?",
        "question_date": "29.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бала биіктігі 320 метр құздантас түсіріп алды?",
        "question_content": "Бала биіктігі 320 метр құздантас түсіріп алды арада 3 секунд откен кезде екинші тасты лактырды Егер еки тас жерге бирге тускен болса Ал екинші тастын бастапкы жылдамдыгын тап",
        "question_date": "29.10.2016",
        "question_tag": "Физика",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Досыңыздың жасы 18 асқан болса с\"раға тойдырып, оны-мұны әңгіменің басын ашып шер тарқатыңыз. Көп жағдайда көмектеседі. 18 кіші болса фастфудқа шақырып тойдырыңыз.",
                "date": "30.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Досты қалай жұбатуға болады?",
        "question_content": "Досым маған ренжіп қалды. Қалай жұбатамын?",
        "question_date": "29.10.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Доска адал бол, ниетин шынайы болсын сонда гана досын сени тындайды оны жубата аласын",
                "date": "18.11.2016",
                "upvotes": 0
            },
            {
                "text": "Досынды жылы созбен",
                "date": "8.11.2019",
                "upvotes": 0
            },
            {
                "text": "Жан досынба? До конца ешкашан киындыкта калдырма,Ренжидима кеширим сура артк ангиме айтпа,уйтнго буйтнго деп ренжидима кеширм сура аркашанда себеби ол сенин жан досын, сатп кетпе ешкашан ондай мулде болмасн досынба? Сыйла ар кезде комектес до конца вот достыктн иісн сонда блеснСаған сенп ол сырын айтса онда ол саған шынменде сенеді! Сенімн ақта жалғыздақта қалдырма ешқашан\nЕра ✊",
                "date": "2.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балама қандай әдеби кітап, ертегілер оқытқан дұрыс?",
        "question_content": "Балам 3 сынып оқушысы. Қандай әдеби кітап, ертегілер оқытқан дұрыс?",
        "question_date": "29.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 918,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ганс Христиан Андерсеннің ертегілер жинағы - бала қиялын ұштауға көмектесетін бірден-бір кітап.",
                "date": "2.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өнертапқыштардың сайты немесе каналы бар ма? Тек қазақша?",
        "question_content": "Қандай да бір, сайт,канал керек еді. Өнертапқыш, конструкторлар жайлы қазақша болса...",
        "question_date": "29.10.2016",
        "question_tag": "Университет, колледж",
        "question_views": 272,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Персонология дәуірінің қалыптасуы мен даму тарихы",
        "question_content": "Мына сұрақтарға жауап жазып жібересіздерме . Интернеттен ештене таппадым .\n\n1.   Персонология дәуірінің қалыптасуы мен даму тарихына шолу\n\n.2. Персонологтардың теориялық бағыттарының қалыптасуына әсер    негізгі тұрғылар.",
        "question_date": "29.10.2016",
        "question_tag": "Психология",
        "question_views": 815,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ мұсұлман болуы міндеттіме?",
        "question_content": "Қазақ мұсұлман болуы міндеттіме?",
        "question_date": "29.10.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 726,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Міндетті емес мүлдем бірақ Тәңірімізді ұмытпалық.",
                "date": "30.10.2016",
                "upvotes": 0
            },
            {
                "text": "Қызық сұрақ, әрине міндетті емес адамды ешкім міндеттеп қойған жоқ анаған-мынаған сен деп, егер сенімің бол неге болса да сене бер, (мысалы мен ұшатын макаронға сенемін))))))",
                "date": "30.10.2016",
                "upvotes": 1
            },
            {
                "text": "Жүрек қалауымен болсын. Сол дұрыс.\n\n_____________________",
                "date": "18.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қамбар батыр жырындағы әдеби теориялық ұғымдар жайында",
        "question_content": "Қамбар батыр жырындағы әдеби теориялық ұғымдарды тауып бере аласыздар ма? Үй тапсырмасы еді.",
        "question_date": "29.10.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Q-елі\": комедиялық киносындағы өтірік айтса дұрыс емес(дынн), дұрыс рингтоны кімде бар?",
        "question_content": "Жанар Айжанова келін іздеуде өтірік детекторы(детектор лжи)-ндағы дурыс дурыс емести айкындайтын рингтоны бар сол керек еді.",
        "question_date": "29.10.2016",
        "question_tag": "Қазақша ән",
        "question_views": 374,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Медипсихология туралы ақпарат?",
        "question_content": "Медиапсихология туралы ақпарат қажет, брендтер соғысы?",
        "question_date": "29.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 790,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Марсель Алсеитовтын Бұл өмірде өлеңінің минисовкасы кімде бар?",
        "question_content": "Марсель Бұл өмірде, Буркіт пен Айша Угагәй, Арман мен Аша Жараламағын өлеңдерінің минусовкасы керек еді тез арада!!",
        "question_date": "29.10.2016",
        "question_tag": "Қазақша ән",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Марсель - Бұл өмірде.",
                "date": "4.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8г мыс(іі) оксидін алу үшін қанша грамм мыс реакцияға түседі?",
        "question_content": "8г мыс(іі) оксидін алу үшін қанша грамм мыс реакцияға түседі?",
        "question_date": "29.10.2016",
        "question_tag": "Мектеп",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8г мыс(іі) оксидін алу үшін қанша грамм мыс реакцияға түседі?",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 3 кг температурасы 10 градус суға массасы",
        "question_content": "Массасы 3 кг температурасы 10 градус суға массасы 0.9 кг температурасы 155 градус дене салынды . Қоспаның температурасы 15 градус болса дененің жылу сыйымдылығы қанша шығарылу жолымен болса 1-2 сағат ішінде болса",
        "question_date": "29.10.2016",
        "question_tag": "Физика",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Q1=Q2\n\nqc*mc*Tc=qd*md*Td\n\n420*3*(15-10)=qd*0.9*(155-15)\n\n6300=126qd\n\nqd=6300/126\n\nqd=50",
                "date": "9.10.2019",
                "upvotes": 0
            },
            {
                "text": "Берилгени    Формула             Есептеу\nm1=3кг           Q1=Q2                 Q=4200Дж/кг*С*3кг*(15С-10С)=63000Дж\nt1=10C             Q1=cm1(Ө-t1)       Q2=4200Дж/кг*С*0.9кг*(155-15)=529200Дж\nm2=0.9кг       Q2=cm2(t2-Ө)    Q=529000Дж-63000Дж=466200Дж\nt2=155C          Q=Q2-Q1             Ж/ы:466200Дж\nc=4200Дж/кг*С\nӨ=15C\nQ-?",
                "date": "24.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген өлеңдердің минусовкасы(оригинал) қажет болып тұр.",
        "question_content": "Саламатсыздарма! Маған тез арада Марсель Алсеитовтың Бұл өмірде, Бүркіт пен Айшаның Угәгай, Арман мен Ашаның Жараламағын деген өлеңінің минусовкасы керед еді.(бэк, демо емес.)",
        "question_date": "29.10.2016",
        "question_tag": "Қазақша ән",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://ruminus.ru/vocal_remove.html",
                "date": "21.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Социал демократтар Большевик жəне меншевик болып не үшін бөлінді?",
        "question_content": "Социал демократтар Большевик жəне меншевик болып не үшін бөлінді?",
        "question_date": "28.10.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олардың екіге бөлінуі 1903 жылы РСДРП партиясының 2 съезінде орын алды. Дауыс беру кезінде қай сайлауға қатысушының жақтасы көп болса (ЛЕНИН) сол большевик, ал қайсысының жақтасы аз (МАРТОВ) меньшевик болып аталып кетті. Бірін Ленин атады, екіншісін Мартов атады.",
                "date": "29.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сунақ руы жайлы айтып берсеңіз?",
        "question_content": "Сунақ руы жайлы айсаныз",
        "question_date": "28.10.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сунақ– этникалық топ. Негізінен Сығанақ қ-ның ежелгі тұрғындарынан қалыптасқан. Шежіре деректерінде С-ты Орта жүз бен Кіші жүздің байырғы тайпаларымен, кейбіреулері қожалармен (Сунақ аты – Хазрет Аллама Абу-л-Хасан, Зийа-ад-Дин Шайх Сығнақи әулие) байланыстырады.\n\"Алаш айнасы\" интернет-газеті халқымыздың шығу тегін, таралуын баяндайтын тармағы – қазақ шежіресі туралы ақпараттарды кезең-кезеңімен жарияламақ. Осы арқылы үш жүздің әр руы туралы мәліметтерді топтастырып, қазақтың ортақ шежіре қорын жасап шығармақ. Егер сіздің қолыңызда өз руыңыз жайында мәліметтер болса, біздің мына:*Emails are not allowed* электронды поштамызға жіберуіңізге болады.\nСунақ - Қазақстанның оңтүстігінде көп таралған .\nСунақ руының шығу тегі Һысамиддиннен (Сұнақ-атадан) тарайды. Арғы тегі Абу Бакр Сыддықтан басталады. Сунақ-ата шамасы 1080-1160 жылдардың арасында өмір сүрген. Қожа Ахмет Иассауидің қарамағында бас имам болған, әулие, «Нихая» кітабының авторы. Сунақтардың ұраны қожалармен ортақ «Қожа Ахмет Иассауи». Қожалар мен Сунақтар бір топқа жатады. Сунаққорған аймағына алғаш келген ислам миссионарлері «Өздерінің – идеялық ұраны ретінде «Құдай бір, пайғамбар хақ, сунна – ақ» деп жариялап, көп құдайға табынушылар арасында үгіт-насихат жұмысын жүргізген». Осыған байланысты бұл қағиданы таратушы адамды Суннит демей «Сунна – ақ» деген арқылы «сунақ» дей жүріп, халық арасында олар осылай аталып кеткен». Тарихта кеткен шатастырулар Сунақ қаласында тұрған бір шейхтың атына 1598 жылы Абдолла ханнан берілген вакуфтік құжатта: «Мазар Абул-Хасан Зиаад-дина шейха Сыгнаки» деп көрсеткен. Осы адамның атына 1634 жылы «Обейдуллах-хан» - нан берілген құжатта «Абу-л-Хасан Зиа-а-дин Сахиби Нихая Сыгнаки» деп жазылған. Осы Шейх Зиааддинді молда, сопы сияқты кейбір діни атымен «Сыгнаки» деген жердің атының ұқсастығы бойынша зерттеушілер 1105-1166 жылдары өмір сүрген Қожа Ахмет Иассауидің қарамағында бас имам болып істеп, өмірінің соңғы кездерінде Сунақ қаласында өмір сүріп сонда қайтыс болған Һысамиддинмен (Сұнақ-ата) шатастырып, хандар берген вакуфтердегі Зиааддинді осы атағы шыққан Сунақ-ата болуы мүмкін деп жорамалдаған. 1892 жылы құрылған Түркістан үйірмесінің археология әуесқойларының бұл қателігі 1977 жылы Қазақ кеңес энциклопедиясында да қайталанып кейбір тарихшылар осы ұғымды пайдаланып келеді. Осы Кеңес энциклопедиясында сунақтар туралы зерттеудің аздығын ескертсе де, ілгерідегі вакуфтік құжаттарға сәйкес Зиааддин шайхқа жер беруіне байланысты, әулие осы адам, Сунақ-ата осы кісі деп қате болжау жасау арқылы сунақтарды Зиааддиннен тараған деген теріс ұғым берген. Сунақ қаласында өмірінің жас шағы мен соңғы кездерінде өмір сүріп, кейбір мерзімді уақыттарда ғана осы қалада болып тұрған Һысамиддинмен (Сунақатамен), Сунақатадан біраз ғасырдан кейін осы қалада тұрақты өмір сүрген Зиааддинді бір адам болуы керек деп шатасқан. Тарихтағы толық аттары, біріншісінің: - Алла – Уммей Хисамутдин Сахиби – Нихая (Һысамиддин, Асамиддин, Талламан Сакнакия, Сунақ-ата), екіншісінің толық аты – Қожа Хазірет, Аллама Абу-л-Хасан Зиа-ад-дин шейх Сыгнаки (Абу-л-Хасан Зиа-ад-дин Сахиби Нихая Сыгнаки). Тарихшылардың Сунақ-атамен басқа белгілі тұлғалармен шатастыруы Сунақ қаласынан шыққан тарихта аты белгілі ғалымдар да бар. Олар XIII ғасырда өмір сүргендер. Мысалы, осы қала мен Орта Азиядан шыққан алты ғалымның төртеуінің аты Һысамиддинге, яғни Сунақ атаға ұқсас. Әбсаттар Дербісәливтің айтуы бойынша (Жұлдыз, 1991, №11, 161-164-б.) олардың біріншісінің аты «Әл-Хусейн бин Әлибин Хаджджадж ас-Сыгнаки деп жазылса, А. Ю. Якубовский оның Әл-Хусейн атты есімінің алдына Хусам ад-дин деген тағы бір атты қоса көрсеткен»; екеншісінің аты-«Умар Әл-Ахсикати Кусам ад-дин», үшіншісінің – «Хусам ад-Дин әл-Хасан бин әл-Хусайын; төртіншісінің аты-«Хисамеддин Сыгнаки». Ә. Дербісәлиев бұлардың бірінші аттарын өз аттары, екіншісін-әкелерінің, үшіншісін-бабаларының аттары, Сыгнаки – осы қаланікі екендігін білдіреді деп жазған. Сунақ-атаның өз аты Һысамиддин, ал толық шежіресі мынадай: Сунақтардың шығу тегін уақытқа байланысты Әбу Бәкірдің туған жылынан (572 жылдан) санау керек. Арабтардың есебі бойынша бір атаға 30 жыл берсе, кейбір ғалымдар бір ғасырға үш атадан санаған. Сондықтан 1993 жылы ұрпақ 43-47-ші ата болу керек. Сунақ руы бес атадан тұрады: Қайғақ, Бессары, Аташ, Қалмырза, Тоқпан, Сиық аталар\nСунақтар және Сунақ қаласы. Алматы «Ғылым» 1996 ж. Ж.Е. Ержанов. Сунақ Әбу Бәкір Сыддық (572—634 жж.), Әбділла Сұлтан Мұхаммат, Әзрет Ақсұлтан, Сұлтан Қасым, Сұлтан Кәһап, Сұлтан Мәуліт, Мүлки-ша, Шабур Мәлік, Сүлеймен Мәлік, Мәнсүр Мәлік Піржан Мәлік, Әбділ Мәлік, Қайсар Мәлік, Қаюм Мәлік, Әбділлә Мәлік, Ғисамиддин (Сунақ ата) 1132 – 1199 жылдар. Бұл әулет Сиық ата балалары, Қайғақтық ата ұрпақтары, Қалмырза -Тоқпан ұрпақтары, Аташ ата балалары, Бессары балалары болып бес атаға бөлінеді. Скендір Құдияров нұсқасы. Сунақтар шежіресі. Атамұра. Алматы, 1995. Сығанақ қаласында ғұмыр кешкен, Ислам әлеміне белгілі болған Ғисамуддин ал-Сығнақи осы әулеттен. Сонымен қатар исламдық шариғат жолдарының білгірі, айтулы ғалым Әбу-Лайс Самарханди осы әулеттің көш басшысы.\nСейтомар САТТАРҰЛЫ СУНАҚТАР ТУРАЛЫ ТҮСІНІК Һиссамиддин (Сунақ ата) Әбубәкір Сыддықтың он алтыншы ұрпағы, Қылауыз (Жақып) атдан жеті ата жоғарыдан қосылады. Қылауыздан бөліну себебі қожа үш атадан соң, қожалық қасиетін сақтау үшін қожадан үйлену керек және қызын тек қожаның баласына тұрмысқа беру керек болған. Егер қожаның жігіттері үш атаға дейін басқаның қызын алса, төртіншісіне үйленуге рұқсат етпеген, өйткені қожалық қан бұзылады деп есептеген. Бұл қожалық тәртіпті сақтау жолы болған. Осындай ішкі қағиданы сақтамағандықтан Һисамиддиннен төменгі ұрпақтардан бастап сунақ аталып кеткен.\nhttps://alashainasy.kz/shezhire/sunak-shejres-68659/",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұғымдарға анықтама тауып беріңіздерші!",
        "question_content": "Ұғымдарға анықтама тауып беріңіздерші! Көшпенділік, көтеріліс, ағартушылық,индустриаландыру,реформа",
        "question_date": "28.10.2016",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көшпенділік- белгілі бір адамдар тобының көшіп-қонып тіршілік етуі, негізгі кәсібі – мал-шаруашылығы.\n көтеріліс-орын алған биліктерге қарсы болған табысты немесе сәтсіз бұқаралық қарсылық, әдетте революциядан айырмашылығы, билік жүйесі тиянақты шүбәге душар болмайды, және сонымен қатар төнкерістен айырмашылығы, соңында көпшілік емес, «өз адамдары» қатысады.\nАғартушылық (ағылш. Enlightenment) — қоғамдық-саяси ағым. Оның өкілдері ізгілік, әділеттілік идеялары мен ғылыми таным-білім негіздерін тарату жолдары арқылы қоғам кемшіліктерін түзетуге, оның талғам-талаптарын, саясатын, тұрмысын өзгертуге күш салды. \nИндустрияландыру — кез келген салада ірі машиналық өндіріс құру процесі; мысалы, қоғамдық тамақтандырудың ірі механикаландырылған кәсіпорындарының ұйымдастырылуы.\nРеформа (лат. refōrmāre – қайта құру, жаңғырту) — өмір сүріп отырған әлеуметтік құрылымды сақтап, кейбір институттарды қайта құру, өзгерту.",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    }
]