[
    {
        "question_title": "Бүтін сандар сақинасындағы идеалдардың қиылысуын табу керек:",
        "question_content": "Бүтін сандар сақинасындағы идеалдардың қиылысуын табу керек:\nа) (11) және (54);\nб) (17) және (21).",
        "question_date": "31.03.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 427,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "iphone 5s телефоным қосылмай қалды",
        "question_content": "iphone 5s  телефонным бір аптадай зарятқа қоймадым телефонымды зарядқа қойсам қосылмай тұр не істесем болады",
        "question_date": "30.03.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 920,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "iPhone - ұялы телефондардың көшбасшысы. Бірақ сан алуан артықшылығына қарамастан, оның қуат көзі тез таусылып қалады. Қалтафонның қуаты ұзағырақ сақталу үшін не істеу керек? Szh.kz қажетті кеңестер ұсынады.\nҚуаттау\nЖаңа немесе ұзақ уақыт қолданылмаған телефон батареясын кем дегенде 14 сағат қуаттау қажет.\nБатареяның жақсы жұмыс жасауы температуға да байланысты. Сондықтан оны +60 градустан жоғары емес, -20 градустан төмен емес температурада сақтау керек.\nЖаңа батареяның сыйымдылығын арттырып, жұмысқа дайындау керек: ол үшін оны сатып алғанда қолданбас бұрын 3 рет қуаттап, қайта «өлтіру» қажет.\nТелефон тоқ көзінде 24 сағаттан артық қосылып тұрмауы қажет.\nҚажетсіз функцияларды өшіру\nТелефоныңыздың  «үнемдеу режимін» (“экономный режим”) қолданыңыз.\nВибрацияны өшіріп тастаңыз: қоңырау соғылғандағы вибрациясыз жай ғана әуен қуатты ұзағырақ сақтауға көмектеседі.\nОрналасу аймағын анықтайтын функцияны қолданбай-ақ қойыңыз.\nMail хаттары үнемі келіп тұратын қызметті өшіріп қойыңыз. Ол үшін Settings > Mail, Contacts, and Calendars > Fetch New Data > Manually функциясын орындап жөнге келтіре аласыз. Осылай поштаңызды қолмен басқару мүмкіндігі бар.\nТелефон экранына қамтаманың шыға беруі бір уақытта бірнеше қамтаманы бірдей қолдануға мүмкіндік береді. Бірақ  көп қамтаманың бірдей қолданылуынан телефоныңыз қатып, тұрып қалады. Мұның бәрі қуат көзінің азаюына әкеледі. Оны басқа тілмен «Қуат сөндіргіш» деп атайды.\nКөптеген қамтаманың болуы ұялы телефонда қамтаманың көп болуы телефонның қуат көзін екі есе шығындайды. Өйткені ол iPhone телефонының ең басты артықшылығы. Сондықтан тек керекті, күнделікті қолданыстағы қамтамаларды қалдырып, артығын өшіріп тастау керек.\nЭкранның тым жарық болуы батареяны тез тауысады. Сол себепті көп адам қуатының азайып бара жатқанын көргенде экран жарығын төмендетіп қояды. Ол үшін сіз Settings > Wallpapers & Brightness қызметін орындауыңыз керек.\nТелефонның ұшу режимі тек саяхаттау үшін арналмаған Ұшу режимі –  ұшақ радарларына кедергі келтірмес үшін автоматты түрде телефон желісіне кіруден сақтайды. Алайда бұл оның жалғыз ғана қызметі емес. Сіз ұшу режимін телефон желісі жоқ жерлерде пайдалана аласыз. Мысалы, метрода келе жатып iPhone-ның қуаты азайғанын көретін болсақ, ұшу режимі арқылы аз мөлшерде сөну уақытын соза аламыз.\nПараллакс қолдансаңыз Параллакс – сіздің iPhone-ның экранына қалғымалы әсер беретін нәрсе. Ондай сәндік зат жақсы сезім бергенімен, телефон қуатының төмендеуіне әсер етеді. Оны алып тастау үшін Settings > General > Accessibility > turn on “Reduce Motion амалдарын орындауыңыз қажет.",
                "date": "28.05.2018",
                "upvotes": 0
            },
            {
                "text": "Менде бір ғана сұрақ бар. Неліктен адамдар Қытай телефондарын сатып алғысы келеді? Өйткені, сіз бұл телефонмен бәрі анық емес екенін біле аласыз. Егер адал болса, онда менің мұндай дәл өзі ешқашан. Кем дегенде, маған солай көрінеді. Мен осы https://ustinka.kz/partners/70942.html?lang=ru веб-сайтындағы нұсқаға назар аударғым келеді .",
                "date": "4.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл дипломды алу шарттары",
        "question_content": "бріне сәлем,достар!мен 7 сынып оқушысымын.мен осы кезге дейін құдайға шүкір оқу жылын үздік бітіргенім үшін грамота алып келемін.жылдықта барлық сабағым бес.бірақта 7,6,5 сыныптарда 1жəнеде 2 тоқсандарда 4ке шыққан сабақтарым бар.енді мен 7,8 сыныптарда грамота алсам.9 сыныпта қызыл диплом ала аламынба.",
        "question_date": "30.03.2018",
        "question_tag": "Мектеп",
        "question_views": 771,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер ІІІ тоқсан мен жылдық қорытынды тоқсанға \"үздік\" бағаға шықсаңыз, 9-сыныпта қызыл аттестат  алуға мүмкіндігіңіз мол.",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек демалысына неше айда шығуға болады?",
        "question_content": "Кезекті ақылы еңбек демалысына алғашқы жылы яғни жұмысқа кірген жылдан бастап неше айда шығуға болады?",
        "question_date": "30.03.2018",
        "question_tag": "Заң",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "11 ай. Бірақ жеке компанияларда әр түрлі болуы мүмкін.",
                "date": "30.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Талдықорған қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады?",
        "question_content": "Талдықорған қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады? Имсак - ауыз бекіту уақытымен қоса Бамдат (таң) намазының да алғашқы уақытын аңғартады. Кестедегі «Таң» уақыты болса – Бамдат намазының ықтиятты уақытын көрсетеді. Жаз айларында таң және құптан уақыттары кірмейтін қалалардың имсак уақыттары жұлдызшамен белгіленген. Осы секілді жаз айларында таң және құптан уақыттары кірмейтін күндерге Рамазан айы сәйкес келсе, тек сол күндерде уақыттары кіретін, оңтүстікте орналасқан жақын бір қаланың кестесіндегі имсак уақыттарын пайдалануға болады. Талдықорған қаласы 2018 жыл ораза кестесі керек еді?",
        "question_date": "29.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Muftyat.kz деген сайтқа кіріп қараңыз. Егер таба алмасаңыз өз қалаңыздың намаз кестесін тауып алыңыз. (Сайттың жоғарғы жағында тұрады)Таң намазына 10 мин қалғанда ауызыңызды бекітіп, Ақшам уақыты кіргенде ауызыңызды ашасыз",
                "date": "7.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтөбе қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады?",
        "question_content": "Ақтөбе қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады? Имсак - ауыз бекіту уақытымен қоса Бамдат (таң) намазының да алғашқы уақытын аңғартады. Кестедегі «Таң» уақыты болса – Бамдат намазының ықтиятты уақытын көрсетеді. Жаз айларында таң және құптан уақыттары кірмейтін қалалардың имсак уақыттары жұлдызшамен белгіленген. Осы секілді жаз айларында таң және құптан уақыттары кірмейтін күндерге Рамазан айы сәйкес келсе, тек сол күндерде уақыттары кіретін, оңтүстікте орналасқан жақын бір қаланың кестесіндегі имсак уақыттарын пайдалануға болады. Ақтөбе қаласы 2018 жыл ораза кестесі керек еді?",
        "question_date": "29.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ақтөбе қаласы бойынша 2018 жылғы Ораза кестесі",
                "date": "3.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ақтау қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады?",
        "question_content": "Ақтау қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады? Имсак - ауыз бекіту уақытымен қоса Бамдат (таң) намазының да алғашқы уақытын аңғартады. Кестедегі «Таң» уақыты болса – Бамдат намазының ықтиятты уақытын көрсетеді. Жаз айларында таң және құптан уақыттары кірмейтін қалалардың имсак уақыттары жұлдызшамен белгіленген. Осы секілді жаз айларында таң және құптан уақыттары кірмейтін күндерге Рамазан айы сәйкес келсе, тек сол күндерде уақыттары кіретін, оңтүстікте орналасқан жақын бір қаланың кестесіндегі имсак уақыттарын пайдалануға болады. Ақтау қаласы 2018 жыл ораза кестесі керек еді?",
        "question_date": "29.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақтау қаласы бойынша 2018 жылғы Ораза кестесі",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атырау қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады?",
        "question_content": "Атырау қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады? Имсак - ауыз бекіту уақытымен қоса Бамдат (таң) намазының да алғашқы уақытын аңғартады. Кестедегі «Таң» уақыты болса – Бамдат намазының ықтиятты уақытын көрсетеді. Жаз айларында таң және құптан уақыттары кірмейтін қалалардың имсак уақыттары жұлдызшамен белгіленген. Осы секілді жаз айларында таң және құптан уақыттары кірмейтін күндерге Рамазан айы сәйкес келсе, тек сол күндерде уақыттары кіретін, оңтүстікте орналасқан жақын бір қаланың кестесіндегі имсак уақыттарын пайдалануға болады. Атырау қаласы 2018 жыл ораза кестесі керек еді?",
        "question_date": "29.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атырау қаласы бойынша 2018 жылғы Ораза кестесі",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тараз қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады?",
        "question_content": "Тараз қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады? Имсак - ауыз бекіту уақытымен қоса Бамдат (таң) намазының да алғашқы уақытын аңғартады. Кестедегі «Таң» уақыты болса – Бамдат намазының ықтиятты уақытын көрсетеді. Жаз айларында таң және құптан уақыттары кірмейтін қалалардың имсак уақыттары жұлдызшамен белгіленген. Осы секілді жаз айларында таң және құптан уақыттары кірмейтін күндерге Рамазан айы сәйкес келсе, тек сол күндерде уақыттары кіретін, оңтүстікте орналасқан жақын бір қаланың кестесіндегі имсак уақыттарын пайдалануға болады. Тараз қаласы 2018 жыл ораза кестесі керек еді?",
        "question_date": "29.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 38800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тараз қаласы бойынша 2018 жылғы ораза кестесі",
                "date": "3.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Астана қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады?",
        "question_content": "Астана қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады? Имсак - ауыз бекіту уақытымен қоса Бамдат (таң) намазының да алғашқы уақытын аңғартады. Кестедегі «Таң» уақыты болса – Бамдат намазының ықтиятты уақытын көрсетеді. Жаз айларында таң және құптан уақыттары кірмейтін қалалардың имсак уақыттары жұлдызшамен белгіленген. Осы секілді жаз айларында таң және құптан уақыттары кірмейтін күндерге Рамазан айы сәйкес келсе, тек сол күндерде уақыттары кіретін, оңтүстікте орналасқан жақын бір қаланың кестесіндегі имсак уақыттарын пайдалануға болады. Астана қаласы 2018 жыл ораза кестесі керек еді?",
        "question_date": "29.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 29900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астана қаласы бойынша 2018 жылғы Ораза кестесі",
                "date": "3.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шымкент қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады?",
        "question_content": "Шымкент қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады? Имсак - ауыз бекіту уақытымен қоса Бамдат (таң) намазының да алғашқы уақытын аңғартады. Кестедегі «Таң» уақыты болса – Бамдат намазының ықтиятты уақытын көрсетеді. Жаз айларында таң және құптан уақыттары кірмейтін қалалардың имсак уақыттары жұлдызшамен белгіленген. Осы секілді жаз айларында таң және құптан уақыттары кірмейтін күндерге Рамазан айы сәйкес келсе, тек сол күндерде уақыттары кіретін, оңтүстікте орналасқан жақын бір қаланың кестесіндегі имсак уақыттарын пайдалануға болады. Шымкент қаласы 2018 жыл ораза кестесі керек еді?",
        "question_date": "29.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 39500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шымкент қаласы бойынша 2018 жылғы Ораза кестесі\nНазарларыңызға 2018 жылғы Қазақстан елдімекендерінің Рамазан айындағы ораза және намаз уақыттарының кестесін ұсынамыз.\nТөралқа Мәжілісі мүшелерінің бірауызды шешімімен биылғы пітір садақа мөлшері – 300 теңге болып бекітілді.\nПітір садақаны Рамазан айының бірінші күнінен ораза айт намазына дейін беруге болады.",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады?",
        "question_content": "Алматы қаласы үшін 2018 жылғы Ораза кестесін қайдан жүктеуге алуға болады? Имсак - ауыз бекіту уақытымен қоса Бамдат (таң) намазының да алғашқы уақытын аңғартады. Кестедегі «Таң» уақыты болса – Бамдат намазының ықтиятты уақытын көрсетеді. Жаз айларында таң және құптан уақыттары кірмейтін қалалардың имсак уақыттары жұлдызшамен белгіленген. Осы секілді жаз айларында таң және құптан уақыттары кірмейтін күндерге Рамазан айы сәйкес келсе, тек сол күндерде уақыттары кіретін, оңтүстікте орналасқан жақын бір қаланың кестесіндегі имсак уақыттарын пайдалануға болады. Алматы қаласы 2018 жыл ораза кестесі керек еді?",
        "question_date": "29.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 35200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ассалаумағаликым ораза уақыті ауыстіма ? Қайсы куннен бастап ауыз бекітемыз ?",
                "date": "13.05.2018",
                "upvotes": 0
            },
            {
                "text": "ҚМДБ Ғұламалар кеңесі шариғи үкім мен отандық астрономиялық ғылыми зерттеу нәтижесін негізге ала отырып: «17 мамыр – рамазан айының бірінші күні», – деген шешім қабылдады. Бұл туралы Бас мүфти Серікбай Ораз мәлімдеді.\n“Пайғамбарымыз Мұхаммед (оған Алланың салауаты мен сәлемі болсын): «Оразаны айдың тууына қарап бастап, айдың тууына қарап аяқтаңдар. Егер ай көрінбесе, шағбан айын отыз күнге толтырып, бастай беріңдер», – деген. Демек, мұсылман жұртшылығы рамазаннан бұрын болатын шағбан айының жиырма тоғызы күні кешке қарай жаңа айдың (рамазанның) тууын күтулері керек. Жаңа ай көрінсе, онда келесі күні ораза ұстайды. Егер көрінбесе, сол айды отыз күнге толтырып, оразаны бастайды. Бірқатар мұсылман мемлекеттерінің ғалымдары осы хадисте айтылған шағбан айының 29-ыншы күні 15 мамырға, ал 30-ыншы жұлдызы 16 мамырға сай келетінін мәлімдеуде. Демек, астрономиялық есептер 16 мамырда жаңа айдың туылатынын көрсетуде. Ал 17 мамыр – рамазан айының алғашқы күні болып есептеледі” делінген хабарламада.\nТолық мәліметті мына сілтемеден көре аласыз.",
                "date": "14.05.2018",
                "upvotes": 0
            },
            {
                "text": "Менин ораза устау туралы сурагым бар еди. Менде Казир бронхит,Анда Санда тамагымды какырык жыбырлатады. Сол кезде тукирип тастаймын. Осындай жагдайда устаса болады ма?",
                "date": "15.05.2018",
                "upvotes": 0
            },
            {
                "text": "Қазақстан мұсылмандары діни басқармасы Ораза айы басталатын уақыттың өзгеруіне байланысты ораза және намаз кестесінің жаңа нұсқасын бекітті.\nБұған дейін хабарлағанымыздай, биыл Рамазан айы 17 мамырда басталып, 14 маусымға дейін жалғасады. Маусымның 10-нан 11-іне қараған түн – қасиетті Қадір түні. Ораза айт 15 маусымда, ал Құрбан айт 21 тамызда басталады.\nҚМДБ Төралқа Мәжілісі мүшелерінің бірауызды шешімімен биылғы пітір садақа мөлшері 300 теңге болып бекітілді.\nПітір садақаны Рамазан айының бірінші күнінен ораза айт намазына дейін беруге болады.\nҚазақстанның барлық қалаларындағы ораза кестесін мына сілтемеден көре аласыз.",
                "date": "16.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кестесі 2018 жыл. Ораза және намаз уақытының кестесі керек еді?",
        "question_content": "Алматы қаласы үшін ораза кестесін қайдан аламыз? Астана қаласы үшін Ораза кестесі болса бөліссеңіздер. Ораза кестесі 2018 жыл. Ораза айы қай айға келіп тұр?\nОразаның уақыты\nОраза уақыты – екінші шапақтан басталып, күннің батуына дейінгі уақыт. Кейбір фақиһтер бойынша, сақтық үшін алғашқы шапақта ішіп-жеуді тоқтатқан жақсы. Кімде-кім шапақ жайында күмәнданса, сәресіні тоқтатқан абзал. Бірақ кімде-кім тоқтатпай ішіп-жеп, кейіннен уақыты шығып кеткенін білсе, оразасын қаза етуі керек. Рамазан айы – ашық аспанда жаңа туған айды көрумен немесе бұлтты күнде Шағбан айын отыз күнге толтыру арқылы білінеді. Құранда Аллаһ: «Кімде-кім ораза айында болса, ораза ұстасын» [3]. Пайғамбарымыз (с.а.у.): «Жаңа туған айды көрген кезде ораза ұстаңдар, екінші жаңа туған айды көрген кезде оразаларыңды тоқтатыңдар. Егер аспан бұлтты болса, Шағбан айын отызға толықтырыңдар», – деген[4]. Басқа бір хадисінде«Ай жиырма тоғыз күн. Жаңа туған айды көрмейінше, ораза ұстамаңдар. Егер аспан бұлтты болса, Шағбан айын отызға толықтырыңдар», – дейді.\nАузы берік кісі күннің батып-батпағаны жайлы күмәнданса, аузын ашпағаны дұрыс. Ораза ұстаған адам анық уақытты білмесе, шамалаумен сәреге тұрып, шамалаумен ауыз аша алады. Шапақтың атқанын біле алмаған адам ерте бастан қам жасап, аузын ертерек бекітіп, ал күннің батқанын біле алмаған кезде, кештеу ашқан абзал. Бұл – сақтық үшін жасалған шара. Бірақ қазіргі таңда арнайы жасалған күнтізбелер бар.\nОразаның парыз болу шарттары\n1.Мұсылман болу: Ораза мұсылмандарға парыз. Сондықтан жаңа мұсылман болған жандарға өткен жылдардағы ораза секілді ғибадаттарына қаза керек емес. Олардың бейне бір жаңа туған сәбидей барлық күнәсі кешіріледі: Құранда Аллаһ Тағала: (Мұхаммед) «Күпірлік еткендерге егер олар жамандықтан тыйылса, өткен күнәлары кешіріледі. Ал егер олар қайталаса, сонда өткендегілердің де үкімі орындалады» де»[5].\n2.Балиғат жасында болуы және ақыл-есі түзу болу: Бала мен ақыл-есі ауысқан, талған адамға немесе мас адамға ораза ұстау парыз емес. Бұлардың санасы толық болмағандықтан, мұндай әмір оларға жүктелмейді. Пайғамбарымыз (с.а.у.) былай дейді: «Үш адамға қалам жазылмайды: Балиғат жасына жетпейінше балаға, ақыл-есі түзу болғанга дейін ақылы кеміске, оянғанға дейін ұйқыда жатқан адамға[6]. Яғни, сана аса маңызды. Аллаһтың әмірі саналы жандарға келген. Жеті жасқа кірген кезден оразаға күші жететін қыз бала мен ер балаға ата-анасы ораза ұстатып үйрету керек. Мақсат – балаларды оразаға баулу. Ақыл-есі кемтар не есінен танып қалған адамдарға уақытша болса да ораза парыз емес. Ақылға орнына келсе, қазасы өтелмейді.\n3.Ораза ұстауға күші жету және тұрғын болу: Науқас немесе жолаушыларға ораза парыз емес. Бірақ ораза ұстаса, оразасы дұрыс. Ал ораза ұстамаса, басқа күндері оразасын қаза етеді. Құранда олар жөнінде былай дейді: «Ораза санаулы күндерде. Кімде-кім науқастанса яки жолаушы болса, басқа күндері өтесін»[7]. Кәрілік жасқа келіп, ораза ұстауға шамалары келмеген жандарға ораза парыз емес. Сонымен қатар хайыз, нифас кезіндегі әйелдер және өзі немесе баласына зиян тиуі ықтимал екі қабат әйелдер мен бала емізген әйелдерге де парыз емес. Кәрі адамдар ораза орнына пидия береді. Олар оразаның қазасын да өтемейді. Жолаушыға келсек, ол 90 шақырымнан астам жерге жолаушылап шықса, жолаушы саналып, ораза ұстамауына рұқсат. Бірақ кейін ұстамаған күндерінің қазасын өтейді.\nОразаның дұрыс орындалу шарттары\n1.Хайыз бен нифастан таза болу: Хайыз бен нифас жағдайындағы әйелдер уақыты өткеннен кейін оразаның қазасын өтейді. Бірақ бір адамның түнде немесе күндіз жүніп күйінде болуы, ораза ұстауына кедергі емес. Бірақ мүмкіндігіне қарай, ауыз бекітпес бұрын, ғұсыл алу – абзал.\n2.Ниет: Барлық оразаға жүрекпен ниет ету – жеткілікті. Бір адам түн жарымында ертеңгі күннің ораза екенін біліп, бұл айда ораза ұстайтынын жүректен өткізсе немесе сәреге тұрса, бұл ісі ораза ұстауға ниет саналады. Бірақ тілмен айту мәндүп. Барлық оразаға түнде немесе таң уақыты кірмей тұрып ниет ету – абзал. Рамазан оразасына ниет етерде әрбір күніне жеке-жеке ниет ету шарт. Себебі, әрқайсысы өз алдына жеке ғибадат. Бұл – фақиһтердің басым көпшілігінің пікірі.\nОраза ұстағандар үшін мұстахап (ұнамды) нәрселер\nОраза ұстағандарға мына нәрселерді жасау – мұстахап, яғни ұнамды, сауапты. Бірақ міндет емес.\n1.Бір жұтым су да болса сәресіде тұрып, ішіп-жеу. Пайғамбарымыз (с.а.у.) бұл тұрғыда: «Сәресіге тұрыңдар. Өйткені, сәренің тамағында берекет бар»[8]. Басқа бір хадисінде: «Сәресі тамағы берекет. Бір жұтым су да болса, оны тастамаңдар. Өйткені, Аллаһ сәресіде тамақтанғандарға рақымдылық етіп, періштелері де олар үшін кешірім тілейді»,[9] – дейді. Екінші шапақ атқанға дейін сәресіні кешіктіру де – мұстахап. Пайғамбарымыз (с.а.у.) «Үмбетім ауыз ашарда асығып, сәресіні кешіктірген уақытта әрқашан жақсылықта»,[10] – деген.\n2.Ауызды ақшам намазынан бұрын ашу. Намазда адамның көңілі ауыз ашуға ауып тұратындықтан, ауыз ашуға асығу – мұстахап. Бұған жоғарыда айтылған хадис куә. Сонымен қатар, ауызды құрма немесе сумен ашу – сүннет. Пайғамбарымыз (с.а.у.) осылай ашқан.\n3.Ауыз ашарда мына дұғаны оқу – сүннет:\n{أللهُمَّ لَكَ صُمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَعلى رِزْقِكَ اَفْطَرْتُ وَصَوْمَ الْغَدِ مِنْ ِرَمَضانَ نَوَيْتُ فاغْفِرْلِي ماقَدَّمْتُ وَمااَخَّرْتُ}\nОқылуы: «Аллаһуммә ләкә сумту уә бикә әәмәнту уә 'аләйкә тәуәккәлту уә 'ала ризқикә әфтарту уә саумәл-ғади мин шәһри Рамадана нәуәйту, фәғфирлии мәә қаддамту уә мәә аххарту». «Аллаһым! Сенің ризалығың үшін ораза ұстадым. Сенің берген ризығыңмен аузымды аштым. Саған иман етіп, саған тәуекел жасадым. Рамазан айының ертеңгі күніне де ауыз бекітуге ниет еттім. Сен менің өткен және келешек күнәларымды кешір».\n4.Аузы берік жандармен бірге ауыз ашу және жоқ-жітіктер мен кедейлерге қол ұшын беру – мұстахап. Пайғамбарымыз (с.а.у.) былай дейді: «Аузы берік жанды ауызашарға шақырып тамақ берген – ораза ұстаған адамның алатынындай сауап алады. Аузы берік адамның сауабынан да еш нәрсе кемімейді[11]\n5.Таң уақыты кірмей жүніптіктен тазалану. Хайызы немесе нифасы тоқтаған әйел де сәресінің алдында жуыны, тазалануы: Мұндағы мақсат – оразаны таза бастау. Бірақ аузы берік тұрып, жуынуға да болатынын ескерте кетейік. Мұндай кезде судың тамаққа кетіп қалмауын қатты қадағалау керек. Әйелдің хайыз яки нифас мерзімі түнде аяқталып, оразаға ниет етсе, және де жүніп кісі жуынбай ораза ұстаса, оразасы жарамды.\n6. Аузы берік адамның жақсы сөздер сөйлеуі, бос сөз бен орынсыз іс-қимылдардан бойын аулақ ұстап байсалдылық танытуы – мұстахап. Пайғамбарымыз (с.а.у.) былай дейді: «Жалған сөйлеу мен жалған сөздермен әрекет етуді қоймаған адамның ішіп-жеуді ғана доғаруы Аллаһқа қажет емес[12]. Басқа бір хадисінде: «Небір ораза ұстағандар бар. Олардың оразасында шөлдеу мен аштықтан басқа ешқандай пайдасы болмайды. Небір түнде тұрып, нәпіл ғибадат еткендер бар. Бірақ бұл әрекетінен ұйқысыздықтан басқа ешқандай пайда таппайды»[13]. Сонымен қатар, Рамазанда «Мен оразамын» деу – сүннет. Пайғамбарымыз (с.а.у.) былай дейді: «Кімде-кім аузы берік болса, жаман сөз сөйлемесін. Дауыс көтеріп, айқай шығармасын. Біреу оған тіл тигізсе немесе онымен керіскісі келсе оған: «Мен оразамын» десін[14].\n7. Аузы берік адам бос уақыттарын нәпіл ғибадаттармен, ғылыммен, Құран оқумен, зікір, салауат айтумен өткізу керек. Пайғамбарымыз (с.а.у.) Рамазанда Жебірейіл екеуі бір-біріне кезекпе-кезек Құран оқып, тыңдасатын»[15].\n8. Жалпы Рамазан айының ең соңғы он күнінде иғтиқафқа кіру – сүннет. Пайғамбарымыз (с.а.у.) Рамазанның ең соңғы он күнінде көп ғидабат жасайтын[16].\nАузы берік кісіге мәкруһ және мәкруһ емес нәрселер\n1.Себепсіз бір нәрсенің дәмін тату немесе шайнау – мәкрүһ. Бұл оразаның бұзылуына себеп болуы мүмкін. Бірақ көп кісіге пісірілген тамақтың дәмін қадағалау үшін, тамақтың дәмін көріп, түкіріп тастауға болады. Дәмін татқан уақытта тамаққа кетпеуі шарт.\n2.Аузы берік кісіге сулы мисуакты қолдану – мәкрүһ.\n3.Дәрет алған кезде аузына, мұрнына суды көп пайдалану – мәкрүһ.\n4.Бал немесе май секілді сатып алатын нәрселердің қандай екенін білу үшін дәмін татып көру – мәкрүһ.\n5.Шайналып тәттісі кеткен ақ сағызды шайнау – мәкрүһ. Ал, жаңасын шайнауға мүлдем болмайды.\n6.Аузы берік адам әлсіреп өзін сақтай алмайтындай болса, қан алдыруы – мәкрүһ. Егер көтере алса, мәкрүһ емес. Ең жақсысы, күн батқан соң қан алдыру.\n7.Рамазанда қатты ыстықтап салқындау үшін ауыз бен мұрынды сулау және суық сумен жуыну – Әбу Юсуп бойынша, мәкрүһ емес. Өйткені, мұндай уақытта адамға жеңілдік туады. Фәтуа осы үкімге берілген.\n8.Өзіне сене алмаған аузы берік жанның әйелін сүюі – мәкрүһ. Өзіне сенсе, мәкрүһ емес. Хадисте Пайғамбарымыздың (с.а.у.) зайыбын сүйгені және әзілдегені жайлы айтылады[17].\n9.Аузы берік адамның жүніп күйінде таң атыруы немесе күндіз ихтилам болуы оразаға зияны жоқ.\n10.Аузы берік жанның гүл не әтір секілділерді иіскеуі, сүрме жағуы, мұртын майлауы – мәкрүһ емес.\nОразаны бұзбайтын жағдайлар\n1.Ұмытып ішіп-жеу немесе білмей жыныстық қатынаста болу. Пайғамбарымыз (с.а.у.) былай дейді: «Аузы берік адам ұмытып ішіп-жесе, оразасын бұзбай толықтырсын. Өйткені, оған жегізген де, ішкізгенде – Аллаһ».[18] Басқа бір хадисте: «Рамазанда ұмытып оразасын бұзған адамға қаза да, кәффарат та керек емес»[19] – делінген. Ұмытқан адам есіне түскен кезде дереу тоқтатуы керек.\n2.Бір адам таңертең жүніп болып тұрса және кешке дейін де осылай жүніп күйінде жүрсе, оразасы бұзылмайды. Бірақ, әлбетте, намаз оқу үшін ғұсыл алу парыз. Аллаһ Құранда: «Егер жүніп болсаңдар, толық тазаланыңдар»[20], – дейді.\n3.Қан алдыру немесе сүлік салдыру оразаны бұзбайды. Пайғамбарымыз (с.а.у.) қажылықта аузы берік кезінде қан алдырған[21].\n4.Құлаққа су кіру, бұлық ағу оразаны бұзбайды.\n5.Көзге, құлаққа дәрі тамызу немесе көзге сүрме жағу оразаны бұзбайды.\n6.Мисуак оразаны бұзбайды. Өйткені, мисуак қолдану – сүннет. Тіпті тіс пастасын қолдану да оразаны бұзбайды. Бірақ ішке кетіп қалса бұзылады. Ең абзалы таң намазы кірмей тұрып жуу.\n7.Тіс жұлдыру оразаға кедергі жасамайды. Бірақ жұлдырған уақытта ауыздағы қанды яки дәріні жұтпау шарт.\n8.Ауыз бен мұрынға су алып шайқау оразаны бұзбайды. Бірақ тамаққа кетпеуін қадағалау қажет.\n9.Тамаққа түтін немесе топырақ, шаң, ұнның тозаңы, қардың ұшқыны, жауынның тамшылары еріксіз кірсе, оразаға зиян бермейді. Бірақ бұларды әдейі ішіне тартса, ораза бұзылады.\n10.Түкірік немесе мұрынды тарту арқылы бір нәрсе тамаққа кетсе, ораза бұзылмайды.\n11.Тістердің арасында қалған тамақ қалдықтары ноқаттан кішкене болса, оны жұту оразаны бұзбайды. Гүл, әтір секілді жақсы иістерді иіскеу оразаға зиян бермейді.\n12.Еріксіз құсу (ауыз толы құсық болса да) оразаға кедергі жасамайды. Және оның еріксіз ішке қайта кетуі де.\n13.Салқындау үшін жуыну, жүзу немесе ылғалды бір көйлек кию оразаны бұзбайды. Бірақ су жұтпастан суға батып жүзу қиын болғандықтан түспеу абзал.\nОраза бұзылғанда қазасы ғана өтелетін жағдайлар\n1.Емдік мақсатта дәрі ішсе, ораза бұзылады. Қазасын өтеу керек.\n2.Қателесіп, бір нәрсе ішіп-жеу оразаны бұзады. Яғни бір адам ораза екенін біле тұрып, қателесіп бір нәрсе ішіп-жесе, оразасы бұзылады. Мысалы, дәрет алып жатқан кезде байқаусызда тамағына су кетіп қалса, қарды аузына салып, ол да тамағынан өтсе, оразасы бұзылады. Қазасы өтеледі. Егер де ораза екенін ұмытып істесе, ораза бұзылмайды.\n3.Тістерінің арасынан шыққан қан түкірікпен бірдей немесе одан көп болып тамақтан өтсе ораза бұзылады. Аз болса, бұзылмайды. Өйткені, көлемі аз қаннан сақтану қиын.\n4.Ауыз толы құсық қақырық болса, Әбу Ханифа мен Имам Мұхаммед бойынша, оразаға ешқандай зиян тигізбейді. Жоғарыдағы мәселеге мына хадис дәлел: «Аузы берік адам құсқысы келіп, өзіне ие бола алмаса, оған қазасын өтеу міндетті емес. Өз қалауымен құсатын болса, оразасын қаза етсін»[22].\nӘрі қаза, әрі кәффарат қажет еттірген жағдайлар\nБұлар екіге бөлінеді:\n1.Ешқандай себепсіз азық немесе азықтың ерекшелігі бар барлық заттарды әдейі біліп жеу. Мысалы: әдейі жеу, ішу, темекі шегу. Бұлардың барлығы ішке кеткен кезде әрі қаза, әрі кәффарат керек. Бірақ азықтар ауызда езіліп, жұтылмайтын болса, дәмі де тамақтан өтпесе, ораза бұзылмайды. Сонымен қатар, біреуді ғайбаттағаны үшін қан алдырғаннан кейін немесе сүйіскеннен кейін ораза бұзылды деп ойлап, әдейі жеу де кәффаратты қажет қылады. Сол секілді аузындағы жаңбыр тамшыларын әдейі жұту кәффаратты қажет еттіреді. Тұз жеу де осындай. Бұл жайлы Хазіреті Әлидің риуаят еткен мына хадисі дәлел: «Ораза кіргеннен ғана бұзылады, шыққаннан емес».\n3.Аузы берік жанның зайыбымен жақындасуы. Мұның дәлелі Рамазанның күндізінде әйелімен жақындасқан бір адам Пайғамбарымызға (с.а.у.) білдіреді. Пайғамбарымыз оған кәффарат үшін бір құл азат ету, оған шамасы жетпесе, екі ай қатарынан үзбей ораза ұстау керектігін яки оған да күші жетпесе алпыс жоқ-жітікті тойдыру қажеттілігін айтады[23]. Екі ай ораза ұстауға шамасы жеткен адам жоқ-жітіктерді тойдыру мүмкіндігін кәффарат жолына пайдалана алмайды.\nОраза кәффараты\nКімде-кім Рамазанда әдейі ешқандай себепсіз оразасын бұзса, оған кәффарат ретінде бір құлды немесе күңді азат етуі, егер оған шамасы жетпесе, екі ай қатарынан ораза ұстауы, егер бұған да күші жетпесе, алпыс жоқ-жітікті тамақтандыруы тиіс. Құранда бұл жайлы былай делінеді: «Бастаған ізгі істеріңді бұзбаңдар»[24]. Пайғамбарымыз былай дейді: «Кімде-кім Рамазанда оразасын бұзса, оған зиһар жасаған адамға тиісті (кәффарат) жүктеледі». Бірақ Рамазан оразасынан тыс оразаларға тек қана қаза керек.\nОраза ұстай алмайтындардың жағдайы.\nОраза ұстауға шамасы келмеген жандарға фидия беру – уәжіп. Бұлар ауруларының айығуы үміт етілмеген жандар мен ораза ұстауға шамасы жетпеген қарт кісілер. Олар оразаның орнына әрбір күні үшін бір кедейді тамақтандырады. Фидияны ақшалай беруге де болады. Бір кедейді отыз күн  таңда және кешке тамақтандыру немесе алпыс кедейді бір күн таңертең яки кешке тамақтандыру жеткілікті. Құранда Аллаһ Тағала «Ораза ұстауға шамасы келмейтіндер бір жарлының тамағын төлесін»,[25] – дейді. Ибн Аббас бұл аят жайлы былай дейді: «Аят – кәрі адамдар үшін түскен. Оразаны өтеу – парыз». Дегенмен, кейбір қариялар жоқ-жітікті тамақтандыруға шамасы келмесе, Аллаһтан кешірім тілейді. «Аллаһ адамға көтере алмайтын жүкті бермейді»[26].\nСол секілді жазылмайтын науқасқа да фидияның уәжіп болғаны жайлы Ислам фақиһтері арасында ауызбірлік бар. Мұндай адамға ораза ұстау парыз емес[27]. Оған мына аят дәлел: «Аллаһ сендерге дінде қиыншылық жасаған емес»[28].\n«ИСЛАМ ҒЫЛЫМХАЛЫ» \nМ.Исаұлы, Қ.Жолдыбайұлы.",
        "question_date": "29.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз интернеттен жақсылап қараңыз, сіз сұрап жатқан барлығы шығады. Оны жақсылап іздеу кк. Мынау сөздерді неге қойдыңыз. Соны интернеттен іздеп көріңіз.",
                "date": "29.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1991 жылдан 2008 жылға дейінгі қазақстандағы әлеуметтік өзгерістер",
        "question_content": "Осы сұрақтың жауабы керек\n\n1991 жылдан 2008 жылға дейінгі қазақстандағы әлеуметтік өзгерістер",
        "question_date": "29.03.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан тәуелсіздік алғаннан кейін нарықтық экономикаға көшу жолына түсті. Осы бағытта 1992 жылы қаңтарда бағаны ырықтандыруға, мемлекеттік меншікті оның иелігінен алып жекешелендіруге кірісті. \nҚазақстанда нарықтық экономикаға көшудің алғашқы кезде үш кезеңі белгіленді. Бірінші кезең - 1991-1992 жылдар, екінші кезең - 1993-1995 жылдар аралығы болып, осы мерзімде жүргізілетін іс бағдарламасы Жоғарғы Кеңестің сессиясында мақұлданып, Президенттің Жарлығымен бекіді. Ал үшінші кезең - 1996-1998 жылдарды қамтуға тиіс болды. Осыған байланысты көптеген жаңа заңдар, реформаны жүзеге асыруға қажет басқа да құжаттар қабылданды. Нарықтық экономикаға көшу мәселелерімен айналысатын жаңа мемлекеттік басқару органдары құрылды. Олар: Мүлік жөніндегі, Монополияға қарсы саясат жөніндегі комитеттер, Салық инспекциясы, Кеден және т.б. Сондай-ақ нарықтық экономикаға тән инфрақұрылымның кейбір түрлері: биржалар, коммерциялық банктер, сауда үйлері, жеке меншіктік кәсіпорындар мен шаруашылықтар, жеке меншік пен мемлекет меншігі аралас ірі корпорациялар, акционерлік қоғамдар, холдингтік компаниялар өмірге келді. Сөйтіп, нарықтық экономикаға қарай, меншіктің түрін өзгертуде, аралас экономика құруда біршама жұмыстар атқарылды. \nАлайда, нарықтық экономикаға көшуде бірсыпыра қателіктерге жол берілді. Біріншіден, реформаны бастауда мемлекеттің мақсаты да, мүдделері де, оларға жетер жолы да, әдіс-тәсілдері де толық анықталмады. Екіншіден, барлық елдерге бірдей сай келетін экономикалық реформаның моделі болмайды. Әр елдің өзіне тән, оның ұлттық бітіміне, тарихына, дәстүріне, нақтылы саяси, әлеуметтік, экономикалық қалыптасқан жағдайына сәйкес өз моделі, өз жолы болу керек. Оны әлемдік тәжірибе де көрсеткен. “Жапондық”, “Немістік” тағы басқадай әр елдің өз даму жолы болғаны белгілі. Қазақстан көп елде жақсы нәтиже бермеген, Халықаралық Валюталық Қоры ұсынған “есеңгіретіп емдеу” деп аталатын жолына түсті, Ресейдің соңынан ерді. Үшіншіден, экономикалық реформа бірінен кейін бірі және өзіндік ретімен жасалуы арқылы жүзеге асуға тиіс. Ал Қазақстанда қажетті заң жүйесі жасалып бітпей, жеке меншікке негізделген кәсіпорындардың үлесі өсіп, бәсеке ортасы қалыптаспай тұрып,  ең әуелі бағаны ырықтандырудан бастау қате болды, өйткені бағаны ырықтандыру үкімет тарапынан мезгіл-мезгіл оны өсіріп отыру болып шықты. Төртіншіден, қабылданған заңдар көп жағдайда жүзеге аспай қалды, себебі ол заңдардың жүзеге асатын механизмдері жасалмаған-ды. Бесіншіден, инфляцияны ауыздықтамаса ешбір істе береке болмайтыны белгілі. Бірақ осыған қарамастан мемлекеттегі қаржы, несие, ақша жүйесі ретке келмеді. Ұлттық банк ақша жүйесін, ақша айналымын, оның ішкі және сыртқы қозғалысын қатаң бақылауға алудың орнына, ақша-несие ресурстарын бей-берекет жұмсап, аса жоғары процентпен сатып, пайда табумен әуестенді. Алтыншыдан, қылмыс, жемқорлық, заңды бұзушылық көбейді. Оған жаппай тәртіпсіздік, жауапкерсіздік қосылды. Міне, бұлар реформаны жүргізуде, экономиканы дамытуда өздерінің зиянын тигізді. Жетіншіден, мемлекет басшылары экономикалық дағдарыс кезінде өмір сүріп, жұмыс істеп көрмегендіктен, оның ой-қырын, бүге-шігесін, одан шығу жолдарын білмеді. Экономикалық дағдарысты дұрыстап бағалай алмады. Елді дағдарыстан тез арада шығару саясаты жүргізілді, бірақ ол ешқандай нәтиже бермеді. \nСондықтан мемлекет дағдарыстан шығудың жолдарын қарастыра бастады. Оның ең бастысы – бағаны ырықтандыруды белгілі бір жүйеге келтіру еді. Қазақстанда ырықтандыру 1992 ж. мұнайдың, мұнайдан шығатын өнімдердің, басқа да энергия көздерінің бағасы әлемдік бағаға дейін жоғарылауы керек деген ұранмен жүргізілді. Осының нәтижесінде әр кәсіпкер, әр кәсіпорын ең жоғарғы таза пайда алғысы келді. Сөйтіп баға шарықтап өсті, елдің экономикасы бағаның шарықтап өсу кесірінен төмен түсіп кетті. \nБағаны ырықтандырудан кейінгі екінші атқарылған іс – жекешелендіру. Мемлекеттік меншікті жекешелендірусіз нарыққа нақты көшу мүмкін емес еді. Бұл қадам нарық субъектілерін құру тұрғысынан ғана емес, сонымен бірге халықтың бойында меншік иесі психологиясын қалыптастыру тұрғысынан да маңызды. Сондықтан да республикада  ауқымды жекешелендіру жүргізілді. Бүгінде оны өткізудің 4 кезеңін даралап айтуға болады. Алғашқы үшеуі мемлекет иелігінен алу мен жекешелендірудің ерекшелігімен байланысты болса, төртінші кезең мемлекеттік меншікті басқаруды жетілдіруге екпін түсуімен сипатталады. \nБіз шағын жекешелендіруден бастадық. Алғашқы кезеңнің барысында 1991-1992 жылдары 5000-ға жуық нысандар жекешелендірілді, олардың қатарында ұжымдық меншікке берілген 470-тен астам кеңшар болды. Екінші кезең “Қазақстан Республикасында мемлекет иелігінен алу мен мемлекеттік меншікті жекешелендірудің 1993-1995 жылдарға арналған Ұлттық бағдарламасы” негізінде жүргізілді. Бұл кезеңнің аса маңызды қадамы мемлекеттік меншікті басқару мен жекешелендірудің біртұтас жүйесі болды. Сол кезде шағын және орта бизнесті дамытуға белгі берілді. Көтерме-сауда буынын қоса алғанда бұрынғы кеңестік сауда жүйесін өзгерту басталды. Қызмет көрсету саласында бәсекелестік орта пайда болды. Үшінші кезең 1995 жылғы желтоқсанда заң күші бар “Жекешелендіру туралы” Жарлықпен басталып, 1999 жылға дейін жалғасты. Осы сәттен бастап ол тек ақша қаражатына жүзеге асырылды. 1999 жылдан кейін бірінші кезекке мемлекеттік мүлікті басқаруды жетілдіру мәселелері шықты. Төртінші кезеңде мемлекеттік меншікті басқару және онымен айналысу мәселелері бойынша мемлекеттік органдар арасындағы өкілеттіктерді бөлуге жаңа көзқарас қолданыла бастады. Республикалық мемлекеттік және коммуналдық мемлекеттік кәсіпорындарды оңтайландыру басталды. Елдің экономикалық қауіпсіздігін анықтайтын экономиканың стратегиялық маңызды секторларына мемлекеттің ықпалы мен ондағы үлесі ұлттық компаниялар арқылы сақталды. Мұнай-газ секторында – бұл “ҚазМұнайГаз”, энергетикада – “КЕГОК”, телекоммуникацияда – “Қазақтелеком”, темір жолда – “Қазақстан темір жолы”.",
                "date": "23.01.2020",
                "upvotes": 1
            },
            {
                "text": "Бірақ жекешелендіру барысында да кемшіліктер орын алды. Мемлекеттік меншікті жекешелендіру жарияланған екі кезеңінде де (1991-92 жж. және 1993-95 жж.) мүліктің көпшілік бөлігінің талан-таражға түсуіне жол берілді. Бұл халық шаруашылығы үшін берекесіздік тудырып, экономиканың терең дағдарысқа ұшырауының басты себебінің біріне айналды. Сондай-ақ, елдің экспортқа өнім шығаратын кәсіпорындары ескі әдетіне басып, өздерінің тауарларын эшелон-эшелонмен сыртқа жөнелте беруді ғана білді. Соның салдарынан республикадан 250 млрд. сомның өнімі сыртқа, негізінен алғанда Ресей Федерациясы мен ТМД елдеріне су тегін кеткен болып шықты.\nСондықтан, бұл жағдай үкімет пен барлық экономикалық институттарды, Статистика мен Қолдау Комитетін қатыстыра отырып, терең талдау жасауды талап етті. Осымен байланысты 1994 жылдың қаңтарында Президент экономикалық реформаны жүргізуді жандандыру жөніндегі шаралар туралы қаулы қабылдады. Онда дағдарысқа қарсы шаралар мен экономиканы тұрақтандырудың 1994-1995 жылдарға арналған бағдарламасы жасалды. Бағдарламада энергетикалық тәуелсіздікті қамтамасыз ету мәселесі қойылды, өндірістің құлдырауы тоқтатылып, экономиканы тұрақтандыру, инфляцияны ауыздықтау қажет екені айтылды. 1993 ж. 15 қарашада мемлекеттің өз ақшасы – теңге енгізілді. Сөйтіп, біз экономикалық тәуелсіздіктің аса маңызды нышаны - ұлттық валютамыз теңгеге ие болдық. Бұл бізге 1994 жылы-ақ гиперинфляцияны бәсеңдетуге, ал 1995 жылы инфляция процесін ауыздықтауға мүмкіндік берді.\nРеформаның барысында 1994 жылдың күзінен үкімет макроэкономикалық реттеуді меңгере бастады. Бағаның өсуі біраз тежеліп, инфляцияның өсу қарқыны елеулі түрде төмендеді. Сол сияқты ұлттық банктің несиеге алатын пайызы да қауырт азайды. Ақша-қаражат саласында да осындай түзеліс байқалды. Өнеркәсіптің кей салаларында да оңға басушылық орын алды.\nЖалпы дағдарыстан шығудың, реформаны жүргізудің пәрменді құралының бірі – экономикалық орталық болу тиіс еді. Алайда, Министрлер кабинетінде реформаны ойластырып, алға бастыратын орталық болмады. Экономика министрлігі ондай орталық бола алмады. Нәтижесінде 1994-1995 жылдары дағдарысқа қарсы шаралар мен реформаны тереңдету бағдарламасы орындалмай қалды. Макроэкономикалық тұрақтандыру және құнсыздануды тоқтатуға қол жетпеді, тиімді сыртқы сауда саясатын жасау да көңілдегідей болмай шықты, әлеуметтік саясат та халықтың басым көпшілігінің  наразылығын өршіткені болмаса разы етпеді.\nӨзінің бүкіл кемшіліктеріне қарамастан іс жүзінде аяқталған жекешелендіру процесі нақты бәсекелестік үшін базалық жағдайларды құруға жеткізді. Қазіргі кезде республика өнеркәсіп өнімінің 85 процентке жуық көлемі жекеменшік секторда өндіріледі.\nНарықтық реформаға көшудегі жіберілген тағы бір қате – ол үкімет басшыларының елдің экономист ғалымдарына сенбеуі. Оның себебі бізде бұған дейін нарықтық экономика болмады, сондықтан біздің экономистер нарыққа көшудің жолдарын, тетіктерін білмейді деп есептелді. Сондықтан нарықтық экономикаға көшу үшін кеңесші ретінде экономист-ғалымдар АҚШ-тан, Франциядан, Түркиядан, Ресейден т.б. жерлерден шақырылды. Бірақ олар өз елінде маман болғанмен, біздің жағдайды, халықтың менталитетін, психологиялық ерекшеліктерін ескермеді, тіпті білмеді де. Олардың білетіні Батыстың дамыған, қалыптасқан нарықтық экономикасы еді. Оған қоса ТМД елдерінде экономикалық дағдарыс капиталистік қоғамға тән классикалық артық өндіру дағдарысы емес, жетіспеушілік дағдарысы болатын. Екіншіден, ол елдерде ертеден тауар өндірісі, тауарлық қатынастар толық қалыптасқан. Ал бізде бұлар болған жоқ. Үшіншіден, ТМД елдерінде социалистік экономикадан нарықтық экономикаға көшу тез қарқын алды. Сондықтан шетел экономистерінің кеңесі тиісті нәтижесін бермей, аяқсыз қалды.\nНарықтық қатынастарға көшу барысында бізде орын алған тағы бір үрдіс бар. Ол сонау Қазан төңкерісінен кейінгі индустрияландыру, ұжымдастыру науқандары сияқты қоғам өміріндегі түбегейлі өзгерістерге революциялық сипат беру. Ал біздің халық бұл үрдіске үйренбеген және ол халықтың психологиясына келе бермеді. Әсіресе, ауыл шаруашылығын жекешелендіруде үкімет асығыстық жіберді. Дағдарыс жағдайында бой көтерген жеке фермерлер басқа халықты асырамақ түгіл, өзін-өзі әрең асырап отырды. Нәтижесінде 1993-1995 жылдарға арналған бағдарламалардағы инфляцияны төмендету, өндірістің құлдырауын тоқтату және өндірістің ұлғаюы үшін жағдайлар жасау жоспарынан ешнәрсе шықпады. Сондықтан мақсатты нұсқамалар түрінде 15 айға арналған қосымша бағдарлама қабылданды. Оның оң нәтижесі деп инфляцияның баяулауын айтуға болады, бірақ өндірістің құлдырауын тоқтату мүмкін болмады. 1992 жылы өндірістің құлдырауы біршама тұрақты болған 1990 жылмен салыстырғанда 14,6%-ке, 1993 жылы – 28%-ке, 1994 жылы 48%-ке, ал 1995 жылы – 45%-ке жетті.\nҚазақстан үкіметі осыдан кейін 1996-1998 жылдарға арналған жаңа бағдарлама қабылдады. Онда реформаның ең күрделі деген мәселелерін шешу маңызды орын алды. Алайда, бағдарламада көзделген жекешелендіруді аяқтау, бірыңғай холдингтік, шағын және орта кәсіпкерлікті қолдау, ауыл шаруашылығында қосымша 30 мыңға жуық шаруа қожалықтары мен фермерлік шаруашылықтарды құру айтарлықтай нәтижелер берген жоқ.\nҚоғам айқын мақсаттар мен оларға қол жеткізу жолдары баяндалған стратегиялық бағдарламалық құжатқа мұқтаж болатын. Олар “Қазақстан –2030” ел дамуының Стратегиясында тұжырымдалды. 1997 жылдың қазан айында Президент Н.Ә.Назарбаев республика халқына “Қазақстан – 2030” деген атпен жолдау қабылдап, онда еліміздегі дағдарыстан шығудың және жүріп жатқан реформаларды аяқтаудың, сондай-ақ алдыңғы қатарлы мемлекеттердің қатарына қосылудың, немесе “Қазақстан барысын” қалыптастырудың жаңа бағдарламасын ұсынды. Бағдарламада еліміздің саяси, әлеуметтік-экономикалық дамуының жақын арадағы және стратегиялық ұзақ мерзімдегі даму жолдары мен мүмкіндіктері жан-жақты көрсетілді. Онда елдің ішкі бекем тұстарын және сыртқы саясатындағы мүмкіндіктерді барынша пайдалана отырып, мемлекеттің дамуындағы ұзақ мерзімді жеті басымдықты іске асыру көзделген. Олар: 1) ұлттық қауіпсіздікті сақтау; 2) ішкі саяси тұрақтылық пен қоғамның топтасуын нығайту; 3) нарықтық қатынастар негізінде экономикалық өсу; 4) Қазақстан азаматтарының денсаулығы, білімі мен әл-ауқатын көтеру; 5) энергетика ресурстарын жете пайдалану; 6) инфрақұрылым, көлік және байланысты дамыту; 7) демократиялық кәсіби мемлекетті құру.\nТек осы аса маңызды шараларды іске асырғанда ғана Қазақстан халқының өсіп-өркендеуі, қауіпсіздігі және әл-ауқатының артуы мүмкін екендігіне сенім білдірілді.",
                "date": "23.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "You Tube желісіне қазақша қандай видео түсірген дұрыс?",
        "question_content": "Достар You Tube желісіне қазақша қандай видео түсірген дұрыс өз ойларыңызды, пікірлеріңізді айтыңыздаршы.",
        "question_date": "28.03.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тілінде əр түрлі тематикада түсіре берсеші. Блог түсір.\nСосын ары қаратай өз стиліңді тауып аласың.",
                "date": "29.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазып бастау мен жаза бастаудың айырмасы",
        "question_content": "Жазып бастау мен жаза бастау етістіктерінің айырмашылығы қанд",
        "question_date": "28.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сөздердің оқылуы",
        "question_content": "222 санының оқылуы (орфоэпия) қандай болады?",
        "question_date": "28.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 704,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі жүз жиырма екі",
                "date": "28.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда турып Ебейден тауар алуға бола ма?",
        "question_content": "Ебей интернет дүкенінен Қазақстанда тұрып тауар сатып алсақ бола ма?",
        "question_date": "28.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алуға болады, алайла тек айына 1 тапсырыстан(посылка) артық ала алмайсыз. 2015 жылдың 2 мамырынан бастап Қазақстанда осындай заң шығарылған болатын. Егер болмай жатса, шет елде (Ресей, Моңғолия т.б.) туыстарыңыз, достарыңыз болса, солар арқылы алсаңыз болады. Мысалы, сіздің Ресейде досыңыз тұрады делік. Сіз алғыңыз келетін затты досыңыз тапсырыс беріп өзіне(Ресейге) алдыртады. Тапсырыс қолына тиген соң, досыңыз ол тауарды сізге(Қазақстанға) поштамен жібере алады.\n\nСізге пайдалы болады деген ойдамын!",
                "date": "19.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда қытаймен сауда-саттық жасайтын қандай компаниялар бар?",
        "question_content": "Қазіргі таңда қытайдан тауар әкеліп, арзан бағамен оптом сататын қандай кампаниялар бар? Қай қалаларда орналасқан және қанша қалада бар? Сол секілді интернет-дүкен, сайттар(қытаймен сауда жасайтын)ды атап бере аласыз дар ма? Хит тауарлар мен тұрмыстық техника, аксессуарлар, ойыншық, киім, автотауар, электроникалық тауарлар және осы секілді тауар әкеліп сататын компаниялар болса, біліп бересіздер ме? Өтініш!!!",
        "question_date": "28.03.2018",
        "question_tag": "Бизнес туралы",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://intersell.kz/  \nБасшысымен сөйлескіңіз келсе сайтта байланыс нөмірлер деген бөлім бар.Негізгі басшысы Ыбырай",
                "date": "24.04.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз ,біз бар +77072998247",
                "date": "17.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның Түркіменстанмен саудасы",
        "question_content": "Қазақстан мен Түркіменстан арасында эконмика қалай дамып жатыр, арада қандай тауарлар сатылымда жүр!?",
        "question_date": "28.03.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы мен Түрікменстан арасындағы дипломатиялық қатынастар 1992 жылдың 5 қазанында орнатылды.\n\nҚазақстанның Түрікменстандағы Төтенше және Өкілетті Елшісі – Орман Кәрімұлы Нұрбаев (2012 жылғы желтоқсаннан бастап).\n\nЕкіжақты ынтымақтастық 1993 жылғы 19 мамырдағы Достық қатынастар және ынтымақтастық туралы шартқа сәйкес дамып келеді.\n\nЕкіжақты ынтымақтастықтың шарттық-құқықтық базасын 70 астам құжаттар құрайды.\n\n2013 жылғы 10-11 мамырда Түрікменстан Президенті Г.Бердімұхамедовтің Қазақстанға мемлекеттік сапары өтті.\n\n2014 жылғы 2 желтоқсанда ҚР Президенті Н.А.Назарбаев Түрікменстанға ресми сапары болып өтті. 3 желтоқсанда Мемлекет басшысы Түрікменстан және Иран президенттерімен бірге «Өзен-Берекет-Горган» халықаралық темір жол магистралінің ашылу салтанатына қатысты.\n\nЭкономика саласындағы екі жақты қатынастардың дамуына экономикалық, ғылыми-техникалық және мәдени ынтымақтастық жөніндегі Қазақстан-Түрікмен Үкіметаралық комиссиясының жұмысы мүмкіндік туғызуда. Үкіметаралық комиссияның 8-ші отырысы 2016 жылғы 20-21 қарашада Ашхабад қаласында өтті.\n\nҚазақстан мен Түрікменстан арасындағы 2016 жылғы қаңтар-қазан аралығындағы тауар айналымының көлемі 204,5 млн.АҚШ долларды құрады, бұл көрсеткіш үйлес кезеңдегі көлемнен (145,6 млн. АҚШ доллары) 40,5%-ға көп.\n\nҚазақстан Түрікменстанға негізінде өсімдіктерден жасалған өнімдерді, металл бұйымдарын, табиғи фосфат кальцийді, ағаш материалдарын және одан жасалатын заттарды, металпрокат, сонымен қатар ұн, ұннан жасалған және тәтті тағам бұйымдарын экспорттайды.\n\nТүрікменстаннан Қазақстанға газ, мұнай және мұнай өнімдері, моторлы көлік құралдары, қызанақтар, қозғалтқыштар және қуатты қондырғылар жеткізіледі.\n\n2016 жылғы 25-26 тамызда Ашхабад қаласында «Kaznex Invest» экспорт және инвестициялар жөніндегі ұлттық агенттігінің ұйымдастыруыменен қазақстандық өндірущілердің сауда миссиясы өткізілді.\n\n2014 жылғы 29 сәуір – 2 мамыр аралығында Қазақстанда Түрікменстанның Мәдениет күндері өткізілді.\n\nҚазақстан Республикасында Түрікмен қоғамдық-мәдени орталық (Алматы) жұмыс істейді, Түрікмен ұлттық-мәдени орталықтары Маңғыстау, Қостанай және Қарағанды қалаларында Қазақстан халық Ассамблеясына өте белсенді қатысады.",
                "date": "5.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эконом факка түсу үшін кемінде қанша балл жинау керек?",
        "question_content": "Жаңа формат бойынша 120 баллдан ассам жарай ма, Нархоз универине түскім келеді. Алтын белгі емеспін,120-130 баллдан ассам түсе аламын ба, КТА тапсырып",
        "question_date": "27.03.2018",
        "question_tag": "Университет, колледж",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндай мәліметтер ҰБТ-дан кейін барып анық айтылатын болар. Өйткені кез келген \"проходной\" бал жалпықазақстандық ҰБТ ұпайынан кейін барып белгілі болады ғой.\n\nҚолымнан келетін барлық көмегім: Нархоз студенттерімен жолықтыра аламын. Барлық сұрақтарыңызға жауап береді деген ойдамын.",
                "date": "24.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География пәнінен КТА кім көмектесе алады? Еңбегін аямаймын.",
        "question_content": "17-23июль аралыгында КТА тапсырам 2018 жылы география панинен комек керек отиниш ким жаксы биледи, 40тын желательно 40ын алу ушин",
        "question_date": "27.03.2018",
        "question_tag": "Университет, колледж",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сиз дерге отиниш мен бергенбсурактарга жауап бериниздерши",
                "date": "26.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Админге сұрағым бар? Барша қолданушылар көріңіздер.",
        "question_content": "Сәлеметсіздерме құрметті Қолданушылар және Админ? Менің сұрағым, неге қолданушылар бұрынғыдай белсенді емес? Бұл сайт қызықты, дегенмен тек сұрақ жауап болғасын көп қолданушылар Vk, Faceebok, Twitter, Google+ және т.б сайттарға тарқап кетті. Сондықтан қолданушыларды қызықтыратын, осы сайтқа кіргісі келетін бір нәрсе қылсаңыз. Менің анық пікірім жоқ мынаны қылайық деген. Бұл сұрағым үшін кешіріңіз. Бұрын бір сұраққа 100 ден астам жауап берілір еді. Қазір есе жауап мүлде жоқ, немесе 3 жауаптан аспайды. Дұрыс болса өз жауаптарыңызды және пікірлеріңізді жазып қалдырыңыздар.",
        "question_date": "27.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 456,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Админ қазір сайттың жаңалықтар бөлімінің дамуына мүдделі сияқты.",
                "date": "27.03.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметсіздер ме? қалайсыздар?\nМенің ойымша сіздерде барлығы жақсы шығар. Менің пікірім ол үшін жақсы жаңалықтармен бөлісіп отырса, арасында қызықты тақырыпта пікір талас болса, онлайн форумдар болса және тағы басқа.\n\nСау болыңыздар",
                "date": "1.06.2018",
                "upvotes": 0
            },
            {
                "text": "Мен бірінші рет кіріп отырмын-ау деймін. Өте орынды пікір айтып отырсыз. Иә, сол сіз айтып отырған басқа сайттардан керегімізді тауып жүрміз. Енді \"Бәрібар\"-дан да қарайтын боламын.",
                "date": "2.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене бастапқы жылдамдықсыз 6 с бойы еркін түседі.",
        "question_content": "Дене бастапқы жылдамдықсыз 6 с бойы еркін түседі. Осы уақыттың бірінші жəне соңғы секундта жүрген жолы(g=10 м/с^2",
        "question_date": "27.03.2018",
        "question_tag": "Физика",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші секунтта 5 метр\n\nСоңғы секунтта 180 метр",
                "date": "27.03.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қарахан шежіресі, ру болып өзбек халқына қалай бөлінді?",
        "question_content": "Менің руым Қарахан руы еді соған тарихын жəне де қызықты мəліметтерін білгім келген еді\n\nНегізгі Қарахан шежіресі қазақ халқын",
        "question_date": "26.03.2018",
        "question_tag": "Мектеп",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарахан мемлекеті (942–1210 жж.)\n\nҚарахан қағанаты Шығыс Түркістан, Жетісу, Сырдария, Талас, Шу өңірін құтты қоныс етті. Оның құрылуы 940 жылдан басталады. Қағанаттың орталық астанасы Шу өзені бойындағы Баласағұн, кейінірек Ордакент (Тараз) қаласы. Қарахан мемлекетінің Үзген, Мерке, Құлан сияқты қалаларында ірі алыпсатар алпауыттар мен қолөнершілер мекендеген.\nҚарахан әулетінің негізін салушы Сатұқ Боғрахан (915–955жж.) болып есептелінеді. Ол Қарлұқ хандығының іргесін көтеріп, мәртебесін асырушылардың бірі – Білге құл Қадыр ханның немересі. Сатұқ Тараз және Қашғар қалаларын өзіне қаратып, 942 жылы Баласағұндағы билеушіні құлатып, өзін жоғары қаған деп жариялайды. Мемлекеттің күшеюіне қарлұқ, шігіл, ягма тайпалары үлкен үлес қосты. Сатұқ өлгеннен кейін билік оның баласы Мұсаға көшті, ол 960 жылы Қарахан мемлекетінің халқын ислам дініне қаратты. Оның астанасы Қашғар болды. Сатұқтың екінші баласы Сүлеймен-ілек Баласағұнды иеленді. Кейін бұл өңірді оның ұлы Хасан Боғра-хан мұра етіп алды. Мұса өлген соң, Қарахан жеріндегі жоғарғы қаған атағы оның баласы Әли Арслан ханға көшті. 990 жылы Қарахан билеушілерінің бірі Хасан (Харун) Боғра хан Испиджабты бағындырды. Ал 992 жылы қарахандықтар шығыста Хотанды, батыста Бұхараны басып алды. 999 жылы Қарахан билеушісі Әли Арсланның баласы Насыр Орта Азиядағы Саманилер мемлекетіне соққы берді. Қарахан хандығы ұзақ соғыстардан кейін 1004–1005 жылдары Мәуеренахр жерін түгелдей өзіне қаратты. Осыдан кейін Қарахан мемлекеті XI-ғасырдың 30 жылдары Шығыс және Батыс қағанаты болып екіге бөлінді:\nЖетісу және Шығыс Түркістан жері Шығыс қағанатына қарап, оның орталығы әуелі Орда (Баласағұнға жақын), кейін Қашғар қаласы болды. Мәуеренахр жерлері – Батыс қағанатына қарап, оның орталығы Үзкент, кейінірек Самарқанд болды. Қарахан мемлекетінде жоғарғы өкімет билігі хаканның қолында болған. Ол мұрагерлікке қалып отырған. Қарахан феодалдық қоғамының үстем тап өкілдеріне хаканның ұрпақтары тегіндер, ілек хандар, бектер, нәменгерлер, нөкерлер жатқан. Ханға ең жақын адамдардың бірі уәзір болған. Уәзір жоғарғы билеушінің ең жақын көмекшісі және кеңесшісі болып саналды. Хан сарайы, оның басты ордасы мемлекеттік және әкімшілік басқару орталығы болып есептелді. Қарахан мемлекетіндегі аса маңызды әлеуметтік-саяси институт әскери-мұралық жүйе болған. Мемлекет бірнеше үлестерге бөлінді. Олардың бастылары: Тараз, Испиджаб, Баласағұн. Хан мемлекеттік немесе әскери қызметі үшін феодалдарға жер беріп, сол жердегі халықтан салық жинауға рұқсат еткен. Мұндай жерлер икта, ал оны иеленуші мукта деп аталған. Қарахандардағы жер иеленудің тағы бір көп тараған түрі әскери – үлестік жерлер. Ол әскери қызмет үшін берілген. Қарахан феодалдық қоғамында шаруаларды қанаудың бір түрі – жалға үлестік жер беру орын алған. Араб-парсы деректерінде үлестік жер алған шаруалар мұзарлар немесе барзұгар деп аталған. Үлескер жерден алынған өнімнің денін салық түрінде мемлекетке және жер иелеріне төлеп отырған. Шаруаларды қанаудың екінші бір түрі – коммендация жер иелігі. Оның мәні: әлсіз адам өзінің жер телімін күштінің қамқорлығына береді, ол күшті адам әлсіз адамды басқалардан қорғауға тиіс.\nҚазақстанның оңтүстік-шығыс және оңтүстік аудандарын мекендеген қарахандықтар көшпелі және жартылай көшпелі мал шаруашылығымен айналысты. Мал шаруашылығында жылқы өсіру жетекші орын алды. Қарахан мемлекетінің құрамына енген түркі тайпалары отар-отар қой ұстады, сондай-ақ түйе, ешкі, ірі қара өсірді. Отырықшы, жартылай отырықшы түрік тайпаларының біразы егіншілікпен де айналысты. Олар тары және басқа да дәнді дақылдар өсірді, отырықшылар қала мәдениетімен араласып, қала халқын толықтырды. Қалаларда қолөнер кәсібі, әсіресе көзешілік кеңінен дамыды. Олар аңшылықпен де айналысқан. Сондай-ақ Сырдария, Іле, Шу, Талас өзендерінен балық аулау айтарлықтай рөл атқарды.\nXI ғасырдың аяғына қарай Қарахан мемлекеті соғыстармен және феодалдық иеліктердің одан әрі бөлшектенуімен байланысты құлдырай түсті. XII ғасырдың 30-шы жылдары Шығыс Қарахан иелігін, Жетісуды және Қазақстанның оңтүстігін шығыстан келген кидандар жаулап алды",
                "date": "27.03.2018",
                "upvotes": 0
            }
        ]
    }
]