[
    {
        "question_title": "Неше моль барий сульфаты тұнбаға түсетінін есептеңдер?",
        "question_content": "Массасы 15 г,массалық үлесі 5 ℅ барий хлоридіне күкірт қышқылын құйғанда неше моль барий сульфаты тұнбаға түсетінін есептеңдер",
        "question_date": "14.05.2017",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H2SO4 + BaCl2 = BaSO4 + 2HCl\n\nn(BaCl2)=m/M= 15*5/100/208=0.0036 моль\n\n                 0,0036 моль           х\n\nH2SO4     +   BaCl2 =       BaSO4 + 2HCl\n\n                     1 моль          1 моль\n\nх=0,0036*1+/1=0,0036 моль\n\nЖауабы 0,0036 моль BaSO4 тұнбаға түседі",
                "date": "15.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның периметрін табыңыз?",
        "question_content": "Тікбұрышты трапецияның табандары 15 см және 6 см. Кіші диогоналі доғал бұрышының биссектрисасы болып табылады.Трапецияның периметрін тап.Осы есепті шығарып беріңіздерші! Ертеңге керек е",
        "question_date": "14.05.2017",
        "question_tag": "Геометрия",
        "question_views": 9900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Периметрі 48 см-ге тең",
                "date": "20.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 моль хлордың (қ.ж) көлемі қанша?",
        "question_content": "1) 5 моль хлордың (қ.ж) көлемі қанша?",
        "question_date": "14.05.2017",
        "question_tag": "Химия",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Vқ,ж,(Cl2)=n(Сl2)*22.4 л/моль = 5*22,4 =112 л",
                "date": "1.06.2018",
                "upvotes": 1
            },
            {
                "text": "Хлордың Мр (35.5 )берілген моль санына көбейтіп шыққан санды қ.ж көлемге көбейтіп хлордың Мр іне бөлесің",
                "date": "1.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 г мыс оксидін (II) сутекпен тотықсыздандырғанда неше грамм су түзіледі?",
        "question_content": "1) 8 г мыс оксидін (II) сутекпен тотықсыздандырғанда неше грамм су түзіледі?\n2) 2 моль фтордың (қ.ж) көлемі қанша?\n3) 0,1 моль алюминий тұз қышқылымен әрекеттескенде, сутектің қанша мөлшері түзіледі?\n4) 4,9 г күкірт қышқылының зат мөлшері қанша?\n5) 5 моль хлордың (қ.ж) көлемі қанша?\n6) алюминий, калий элементтердің электрондық формулаларын жаз.\n7) мөлшері 0,1 моль барий хлориді қанша моль күкірт қышқылымен әрекеттеседі?\n8) 22,4 л азот (қ.ж) сутекпен әрекеттескенде түзілетін заттың массасын анықта",
        "question_date": "14.05.2017",
        "question_tag": "Химия",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 8 г мыс оксиді сутекпен тотықсыздандырғанда қанша грамм таза мыс?",
                "date": "5.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мұғалім жалақысы қалай төлену керек?",
        "question_content": "Жалақы қалай төлену керек? Менің дипломым бастауыш сынып мұғалімі арнаулы орта, осы мамандық бойынша жұмыс жасап жатырмын. Тағы дипломым жоғарғы оқу орны, қазақ тілі және әдебиет. Енді маған жоғарғы оқу орны қосыла ма? Енді маған жоғарғы оқу орны бойынша төлене ме?",
        "question_date": "13.05.2017",
        "question_tag": "Банк",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еріген заттың массалық үлесі 20% , (ρ=1,25г/мл) көлемі 500 мл натрий",
        "question_content": "Еріген заттың массалық үлесі 20% , (ρ=1,25г/мл) көлемі 500 мл натрий гидроксиді ерітіндісінен көлемі 200 мл суды буландырғаннан кейінгі ерітіндідегі негіздің массалық үлесі",
        "question_date": "13.05.2017",
        "question_tag": "Химия",
        "question_views": 6700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "m ерітінді (NaOH)=po*V=1,25*500=625 грамм\nm(NaOH)=625*25%=156,25 грамм\nЕрітіндіден 200 мл суды буландырғаннан кейінгі массалық үлесі\n\nw2(NaOH)=m(NaOH)*100%/m2(ерітінді)=156,25*100/(625-200)=36,76%",
                "date": "7.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Осы жылы жақсы оқығандар емтиханнан босатылады ма, əлде бəрімен бірге тапсырады ма?",
        "question_content": "Осы 2017 жылы сабакты 5 ке окитын окушылар емтихан тапсырадыма? Алдынгы жылдар тапсырмаган еди. Ким биледи? Немесе осы емтихан жайлы ереже барма?",
        "question_date": "13.05.2017",
        "question_tag": "Мектеп",
        "question_views": 846,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайырлы күн,тек озат оқушылар 5-9 сыныптар аралығында жыл сайын өтетін емтиханнан босатылады,ал 4 не 3-ке оқығандар тапсырады.Бұл 2017",
                "date": "14.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның ауданын табыңыз?",
        "question_content": "ABCD трапециясында BC//AD,  AD=10, BC=5 AC=9 BD=12. Т",
        "question_date": "13.05.2017",
        "question_tag": "Геометрия",
        "question_views": 483,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Квадраттың периметрін табыңыз?",
        "question_content": "Ауданы   2,56см2 -қа тең  квадрат  периметрін  табы",
        "question_date": "13.05.2017",
        "question_tag": "Геометрия",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Периметрі 6,4 смге тең",
                "date": "13.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңсіздіктен бүтін шешімдерін табыңдар?",
        "question_content": "(х+7)(х+4)квадраты(х-2)<0",
        "question_date": "13.05.2017",
        "question_tag": "Математика",
        "question_views": 24900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Х-ке тиісті бүтін шешімдері",
                "date": "13.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теріге қондырылған микроптардың кему себебі неде?",
        "question_content": "Таза теріге 30млн. микробты қондырды.1сағаттан кейін олардың саны 720мың. ал 2 сағ.-тан кейін 7мың болды.Себебі не?",
        "question_date": "13.05.2017",
        "question_tag": "Биология",
        "question_views": 708,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Микроб стерильді ортаға түседі.Стерильді орта болғандықтан олар тағам таба алмайды.Сондықтан өледі.",
                "date": "26.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың ең кіші биіктігі қаншаға тең?",
        "question_content": "Үшбұрыштың қабырғалары 25 см, 29см  жəне 3см. Үшбұрыштың ең кіші биіктігін табыңыз.",
        "question_date": "13.05.2017",
        "question_tag": "Геометрия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Декреттік төлемді кім есептейді?",
        "question_content": "Декреттік төлемді кім есептейді? Калай есептейді? Кім төлейді? Мен декреттік демалыска 17 сәуірде қалдым. цОН ға барлық документті тапсырдым бір аптада смс келді. Екі аптада 127мын түсті дұрс есептелген бе қайдан білуге болады. 5 ай пенс жүрді. 95мын айлық болды.",
        "question_date": "13.05.2017",
        "question_tag": "Заң",
        "question_views": 13200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Міндетті әлеуметтік сақтандыру туралы» ҚР Заңына сәйкес, жүктілікке және босануға байланысты табысынан айрылған жағдайда берілетін бір реттік әлеуметтік төлем (бұдан әрі - ӘТжб) жүктілік пен босану бойынша еңбекке уақытша жарамсыздық парағы (бұдан әрі – науқастық парақ) берілген айдың алдындағы соңғы күнтізбелік 12 ай ішінде Мемлекеттік әлеуметтік сақтандыру қорына (бұдан әрі - Қор) төленген әлеуметтік аударымдар (бұдан әрі - ӘА) негізінде есептеледі.\n\nӘТжб мөлшерi ӘА есептеу объектісі ретінде ескерілген табыстың орташа айлық мөлшерін еңбекке жарамсыздық күндері санының тиісті коэффициентіне көбейту арқылы айқындалады.\n\nӘА есептеу объектiсi ретiнде ескерiлген табыстың орташа айлық мөлшері науқастық парақ берілген айдың алдындағы соңғы күнтізбелік 12 ай ішінде ӘА жүргізілген (осы кезеңде ӘА үзілістердің болу-болмауына қарамастан) табыстар сомасын 12 бөлу арқылы айқындалады. Сіздің атыңызға Қорға ӘА төленген 4 айда алған табысыңыз 12-ге бөлінеді.\n\nЕңбекке жарамсыздық күндері санының коэффициенті науқастық парақ берілген күндер санын күнтізбелік 30 күнге бөлу арқылы айқындалады (науқастық парағы 126 күнге берілсе, онда К - 4,2 (126/30); 140 күнге – 4,7 (140/30)).",
                "date": "17.05.2017",
                "upvotes": 0
            },
            {
                "text": "Жұмыс істейтін әйелге тиесілі декреттік төлемақы міндетті әлеуметтік сақтандыру жүйесіне қатысатын жұмыс істейтін әйелдерге төленеді (жұмыс берушісі әлеуметтік аударымдар төлейтіндер). Ол бір-ақ рет беріледі. Оны есептеудің өзіндік үлгісі бар. Табыс мөлшері нақты жұмыс істеген мерзіміне қарамастан бала туғанға дейінгі соңғы жылдағы әлеуметтік аударымдар бойынша анықталады. Төлем мөлшерін соңғы жылдың орташа айлық табысын 10% мөлшеріндегі зейнетақы аударымдарын шегерумен еңбекке жарамсыздық күндерінің коэффициентіне көбейту арқылы білуге болады.\nОрташа айлық табыс жыл бойғы жалпы табысты 12 айға бөлгенде анықталады. Еңбекке жарамсыздық күндерінің коэффициенті жүктілігі және босануына байланысты демалыс күндерінің санын 30 күнге бөлумен анықталады. Сол себепті максималды коэффициент 126/30=4,2 теңеледі.\nМәселен, белгілі бір жауапкершілігі шектеулі серіктестікте жұмыс істейтін, айына 50-60 мың теңге жалақы алатын әйелдің төлемақысын есептеп көрейік. Ол 20 мамыр күні еңбекке жарамсыздық қағазын алды. Бұл - әлеуметтік тәуекел пайда болған күн деп саналады. Осы қағазды алған күннен кейінгі 12 ай ішінде ол әлеуметтік сақтандыру қорына өтініш бере алады. Сосын оның соңғы бір жылдағы табысы есептеледі. Бірақ ол соңғы 9 ай ғана жұмыс істеген. Сол аралықтағы барлық табысын қосқанда 441 мың теңге болды. Ай сайынғы орташа табыс мөлшері - 36 750 теңге. Ал қорға аударған әлеуметтік аударымдары - 28 мың теңгені құрады. Еңбекке жарамсыз күндері санының коэффициенті - 4,2. Енді орташа табысты осы коэффициентке көбейтеміз. 36 750*4,2=154 350 теңге. Ол әйелдің декреттік төлемақысы осынша болады.",
                "date": "17.05.2017",
                "upvotes": 0
            },
            {
                "text": "Жұмыс істейтін әйелдер үшін баласы бір жасқа толғанға дейінгі берілетін жәрдемақы қалай есептеледі?\nБұл жәрдемақыны кім ала алады? Қордан әлеуметтік төлемдерді алуға құқығы бар  міндеті әлеуметтік сақтандыру жүйесінің қатысушылары болып табылатын жұмыс істейтін әйелдер алады. Қарапайым тілмен айтар болсақ, жұмыс берушісі әлеуметтік аударымдарды жүргізетін қызметкер әйелдерге беріледі.\nЖәрдемақысы қалай есептеледі?\nСоңғы 2 жыл ішіндегі жалпы табысының көлемін 24 айға бөлу қажет, содан кейін  0,4 көбейту және 10% зейнетақы жарнасын алу қажет.\nМысалы, бала босанғанға дейін әйел 2 жыл жұмыс істейді, бір жыл ішінде оның еңбекақысы бір рет көтерілді. Бірінші жылы әйел 100 мың теңге алды, екінші жылы 150 мың теңгеге дейін еңбекақысы көбейді. Енді осының барлығын және зейнетақы жарналарын, табыс салығын түгелдей қосып есептейміз:\n12*100 000+12*150 000=1 200 000+1 800 000= 3 000 000 теңге\nАлынған соманы 24 айға бөлеміз: 3 000 000/24= 125 000 теңге\n125 000 теңге – табыстың орташа айлық мөлшері.\nБаланың бір жасқа толғанға дейінгі күтімі бойынша жәрдемақы мөлшерін есептеу үшін осы көрсеткішті 0,4-ке көбейтіп, 10% зейнетақы жарналарын шегеру керек, яғни:\n125 000*0,4 = 50 000 теңге, 10% шегергенде  босанған әйел ай сайын 45 000 теңгені алады.\nОсы мысал негізінде Сіз де жәрдемақыңызды есептеп шығара аласыз.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "16.05.2018",
                "upvotes": 0
            },
            {
                "text": "Менин де айлыгым 84000 тенге 2014 жылдан бери жумыс жасап келемин.Маган декреттик акша 233 145 тг тусти. Мен декреттик демалыска 14 кантардан бастап шыкты.Маган осыны есептеп беринизши.Отиниш.",
                "date": "29.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілінен төмендегі сұрақтарға жауап керек?",
        "question_content": "1-выполнить синтаксический разбор сложноподчиненного предложения с несколькими частями и разными типами связи- Нет опаснее человека, которому чуждо человеческое, который равнодушен к судьбе родной страны, к судьбе ближнего.\n\n2-Выполнить разбор СПП с несколькими придаточными.- Когда молодые уезжали, Сюзанна так заторопилась, что вскочила в карету, забыв попрощаться с Шаметом.\n\n3- Выполнить разбор СПП, определить тип придаточного- Сегодня, наверное, будет дождь, который уже несколько дней обещают синоптики.\n\n4-Выполнить синтаксический разбор ССП- Пушкин-это лучшее, что есть в каждом из нас.\n5-расставьте знаки препинания- Он сказал что был в театре.\n\n6-Расставьте знаки препинания в предложении с обособленным дополнением- Мы помимо судовых работ занимались еще погрузкой угля.\n\n7-Расставьте знаки препинания в предложении с обособленным обстоятельством-Войдя в юрту Макар подошел к камельке.\n\n8-Расставить знаки препинания в предложений с обособленным определением-Усалая она не могла идти дальше.\n\n9-Расставить и объяснить знаки препинания в предложении с однородными членами- Казаки вполголоса, но дружно рассмеялись.\n\n10- Дополнить предложения вводными словами и расставить знаки препинания- Это безлунная ночь казалось была все так же великолепна.",
        "question_date": "12.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 558,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Қазақ жерінде сотталғандардың (1940-1960 жж) тізімі қалай білуге болады?",
        "question_content": "Сәлеметсіздер ме? \nКезінде жала жабылып, болмаса білгісіз себептермен жоғалып кеткен адамдардың  тізімін қайдан көруге болады. Мысалы, соғысқа қатысып хабарсыз кеткендердің тізімін \"ОБД  Мемориал\" сайтынан іздеуге боладығой.  Сол сияқты басқа  қандай сайттан бар?",
        "question_date": "12.05.2017",
        "question_tag": "Жанұя",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Уақытша біреудің орнына жұмысқа кіргеніме 8 ай болды, еңбек демалысын бере алама?",
        "question_content": "Уақытша біреудің орнына жұмысқа кіргеніме 8 ай болды. Еңбек демалысымды ала аламба? Жұмыстағы қызметкерлер 1 жыл болса ғана шыға аласын дейді. Бірақ декреттегі адам жұмысқа 1 маусымнан бастап қайтып шығады, оған дейін кезекті еңбек демалысымды ала аламынба? Және еңбек демалысына сауықтыру ақшасын қосып береді ма?",
        "question_date": "12.05.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 659,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жас саңырауқұлақта 90% су, ал кепкен саңырауқұлақта 15% су болады.",
        "question_content": "Жас саңырауқұлақта 90% су, ал кепкен саңырауқұлақта 15% су болады. 17 кг жас саңырауқұлақтан қанша кепкен саңырауқұлақ алуға болады?",
        "question_date": "12.05.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "17000*90%=15300\n\n90/15=6\n\n15300/6=2550\n\nжауабы 2кг 550гр кепкен саныраукулак",
                "date": "12.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қозғалтқышытың ПӘК-і неге тең?",
        "question_content": "Қозғалтқышының қуаты 25 кВт сорғы 100 м3 мұнайды 8 мин. ішінде 6 м биіктікке жеткізетін қондырғының ПӘК-і (g = 10м/с2 ; ρм = 800 кг/м3) шығару жолы",
        "question_date": "12.05.2017",
        "question_tag": "Физика",
        "question_views": 30600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы ПӘК - 40%-ке тең",
                "date": "13.05.2017",
                "upvotes": 0
            },
            {
                "text": "N=25кВТ=25•10 3ВТ\n\nV=100м3\n\nt=8мин=480сек\n\nh=6м\n\nРм(мунай)=800кг/м3\n\ng=10м/с2\n\nn=?\n\nФормула:\n\nn=An/At•100%=>F•S•100%/N•t=>\n\n=>mgh/N•t•100%=>p•v•g•h/N•t•100%\n\nШешуы:\n\nn=800кг/м3•100м3•10м/с2•6м/ 25•10 3ВТ•480сек•100%=40000% если стандарт то 4•10 4% ОТВЕТ-40000%",
                "date": "6.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алмастыру тəсілімен есепті шығару керек?",
        "question_content": "Отініш астынгыны алмастыру тасілімен.",
        "question_date": "12.05.2017",
        "question_tag": "Математика",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Х = 10                 у = 12",
                "date": "13.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұқағали Мақатаевтың \"Райымбек\" поэмасына шығарма керек?",
        "question_content": "Мукагали Макатаевтин \"Райымбек\" поэймасына шыгарма керек.",
        "question_date": "12.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 997,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Терминдерді табу үшін көмек керек?",
        "question_content": "сот,қазақ,зайырлы,фольклоршы,христиан,декабристер,адъютант,дискриминация,этнос ,Тәулсіздік,Мещеряктар,бата,наурыз,демократия,пұт,қылқобыз,қасаба,би,фискаль терминдерін қалай түсінесін?",
        "question_date": "12.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сот – сот төрелігін жүзеге асыру, құқық бұзушыларға мәжбүрлеу шараларын қолдану жолдарымен қоғамның және азаматтардың құқықтары мен заңды мүдделерін заңсыз қол сұғушылықтан қорғайтын мемлекеттік орган. \nҚазақтар — Орталық Еуразияны мекендейтін түркітілдес этнос және ұлт. Дешті-Қыпшақ даласын мекендеген көптеген этностар мен этно бірлестіктердің өзара араласуының нәтижесінде қалыптасты. Қазақтар ретінде Қазақ хандығының құрылуымен белгілі бола бастады. Тілдік құрылымы жағынан Түркі тілдес халықтардың солтүстік-батыс қыпшақ тобына жатады. Қазақ тілінде сөйлейдi.\n«Зайырлы» сөзінің түбірі араб тіліндегі «сыртқы» деген мәндегі «захир» сөзінен келіп шығады. Қазақ тілінің түсіндірме сөздігіне үңілсек, «зайыр» сөзі «анық», «айқын», «ашық» деген сын есімдердің мағыналарын береді. Осы «зайыр» деген сын есімнен түрленген «зайырлы» сөзі «білгір», «білімдар» деген мағыналарға саяды.\nФольклор — халық шығармашылығы, яғни аңыздар, қиссалар, ертектер, мақал-мәтелдер, жұмбақтар, жаңылтпаштар және т.б. Фольклоршы осыларды жинайтын адам.\nТолығырақ: https://kk.wikipedia.org/",
                "date": "16.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның ауыл шаруашылығына сипаттама беріңіз?",
        "question_content": "Маған осылардан көмектесіп жібересіздерме             \nГеография пәнінен 9 сыныптарға арналған емтихан билеттері\n\n1 – билет\n\n1. Қазақстанның экономикалық – географиялық жағдайы, шекарасы.\n\n2. Орталық Қазақстанның географиялық жағдайы, табиғат жағдайы мен табиғат байлықтары.\n\n3. Астана қаласының географиялық координатасын табыңдар.\n\n2 – билет\n\n1. Ш. Уәлиханов пен Қ. Сәтбаевтің Қазақстанға қосқан үлесі.\n\n2. Орталық Қазақстанның өнеркәсібі мен ауыл шаруашылығы.\n\n3. Климаттық белдеулерді атап, картадан көрсету.\n\n3 – билет\n\n1. Қазақстанның жер бедері.\n\n2. Шығыс Қазақстанның географиялық орны, табиғат жағдайы мен табиғат байлықтары.\n\n3. Қазақстанның ауыл шаруашылығына сипаттама беру.\n\n4 – билет\n\n1. Орманды дала зонасы.\n\n2. Шығыс Қазақстанның өнеркәсібі мен ауыл шаруашылығы.\n\n3. Қазақстанның аласа тауларын көрсетіп, биік нүктелерін табыңдар.\n\n5 – билет\n\n1. Қазақстанның табиғи қорлары.\n\n2. Шығыс Қазақстанның өсімдік шаруашылығы.\n\n3. Картадан Қазақстанның Солтүстік Мұзды мұхит алаптарына жататын өзендерді көрсет.\n\n6 – билет\n\n1. Адам тіршілігі үшін экологиялық қолайлы және қолайсыз жағдайлар.\n\n2. Батыс Қазақстанның өнеркәсібі мен ауыл шаруашылығы.\n\n3. Кескін картамен жұмыс. Халық тығыз қоныстанған аймақтарды көрсетіңдер.\n\n7 – билет\n\n1. Қазақстанның ішкі сулары мен су ресурстары.\n\n2. Солтүстік Қазақстанның географиялық орны, табиғат жағдайы мен табиғат ресурстары.\n\n3. Қазақстанның ірі өзендерін картадан көрсету.\n\n8 – билет\n\n1. Қазақстанның өзендері.\n\n2. Солтүстік Қазақстанның өнеркәсібі мен ауыл шаруашылығы\n\n3. Картадан түсті металлургия орталықтарын көрсету.\n\n9 – билет\n\n1. Қазақстанның көлдері.\n\n2. Оңтүстік Қазақстанның өнеркәсібі мен ауыл шаруашылығы.\n\n3. Изотерма, изобара, изогиета сөздеріне анықтама беру.\n\n10 – билет\n\n1. Қазақстанның қорықтары.\n\n2. Оңтүстік Қазақстанның географиялық орны, табиғат жағдайы мен табиғат байлықтары.\n\n3. Қазақстанның табиғат зоналарына сипаттама беру.\n\n11 – билет\n\n1. Қазақстанның пайдалы қазбалары.\n\n2. Қазақстанның халқы: құрамы мен орналасуы.\n\n3. Кескін картаға Қазақстанның биік тауларын түсіру.\n\n12 – билет\n\n1. Қазақстанның дала зонасы.\n\n2. Қазақстан халқының еңбек ресурстары.\n\n3. Картадан Қазақстанның биік шыңдарын көрсету.\n\n13 – билет\n\n1. Қазақстанның шөлейт зонасы.\n\n2. Қазақстанның отын өнеркәсібі.\n\n3. Кескін картамен жұмыс: Қазақстанның пайдалы қазбаларын көрсету.\n\n14 – билет\n\n1. Қазақстанның шөл зонасы.\n\n2. Қазақстанның электр - энергетика өнеркәсібі.\n\n3. Картадан Қазақстанның көлдерін көрсету.\n\n15 – билет\n\n1. Шығыс Еуропа жазығы.\n\n2. Қара металлургия.\n\n3. Картадан Қазақстанның шеткі нүктелерін көрсету.\n\n16 – билет\n\n1. Батыс Сібір жазығы.\n\n2. Түсті металлургия.\n\n3. Толық циклді металлургия орталығының сызбанұсқасы.\n\n17 – билет\n\n1. Тұран ойпаты.\n\n2. Машина жасау өнеркәсібі.\n\n3. Қазақстанның шекаралас елдерін картадан көрсету.\n\n18 – билет\n\n1. Сарыарқаға сипаттама.\n\n2. Химия өнеркәсібі.\n\n3. EXPO 2017жайлы\n\n19 – билет\n\n1. Алтай тауына сипаттама.\n\n2. Қазақстанның ауыл шаруашылығына жарамды жер.\n\n3. Атмосфералық қысым дегеніміз не? Биіктік артқан сайын қысым қалай өзгереді?\n\n20 – билет\n\n1. Тянь-Шань тауына сипаттама.\n\n2. Қазақстанның мал шаруашылықты аймақ.\n\n3. Картадан ең ірі көмір алаптарын көрсету.\n\n21 – билет\n\n1. Қазақстанның табиғат ресурстары.\n\n2. Тамақ өнеркәсібі.\n\n3. Қазақстанның мұнай, газ кен орындарын кескін картаға түсіру.\n\n22 – билет\n\n1. Қазақстанның топырағы.\n\n2. Жеңіл өнеркәсібі.\n\n3. ҚР зкономикалық аудандарын көрсету\n\n23 – билет\n\n1.Қызылордаоблысына жалпы сипаттама.\n\n2. Құрылыс материалдар өнеркәсібі.\n\n3. Картадан түбектерді көрсету.\n\n24 – билет\n\n1. Дүниежүзіндегі қазақ диаспорасы.\n\n2. Қазақстанның көлік кешені.\n\n3. Картадан ірі көмір алаптарын көрсету.\n\n25 – билет\n\n1. Қазақстанның экологиялық жағдайы.\n\n2. Қазақстанның астанасы – Астана қаласы.\n\n3. Картаны пайдалана отырып, Астана қаласының экономикалық - географиялық орнын анықтап сипаттама бер.",
        "question_date": "12.05.2017",
        "question_tag": "География",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://vk.com/aikatolegenkizi\n\nВконтактеден жазыңыз. Мен сізге жауаптарын жіерейін",
                "date": "27.05.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Карбон қышқылының молекулалық формуласы қандай?",
        "question_content": "карбон қышқылының молекулалық формуласықұрамында 4,35% сутек, 26,09% көміртек және 69,56% оттек болатын карбон қыш-ның форм. жаз",
        "question_date": "12.05.2017",
        "question_tag": "Химия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СnH2nO2 - карбон қышқылының жалпы формуласы\n\nw(O2)=M(O2)*100%/M(CnH2nO2)\n\nM(CnH2nO2)=M(O2)*100%/w(O2)=32*100/69.56=46 г/моль\n\nHСOOH құмырсқа қышқылы",
                "date": "3.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сабыр түбі - сары алтын шығарма керек?",
        "question_content": "Сабыр түбі - сары алтын шығарма керек?",
        "question_date": "12.05.2017",
        "question_tag": "Мектеп",
        "question_views": 12000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақыл - Адам көрігі, ақылдың сабыр серігі. М.Әуезов.\n\nАдам пенде болғаннан соң көптеген өмірінде келеңсіздіктерге бой алдырады. Соның бірі, адамдар арасындағы жағымды қарым - қатынасқа, өкпе, ренішке нұқсан келтіріп өзара түсінбеушілік туғызады. Сол себепті өкпе, ренішке бой алдырмай адамдарға түсіністікпен, ізгілікпен, құрметпен қарау керек. Өкпе, реніш адамның көңіл - күйімен денсаулығына кері әсерін тигізеді. Айналаңа ылғи өкпелеп, ренішпен қарау, риза болмау, түрлі ауруларға шалдықтырады. Міне, сондықтан да кез - келген мәселені салмақпен, сабырмен шешу керек. Адамның осы мінезінің аса бір көркем түрі - сабырлық.\n\nСабырлылық - адам бойына екі жолмен дариды, бірі туа біткені де, екіншісі адам өзін - өзі тәрбиелеу жолымен келеді. Адам баласының бойында оны дәл сабырлылық тәрізді керемет етіп көрсететін мінез кемде - кем. \"Сабыр түбі - сары алтын\", \"Сабырлы жетер мұратқа, Сабырсыз қалар ұятқа\" деген қанатты сөз тегіннен тегін айтылмаса керек. Ашуға да, қуанышқа да сабырлылық көрсету бұл адамдықтың үлкен белгісі.\nСабыр деген әр іске шыдамдылық,\n\nҚатты керек адамға бұл бір қылық.\n\nҚолы жетпей талай жан ызданады,\nОсыдан көп шығады адамшылық! - деп жырлаған Шәкәрім Құдайбердіұлының бұл өлең жолынан \"сабыр\" - дегенді ұстамды болу, шыдамды болу деген сөз екенін түсіндіреді.\nЕгер адамда сабыр болмаса, ол тез ашуланады. Ал ашуланған адам ашу үстінде асығыстыққа жол береді. Асығып қабылданған шешім барлық уақытта оң бола бермейді. Сондықтан ондай жағдайда ақылға салып, ашуға берілмей - сабыр сақтау керек. Сондықтан да Ұлы Абай \"Асығыс түбі өкініш, ойланып алмақ сабыр сол\" деп айтқан болатын.\nОсы жолы мына бір қарияның даналығы есіме түсіп отыр: \"Ертеде бір қарияның ашуланшақ, ұстамсыз ұлы болыпты. Бір күні қария баласына бір қапшық шеге беріп:\n\n- Өзіңді ашу қысқан сайын ағаш бағанға шеге қағып, ашуың басылған кезде суырып аласың, - дейді. Бала бірінші күні - ақ бағанға оншақты шеге қағылғанын байқап, өзін - өзі ұстауға, ашуға бой бермеуге тырысты. Қағылған шегенің саны күнбе - күн азая бастады. Бала бағанға шеге қаққаннан гөрі ашуын басқанның жеңіл екенін түсінді. Ақырында бағанға бір шеге қақпаған күнге де жетті. Сонда әкесі бағанға жетелеп әкеліп:\n- Жарайсың, балам! Бірақ бағанның шұрық - шұрық болғанын көріп тұрған шығарсың. Ол ешқашанда бастапқы қалпына келе алмайды. Адамға ғайбат сөз айтсаң, оның көңіліне жара саласың, оның жан дүниесі осы баған сияқты шұрық - шұрық болады. Одан кейін қанша кешірім сұрасаң да, жан жарасы жазылмайды. Ашуыңды ақылға жеңгізе біл, сабырлы бол балам, - дейді\".\n\nИә, әрнәрсенің байыбына барып, ақылға салып, өзін - өзі ұстай білу - сабырлылықтың белгісі деген сөз бе деп ойлаймын.\nСабырлылық адамның өз мінез - құлқына ие бола   алатындығын көрсетеді. Өзіңе сабыр, сабыр деп жүрсең көптеген ыңғайсыз жағдайлардан құтыласың. Сондықтан да сабырлы бола біліңіздер деп айтқым келеді.\nhttp://massaget.kz/blogs/12063/",
                "date": "13.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автомобиль алғашықы 40 минутта 60 км/сағ жылдамдықпен,",
        "question_content": "Автомобиль алғашықы 40 минутта 60 км/сағ жылдамдықпен, одан кейінгі 20 мин ішінде 30 км/сағ жылдамдықпен қозғалды делік. Автомобильдің орташа жылдамдығы қандай болады.",
        "question_date": "12.05.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 14000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орташа жылдамдық 50 км/сағатқа тең",
                "date": "13.05.2017",
                "upvotes": 1
            },
            {
                "text": "v(ort)= (s1+s2)/t1+t2\n\ns1= v1*t1=60*40/60=40\n\ns2=v2*t1=30*20/60=10\n\nt1+t2= 40+20=60мин=1 саг\n\nv(ort)=(40+10)/1caг=50km/саг",
                "date": "13.05.2017",
                "upvotes": 1
            },
            {
                "text": "Оңай логикалық жолы: 20 минут 40 минуттың жартысы,. Сондықтан 40 минуттағы жылдамдықты екі рет бір-біріне қосып, ал 20 минуттағы санды бір рет қосамыз. Яғни, 60+60+30=150 150/3=50",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    }
]