[
    {
        "question_title": "Домбыра уйірмесіне қатысушылардың саны нешеу?",
        "question_content": "Домбра уйирмесине катысуга тилек билдирушилердин 3/5 домбыра тарта биледи.Қалғандаары домбыра тарта білмейді.Бір апта шінде домбра тарта білмейтиндердин 6-уы домбра тартуды уйренди,уйирмеге.Домбыра уйірмесіне қатысушылардың саны нешеу",
        "question_date": "24.01.2017",
        "question_tag": "Математика",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х - барлығы\n\n3/5 * х - тарта біледі\n\n2/5 * х - тарта білмейді\n\n2/5 * х - 6 = х * 1/10\n\nх = 20\n\n20 * 3/5 = 12\n\n20 - 12 = 8\n\n8 - 6 = 2\n\n12 + 6 = 18\n\nЖауабы: барлығы 20 оқушы\n\nбастапқы домбыра тарта алатын оқушылар саны 12\n\nбастапқы домбыра тарта алмайтын оқушылар саны 8\n\nкейінгі домбыра тарта алмайтын оқушылар саны 2\n\nкейінгі домбыра тарта алатыноқушылар саны 18",
                "date": "24.01.2017",
                "upvotes": 0
            },
            {
                "text": "Әлі ешкім катыспаған.Олардың бәрі тілек білдірушілер.Демек жауабы: 0",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағыс жылдамдығын табу",
        "question_content": "Моторлы қайық жылдамдығы 11.8км/сағ мотоплы қайық ағыспен2.6км/сағ ағысқа  қарсы 3.5сағ жүзген. Қашықтықтан 3.41 км артық  ағыс жылдамдығын",
        "question_date": "24.01.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х - ағс жылдамдығы\n\n11,8+х - ағыс бойынша жылдамдық\n\n11,8-х - ағысқа қарсы жылдамдық\n\n2,6(11,8+х)-3,5(11,8-х)=3,41\n\n30,68+2,6х-41,3+3,5х=3,41\n\n2,6х+3,5х=3,41-30,68+41,3\n\n6,1х=14,03\n\nх=14,03/6,1\n\nх=2,3 км/ч - ағыс жылдамдығы",
                "date": "28.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "А.Байтұрсыновтың мысалдарына сөзжұмбақ кереке?",
        "question_content": "А.Байтұрсыновтың мысалдарына сөзжұмбақ немесе ребус керек еді. Көмектесіп жіберіңіздерші. Ахмет білгірлері апталығына керек еді",
        "question_date": "24.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толептiн торт улы бар. Торт улынын адам басына бiр апа,бiр карындасы бар.Толептин барлык баласы нешеу болганы",
                "date": "16.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрістің кернеулігі 90В/м болса онда электрон қанша уакыттан кейін тоқтайды?",
        "question_content": "Электрон вакуумдегі біртекті электр өрісінде күш сызықтары бағытында қозғалады. Егер электронның бастапқы жылдамдығы 1,8*10ның 3 дәрежесі км/с,ал өрістің кернеулігі 90В/м болса онда электрон қанша уакыттан кейін тоқтайды?\n\nжауабы (1,14*10минус7 дарежеси)шығару жолын көрсетіп жіберісші",
        "question_date": "23.01.2017",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүйрік алысқа Жігіт намысқа шабады мақал мәтелдердің мағынасы?",
        "question_content": "Мақал мәтелдердің мағынасын айтындаршы.\n1. Жүйрік алысқа\nЖігіт намысқа шабады\n2. Ер жігіт елінің ұлы\nНамысының құлы\n3. Ер аштан өлмейді\nНамыстан өледі\nБәрін айтпасандар да кейбіреулердің мағынасын айтындаршы,бәрін айтсандар күшті болар еді",
        "question_date": "23.01.2017",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстан жазушылар одағына қалай мүше болуға болады?",
        "question_content": "Қазақстан жазушылар одағына мүше болу үшін қандай шарт керек? \nҚайткенде мүше болуға болады? \nӨзім Астанақаласында тұрам. \n300ден астам өлеңдерім бар. \nКітап шығармадым, бұйырса жақын арада өлеңдер жинағымды  шығарам \nЖасым 25 те.",
        "question_date": "23.01.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіктөртбұрыштың іргелес қабырғаларының қосындысы 27 см?",
        "question_content": "тіктөртбұрыштың іргелес қабырғаларының қосындысы 27 см тең.Егер тіктөртбұрыштың ауданы 180 см 2 болса,онда онын кабыргаларынын ұзындыгы?",
        "question_date": "23.01.2017",
        "question_tag": "Математика",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарасыз..",
                "date": "1.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бақытты болу үшін не істеу керек?",
        "question_content": "Бақытты болу үшін не істеу керек?",
        "question_date": "23.01.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 603,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бақытты болу үшін намаз оқу керек.Намаз оқыған адамнан артық бақытты адам жоқ.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҮЕҰ құру үшін (жас ғалымдарды қолдайтын ұйым ашпақ ниетіміз бар еді)?",
        "question_content": "Сәлеметсіздер ме, Сұрақ-Жауап сайты!!! ҮЕҰ құру үшін (жас ғалымдарды қолдайтын ұйым ашпақ ниетіміз бар еді) қажетті құжаттардың тізімін, талаптарын, бағдарлама жасаудың жобасын қалай жасаудың үлгісін Қарағанды қаласында қай жерден (әкімшілік, министрлік) алуға болады?",
        "question_date": "23.01.2017",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Бейбіт өмірдегі батырлық \"",
        "question_content": "\"Бейбіт өмірдегі батырлық\"шығарма қалай жазуға болады",
        "question_date": "23.01.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейбіт өмірдегі және соғыс кезіндегі батырлық\n\nБейбіт өмірдегі батырлық пен соғыс кезінде батырлық екеуі екі басқа. Мысалы, соғыс кезіндегі батырлық- соғыс кезінде ерең ерлік көрсеткен батырлар көп. Олар: Б.Момышұлы, Ә.Молдағұлова, М.Мәмбетова және т.б. Ал ешбір соғыс болмаса да, қазөіргі адамдар бір-біріне зұлымдық жасауын қояр емес. Олар біреуді соққыға жығып немесе өлтіріп сияқты түрлі зұлымдық жасайды. Сол кезде ер жүрек адам келіп, оны құтқарып, жедел жәрдем шақырып, тіпті өзіне қауіп төніп тұрса да сол адамды құтқарып алады. Міне осыны бейбіт өмірдегі батырлық деп ойлаймын. Осындай батырлық жасап, басқаларды құтқарам деп өз денесін жаралап алады. Бірақ оған еш мойымайды. Мұндай батырлық жасау әркімнің қолынан келе бермейді. Сондықтан ер жүрек адамдарды құрметтейік, достар!",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Абай жолы\" романындағы Абай мен балалары арасындағы қарым-қатынас",
        "question_content": "Әсіресе, Абай мен Әбіш/Мағаш арасындағы қарым-қатынас туралы толығырақ айтсаңыздар, өтініш.",
        "question_date": "23.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Наполеондық кодекстің аталуы",
        "question_content": "Францияда император 1 Наполеон кезінде құрастырылған Наполеондық кодекстің аталуы?",
        "question_date": "23.01.2017",
        "question_tag": "Мектеп",
        "question_views": 684,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Рахымшылық туралы",
        "question_content": "Салем. Мен рахымшылык туралы сұрақ қоймақшымын. Менің жұбайым екі жылдай алдын отбасыдағы дау жанжал кезінде маған пышақ жұмсады. Алайда мен қанша кешірім беріп тырысқаныммен үш жылға сотталып кетті. Арине келісіммен. Условный. Қазір жалғыз басты ана. Ата анам қарсы болған соң ажырасып та кеттік. Балама ланым ашиды. Менің баламның анасы рахымшылыққа іліне ме. Іс 2015",
        "question_date": "23.01.2017",
        "question_tag": "Заң",
        "question_views": 980,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бурын сотталганда рахымшылыкпен шыккан енди екинши рет соталды рахымшылык болама",
                "date": "19.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Програмист болу үшін қандай пəн тандалады?",
        "question_content": "Ассалаумағалейкүм!Мен 2017жылғы ОҚО Жетісай түлегімін!Мен програмист болғым келед жəне програмист болу үшін Ұбт-да қандай пəн тандауым қажет жəне Серпін-2050де грант барма програмистке соңғысы шамамен  қанша балл жинауым керек!Алдын-ала рахмет. Алла разы болсың!",
        "question_date": "23.01.2017",
        "question_tag": "Мектеп",
        "question_views": 813,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Програмист болу үшін инфарматика пəні таңдалады.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Математика-физика",
                "date": "26.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бейсболдың алаңы жайлы",
        "question_content": "Бейсболдың алаңы не деп аталады? 4 əріптен тұрады",
        "question_date": "23.01.2017",
        "question_tag": "Жалпы спорт",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ромб деп аталынады",
                "date": "5.02.2017",
                "upvotes": 0
            },
            {
                "text": "Ринг деп аталынады",
                "date": "30.05.2018",
                "upvotes": 0
            },
            {
                "text": "Бейсбол қай қаланың спрот түрі",
                "date": "4.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "24 нКл нүктелік заряд өрісінен қандай",
        "question_content": "24 нКл нүктелік заряд өрісінен қандай қашықтықта өріс кернеулігі 15 кН/Кл-ға тең нүкте орналасқан?",
        "question_date": "23.01.2017",
        "question_tag": "Физика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "E=kq/r*r\nr=түбір асты(kq/E)=түбір асты(8,9*24/15000)=0,12м\nE=F/q\nF=q*E=1,8*10(дәрежесі -9)*15000=0,000027(Н)",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұнатқан қызды қалай (сындыруға) өзіңе қаратуға болады?",
        "question_content": "Менің жасым 19 да. Мен осы уақытқа дейн ұнатқан қызды (сындырып) өзіме қаратып көрген жоқпын. Бір қызға вконтактеде, басқа қызға ватсапта сезімімді білдірдім ештеңе шықпады. Содан кейннен университетте бір қызбен дос болып жүріп ол қызды ұнатып қалдым. Сосын ол қызға романтикалық жолмен сезімімді білдірдім, брақ ол да жоқ деді. Мен түсінбедім қызды (сындыру) өзіңе қарату үшін не істеу керек. Маған көмектеріңіз керек. Маған вконтакте, ватсап және т.б желілерде жазып түсіндіріңіздерші.",
        "question_date": "23.01.2017",
        "question_tag": "Махаббат",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіктөртбұрыштың ұз 2 бүтін 6 дан 7 ,ені 4 бүтін 5 тен 1.",
        "question_content": "Тіктөртбұрыштың ұз 2 бүтін 6 дан 7 ,ені 4 бүтін 5 тен 1. S осы тіктөрт-тың s тең, ұз-ғы 4 бүтін 2 ден 3 м болатын екінші тіктөрт-тың енін табыңдар",
        "question_date": "23.01.2017",
        "question_tag": "Математика",
        "question_views": 9200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарсаңыз болады.",
                "date": "2.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Перпендикулярды табу?",
        "question_content": "АВС теңбүйірлі үшбұрыш. ВС=30.АД ?",
        "question_date": "23.01.2017",
        "question_tag": "Геометрия",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарамыз",
                "date": "2.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласынан алтын жүзікті қайдан сатып алуға болады?",
        "question_content": "Неке жүзігі емес қарапайым алтын жүзік алғым келген еді. Соған қайдан Алматы қаласынан Алтын жүзік алсам болады?",
        "question_date": "23.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 852,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Базардан, сауда үйлерінен,",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өмір туралы сөз жұмбақ бар ма?",
        "question_content": "Өмір туралы сөз жұмбақ керек көмек берініздерші. Өтінемін ертен сынып сағаты болу керек соған керек?",
        "question_date": "23.01.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "AE және BF - табаны AC болатын тең бүйірлі ABC үшбұрышының биіктіктері?",
        "question_content": "AE және BF - табаны AC болатын тең бүйірлі ABC үшбұрышының биіктіктері. Егер AE:BF=0.5, онда табанынындағы бұрыштың косинусын табыңндар",
        "question_date": "23.01.2017",
        "question_tag": "Геометрия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AE және BF - табаны AC болатын тең бүйірлі ABC үшбұрышының биіктіктері. Егер AE:BF=0.5, онда табанынындағы бұрыштың косинусын табыңндар",
                "date": "22.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұрпақ тәрбиесі - ұлт болашағы тақырыбында эсе жазу?",
        "question_content": "Қазіргі заманда барлық ғылым-технология қарқынды дамып, айналамыздағы өзгерістер жылдам болып жатқанын кейде сезбей де қаламыз. Өмір сүру, демалу, білім алу және басқа да қызметтерді тұтыну өте жылдам әрі ыңғайлы. Елімізге глобализация да келіп, ұлтымыздың көптеген құндылықтарын жоғалтып алу қаупі бар. Сондықтан қазіргі ата-аналарға ауыр жүк түседі. Ол, әрине, бала тәрбиесі. Бала тәрбиесі түбінде ұлттың тәрбиесі жатыр. Отан – отбасыдан басталса, ұлт тәрбиесі – бала тәрбиесінен басталады. Дамып жатқан үрдістерден шет қалмау үшін, бизнес және тағы да басқа адамның ойын еліктіретін неше түрлі дүниелерді үйренуге, жұрттан қалмауға барын салатын ата-ана үшін бала тәрбиесі басты міндеттердің бірі болу керек. Дегенмен, көптеген ата-аналар өз балаларын бала-бақша мен мектепке тапсырып қойып, баламыз сенімді қолдарда деп ойлайды. Әл-Фараби атамыз өз еңбектерінің бірінде «Тәрбиесіз берілген білім адамзаттың қас жауы» дейді. Мектеп, мектептегі ұстаздар білім береді, алайда тәрбие беруге ұстаздардың уақыты да, құзыреті де жете бермейді. Өйткені, мектеп бағдарламасы бар, регламенті бар, тәртіп-ережелері бар. Қазір қарап отырсақ, үлкен қылмыстар мен әлемді дүр сілкіндіретін соғыстың бәрін істейтін көбіне ақылды, сауатты, білімді адамдар, бірақ адамзатқа жаны ашымайтын, жауыз болып кеткен. Олар кезінде білім алғанмен, ата-ана мейірімі, тәрбиесі мен ақыл-өсиетін алмаған жандар.\n\nБүгінгінің тәрбиесі қандай болу керек? Ата-ана баласының елге қызмет ететін, адал, білімді де білікті, ер азамат, ибалы қыз болуы үшін не істеу керек? Әлі ата-ана болмаған жастар бала тәрбиесіне қатысты нелерді білу керек? Бүгінгінің тәрбиесі көпшілікті ойландыратын қиын сұрақ. Көпшіліктің осы мәселеде басы қатып, не істерін білмей жүргенін де жасырмау керек. Ата-ана баланы тәрбиелемес бұрын өзін тәрбиелеу керек, Абай атамыз айтпақшы, “Мықтымын деп мақтанба ақыл білсең, Мықты болсаң, өзіңнің нәпсіңді жең.” Ата-ана өзіне сырттан бір назар салып, бойындағы қате-кемшіліктерін түзеткені жөн. Бала тумай жатып, ананың жатырында жатқан кезден бастап, анасының іс-әрекеттері, эмоциялары мен сезімдері әлі дүниеге келмеген баланың бойына дариды екен. Тіпті, әкесінің сол кезде қалай еңбек етіп, қандай ақшаға баққаны да болашақта баланың жүріс-тұрысы мен іс-қимылынан байқалады дейді. Егер әкесі адал жолмен ақша тауып, сол қаражатқа баласын бағатын болса, бала келешекте еліне қызмет ететін, Отанын сүйетін, нағыз ер азамат болып шығады. Ал егер керісінше, арам ақшамен, жұртты наразы қылып тапқан дүниемен өскен бала өскенде, көпшіліктің қан қақсататын, жауыз әрі мейірімсіз, қоғамның кесапатына айналатын надан болатынын өмірде көріп жүрген жайымыз бар. Сондықтан дастархан басында отырған кезде, үйде жүргенде, сөйлескенде, қонақ күткенде, ТВ қарағанда, кітап оқығанда, барлық жағдайда ата-ананы бала көзімен камераға түсіріліп, таспаға жазылып жатқанын ұмытпау керек. Ертең сол іс-әрекеттер бумеранг іспеттес, баланың бойынан түк өзгеріссіз қайталанған кезде жағаңызды ұстап қаласыз. Ағылшындардың бір әдемі, осы мысалға сәйкес келетін мақалы бар, “Балаңды тәрбиелеме, ол бәрібір саған ұқсайды”. Бұдан келіп шығатын түйін, өзің қандай болсаң, балаң да сондай, баланың бейнесінде өзіңді көретініңді ұмытпауың керек. Сондай-ақ, қазіргі заманның ата-анасы өз әке-шешелеріне қалай қараса, қандай қарым-қатынаста болса, өз баласы да есейгенде тура сондай қарым-қатынаста болады.\n\nҚазақ халқы тәрбиеге көп мән берген ұлы халық. “Жеті атасын білген ұл, жеті жұрттың қамын жер”, “Тәрбиелі адам - тағалы атпен тең”, “Ел болам десең бесігіңді түзе”, “Әдепті бала – арлы бала, әдепсіз бала – сорлы бала”, “Бесік көрмеген ессіз болып, есікке енеді”, “Баланың өскен бесігі – кең дүниенің есігі” сияқты мақал-мәтелдер қазақ халқының бала тәрбиесіне, ұлт тәрбиесіне қатты мән бергенін білдірсе керек. Тәрбиеге мән бермесек, ұлттың болашағы бұлыңғыр болмақ. Өйткені, бұл әлемнің көркі адам баласы болса, адам баласының көркі – тәрбие.\n\nҚазақ деген сөзбен ұят, ар-намыс, иба сөздері қатар жүретіні баршаға аян. Ал сол сөздердің негізі тәрбиеде жатқанын ешкім жоққа шығармаса керек. Ұлтты тәрбиелеу үшін үйдегі өсіріп жатқан қызымызды да, ұлымызды да жіті бақылауда ұстауымыз керек. “Қызды қырық үйден тый” деген сонау заманнан келе жатқан мақал бар, бұл сөздің астарына үңілер болсақ, қыздың әрбір жүріс-тұрысы, киінгені, сөзі, өзін ұстауы ата-ана тарапынан бақыланғаны жөн. Көпшілік ата-ана қызым оқысын, ел көрсін, жер көрсін, адам болсын деп түрлі қашықтықтағы елдер мен қалаларға оқуға жібереміз деп сан соғып қалып жатқан жәйттарды күнде көз көріп, құлақ естіп жүр. Үйде жүрген қызды анасы күнде сырласып, қал-жағдайын біліп отырар болса, далада жүрген қыз баланы сағат сайын қадағаласа немесе сенімді адамдарға тапсырса дұрыс болады. “Анасына қарап, қызын ал” деген сөз ананың осындай тыңғылықты дайындалған тәрбие принциптеріне негізделіп айтылып тұрған сияқты.\n\nҚыз балаға бар кінәні жауып қойып, ер азаматтарды да шетте қалдыруға болмайды. Жігіттер бала кезінен әкенің қаталдығын, мінезін, қайсарлығын және басқа үлгі аларлық қасиеттерін көріп өссе, жігіт өзі жеке өмір сүріп, басқа жақта жүргенде өзінің ер мінезімен, салмақтылығымен, қайраттылығымен өзгелерден ерекшеленіп тұрады. Жігіттер заман өзгерді екен деп, майдаланып өздігін жоғалтып алатын болса, ұлттың болашағына сызат түсінгенін аңғартады. Ер азамат – ата-ана, Отан, ұлт алдындағы борышын, жауапкершілігін түсінер болса, елдің келешегі кемел, болашағы жарқын болады. Ал халқы тату тәтті, тыныш, ауызбіршілікпен өмір сүреді. Ал осы жоғарыда айтқан тұжырымдар мен ойлардың бәрі тәрбиеден бастау алады. Себебі ұлт тәрбиесі–ұлт болашағы.",
        "question_date": "23.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 14000,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Әр ұлттың қай кезеңде болмасын алдында тұратын ұлы міндеттерінің ең бастысы өзінің ісін, өмірін жалғастыратын салауатты саналы ұрпақ тәрбиелеу. Болашақ қоғам иелерін жан-жақты жетілген, ақыл парасаты мол, мәдени, ғылыми өрісі озық етіп тәрбиелеу аға буынның қоғам алдындағы зор борышы. Ал жастарды жан-жақты қабілетті азамат етіп өсіруде халықтық салт дәстүрлердің тәлім -тәрбиелік білім танымдық ролі зор. Қазақ халқы — рухани зор байлықтың мұрагері.Ежелгі ата-бабаларымыздың күмбірлеген күміс күйі, сыбызғы сырнайының үні, асқақтата салған әсем әні, ғашықтық жырлары мақал-мәтел, шешендік сөз, айтыс өлеңдерінің сан ғасыр бойы өз ұрпағын сегіз қырлы, бір сырлы, өнегелі де өнерлі адамгершілік ар-ожданы жоғары намысқой азамат етіп тәрбиелеп келгені тарихи шындық.\nТәуелсіздік туы желбіреген егеменді еліміздің болашақ ұрпағын тәрбиелеуде, олардың бойына ізеттілік, қайырымдылық, кішіпейілділік, әдептілік, елін, жерін, Отанын сүюшілік секілді ең асыл қасиеттерді қан мен жанына сіңіруде осы ата-бабамыздың салт-дәстүр негізін ұстансақ өте ұтымды болар еді.\nБүгінгі таңда ғасырлар қойнауында қалыптасқан ұлттық тәрбиені,озық өнегелі дәстүрді,адамгершілігі бар асыл қасиеттерді жастар бойына қалыптастыруда,оны ұтымды пайдалану аса маңызды міндеттердің біріне айналып отырғаны даусыз Сондықтан ұлттық мәдениеттің,әдебиеттің, тілдің, халықтық педагогиканың тарихы мен болашағы да мектептегі жас ұрпақ тәрбиесіне байланысты.\nБала тәрбиесінің алтын бесігі –отбасы.Бұл шағын әлеуметтік топ-бала үшін өмір мектебі.\nҚазақстан Республикасы Ата заңының 9 тарауы «Отбасы» деп аталып, оның 51 бабында «Ата-аналардың және олардың орындарындағы адамдардың міндеті-балаларды асырау, тәрбиелеу және оқыту»-деп нақты көрсетілген. Ата-ана баланың өмірлік ұстазы және тәрбиешісі. Балалардың болашағы олардың өмірден татар несібесі мен еншісінің үлес салмағы ата-ананың сіңірген еңбегіне, тәлім-тәрбиесіне байланысты болады.\nСондықтан ата -ана өзінің баласын еңбекқор, елінің қамқоршысы азаматы етіп тәрбиелеуге міндетті . Үздіксіз білім беру жүйесінің алғашқы сатысы балабақшадан басталып, белгілі бір бағдарлама негізіне сүйене отырып, мектеп жасына дейінгі балаларға оқыту мен тәрбиелеу мәселесін жоспарлап, отбасына педагогикалық көмек беруді мақсат етті. Ата-ананың педагогикалық білімінің неғұрлым жоғары болуын олардың қоғам алдындағы өз балаларының тәлім-тәрбиесі үшін жауапкершілігін арттырады.\nТәрбиедегі басты бағыт делінген тәлім-тәрбие тұжырымдамасында:«Әрбір адам ең алдымен өз халқының перзенті, өз Отанының азаматы болу керек екенін, ұлттық болашағы тек өзіне байланысты болатынын есте ұстауға тиіс. Оның осындай тұжырымға тоқталуына ұлттық әдет-ғұрыптар мен дәстүрлер көмектеседі, солар арқылы ол жалпы азаматтық мәдениетке аяқ басып, өз халқының мәдени игілігін басқа халықтарға жақын да түсінікті ете алады. Сондықтан әрбір ұрпақ өз кезі мен өткеннің тағдыры мен талаптарын обьективті факторлар ретінде ұсынып, сол арқылы ұрпақты өмірге даярлап, оларды жинақталған тәжірибе негізінде тәрбиелей отырып, өзінің ата-аналарының рухани мұрасын игере түсуі керек» деп айтылған.\nҚазіргі кезеңдегі саяси, экономикалық жағдайдың тұрақсыздығы, тұрмыстағы күйзеліс, ұлтаралық қатынастардың шиеленісе түсуі, адамгершілік құндылықтардың құлдырауы, білімге, адал еңбекке деген ынтасының азаюы, отбасын құруға жауапкершілікпен белсенді қарамауы, зорлық-зомбылық пен қатыгездіктің бел алуы т.б мәселелері жастар тәрбиесіне жаңаша қарауды талап етіп отыр. Сонымен қатар қазақ халқының әріден келе жатқан мәдениетін және білім, тәлім-тәрбие беру жүйесінің негіздерімен жан-жақты танысу бүгінгі күннің басты бағдары, талабы десекте болады.\nҚазақ халқының тарихы дәстүрге өтебай. Отбасы үшін ежелден тән қасиеті балажандылық, балаларды еңбексүйгіштікке тәрбиелеу, үлкенді құрметтеу, туысқандық кең байланыс, көршілермен және ұлты басқа халықтармен достық, ізгілік қатынастар-осының бәрі қазақ халқының тұрмыс қалпына байланысты болған. Қазақ қыз-келіншектері мен ер-азаматтарының бойында өзге халық өкілдерінің бойынан көрінетін даралық қазақы болмысының жарқырай көрініп, жүрекке жылы әсер еткен. Әсемдік пен әдептілік үйлесімділік тапқан. Мәселен,ата-ана құқықтары қыз беріп, қыз алу, құда түсіп құдалы болу қазақ некелерінің ерекшеліктері қалың мал мәселесі бата бұзу, ажырасу, бала асырау, әмеңгерлік мирас пен мұра ежелгі отбасы дәстүрлерімен соған қатысты қағида ерекшеліктері жайында мағлұматтардан қазақ халқының отбасына ерекше мән бергенін шаңырақ шайқалып босаға босамауына назар салғанын көреміз.\nСоңғы кезде қазақ халқының табиғатына тән ана сүтімен сүйекке сіңген ізгіәдет ғұрыптардан тыс қалып бара жатқандаймыз. Өз ұлтының өткені мен болашағына бей-жай қарайтын тәрбиеден тысқары қалған жастар аз емес. Ата-ананы сыйлау үлкенге құрмет көрсету, кішіге ізет білдіру әдеп сақтаудан хабарсыз кей жастардың қылығы әркімнің-ақ намысына тиері сөзсіз. Халық өнерін игеру жастарды еңбексүйгіштікке, әсемдікке бағыттап халқының тарихын біліп, мәдени мұрасын қадірлеп, жақсы әдет ғұрыптарын жалғастыруға баулиды. Ұлттық тәжірибеміз отбасынан басталып кейінде жалғасын тауып жатса, қазіргідей қазақ халқының қанында жоқ ата-баба тәрбиесіне жат өзін жарық дүниеге әкелген анасын, әлпештеп өсірген асқар тауы әкесін қарттар үйіне өткізген, нашақорлықпен маскүнемдікке салынғандардың шаңырағы ортаға түспес еді.\n« Алтын кездік қап түбінде жатпайды»-дейді халық даналығы Бұл ой мен сөздің түпкі сырына ден қойсақ, шын асыл қымбат қазына қилы кезең, шытырман уақытта да сыны мен сипатын өзгертпейді. Бала жүрегін жолды сөзбенде, айла тәсілмен де балаға деген жүрек сезімін махабатпен де табуға болады. Жылы-жылы сөйлесең жібімейтін жүрек жоқ тек соған апаратын жолды таба білуіміз керек. Сондықтан мен оның мынадай жолдарын ұсынғым келеді:\n1.Мектеп пен отбасының бірлескен жұмыстары, сайыстар, кештер, апталықтар өткізілсе;\n2.Имандылық сабақтарын өткзіп отыру;\n3.Ұстаз, ата-ана,отбасының әдістемелік жұмыстары жайлы басқа мектеп, аудандармен пікір алмастырып отырса;\n4.Еңбек пен оқуды ұштастыра отырып, оларды тәрбиелеу жолдары кеңейтілсе дер едім;\nДәстүрге арқа сүйемегеннің көсегесі көгермейді деген атамыз. Яғни отбасы ауыл-аймақ, көпшілік, қоғам болып тәрбиелеу қазақ халқының өмірінен өзекті орын алған. Салт-санасы , әдет-ғұрпы, ойын-тойы осы мақсатты іске асыруға бейімделе жүргізілген.\nҚазақ табиғатында отбасы иелері балаларының алдында өздерінің тіршілік әрекетінде барлық адамгершілік қасиеттерін үлгісін көрсете білген. Оның басты себебі «ұлдың ұяты әкеде,қыздың ұяты шешеде» деп бағалағандықтан. Сондықтан ата-ана балаларын тұрмыс пен салтқа бейімдеп, шешеден көріп тон пішуге, әкеден көріп оқ жонуға баулитын болған. Осылайша ұрпақтың отбасы тәрбиесі ешқашан күн тәртібінен түскен емес. Бұрынғы қазақ жастары тәрбиені мектеп пен медреседе оқып білмесе де қызы анадан, ұлы әкеден үлгі -өнеге алған.\nБолашақ жастарға тәлім тәрбие беруде Отанымыз отбасы мен мектепке үлкен борыш артады. Отбасы болашақ азаматтың жеке басын аяғынан тұрғызып, егеменді еліміздің болашағын, негізін жасайтын іргетас.Болашақ азаматтың отбасында алған тәрбиесі, мінезі, жақсы мен жаманды ажырата білуі, үлкендерден алған өнегесі уақыт өткен сайын берік қалыпқа түсіп, оның өмірінен үлкен орын алады. Жас ұрпақтың өнегелі тәрбие, білім алуына оны жалғастырушы-мектеп. Мектеп-қоғамдық ұйымдар мен отбасы тәрбиесін ұштастыратын негізгі ұйытқы, орталық.\nӘр отбасында түрлі қарым –қатынастың орнығуынан баланың жеке тұлғалық қасиеті қалыптасады. Отбасында түрлі қарым-қатынас қалыптары көрініс береді Кейбір отбасында бедел орын алуынан, мынадай ерекшелік қалыптасады , ол біреудің басқаларға басымдылық танытуы, бұйыруы баланың тұлғалық қасиеттерінің дамуына жағымсыз ықпал етеді.Қазіргі кезде заман ағымына қарай отбасында еркіндік қарым-қатынасқа ұмтылушылық бар,яғни әр отбасы мүшесі тең құқықты қарым-қатынасты орнатуды көздейді. Отбасында орныққан қарым -қатынас арқылы баланың тұлғалық қасиеттері қаланады. Бала әрқашан да ата-анадан жүрек жылуын, мейірімділікті қажет етеді.ол ата-ананы өмірдің тірегі санайды Бала үшін ата-ана игілік жасаушы, айтушы болып табылады.Қазақ халқы баланы дүниедегі барлық асылдан жоғары бағалаған, болашағына арманына балаған. «Балалы үй базар, баласыз үй қу мазар», «Босағасын алтыннан соқсаң да перзент сүймей, адамның мейірі қанбас»-деп барлы асыл сөздерін арнаған. Қазақ отбасы ата-ана, әке-шеше, балалар атты үш құрамнан тұрған. Ата-ана мен әке-шешенің қарым-қатынасы жас баланың адамгершілік жағынан толысып жетілуіне үлкен үлес қосады және ізгілікті іске баулиды.\nМектеп-ата-аналарының тәрбие істеріне бағдар-бағыт беріп, оларды жан-жақты тәрбиелеуге жұмылдырады. Балаға негізінен үш ортадан тәрбие жұғады, үш орта бала тәрбиесіне әсер ететін негізгі фактор. Біріншісі-ата-ана, екіншісі-ұстаз, мектеп, үшіншісі-дос құрбысы. Балаға тәрбие беру кілті ата-ананың қолында. Ұлы педагог А С Макаренко:»Баланы жас кезінде, әсіресебес жасқа дейін тәрбиелей білу керек». Оның келешекте қандай адам болуы, ең алдымен бес жасқа дейін дұрыс тәрбие бере алмасаңыз, кейін оны қайта тәрбиелеуге тура келеді. Ал қайта тәрбиелеу-өте қиын іс,-дейді де қайта:\n«Баланы дұрыс тәрбиелесек, қартайғанда өміріміз бақытты болмақ, жаман тәрбиелесек зор қайғыға ұшырап, үлкен бақытсыздыққа тап болғанымыз. Жаман тәрбиеленген бала-басқа адамдар алдында, бүкіл еліміз алдында жасаған үлкен кінәміз» деп атап көрсеткен. Ата-ана баланы қалай тәрбиелесе бала соған қарай бейімделеді.рбір ата-ана мұғаліммен тығыз байланыста болғаны жөн, онсыз бала тәрбиесінде жақсы нәтижеге жету мүмкін емес. Ата-ана мен мұғалім бірлесіп жұмыс жасағанда ғана бала бойына ізгі қасиеттерді толығынан сіңіруге болады. Жасыратыны жоқ кейбір ата-аналар бала тәрбиесіне салғырт қарап, өз баласының мінезін, баланың ішкі дүниесіне, дүниетанымымен бірге баланы не қызықтыратыны немен шұғылданғысы келетіні туралы біле бермейді, сондықтанда кейбір ата-аналар мұғаліммен кеңесіп, баласының жағдайын жиі біліп тұруымен бірге мектепке жиі келуі керек.\nБаланың ақыл-ой, адамгершілік-әдеп тәрбиесімен қоса, жас шамасына лайықты еңбек тәрбиесі, спорт түрлерімен шұғылдануын ата-ана қадағалауы керек Балалардың жан сұлулығымен қатар тән сұлулығына да мән берген жөн Тапсырылған жұмысты дұрыс орындамаса жекіп ұрса берудің орнына, жұмыстың қалай жасалатындығын көрсетіп, үйретумен бірге баланың шамасына, икеміне қарап содан кейін оның дұрыс орындалуын талап ету керек. Мектепте ата-аналар жиналысына бірді-екілі ер адам қатыспаса, одан көп ер адам қатыспайтыны белгілі болсада қынжылтарлық жәйт. Соңғы кезде бала тәрбиесімен айналысатын ата-аналардың жылдан-жылға азаюы, ата-аналардың өз міндеттерін білмеуі, білсе де мойындамауы жиілеп кеткені соншалық, көптеген ата-аналар баласына қарамайды, жұмысым жоқ деген желеумен сауда жасап, мектептің қайда екенін білмейтін ата-аналар кездесетіні өмірдегі шындық.\nДаналық сөздермен оза білген қазақ халқымызда «Балаңды өз тәрбиеңмен тәрбиелеме, өз ұлтыңның тәрбиесімен тәрбиеле» деген сөз бар. Тоқсан ауыз сөздің тобықтай түйініне келсек, біз халықтың нақыл сөзінен сусындаған, аталар сөзімен өсіп-өнген,даналар өсиетінен тәрбие алған, ұлылар тәрбиесінен тағзым еткен дана халықтың ұрпағымыз.\nҚорыта айтқанда бүгінгі күнде жастарды әдепті де саналы етіп тәрбиелеу үшін ең алдымен тәрбие ережелеріне сүйене отырып, ұлттық дәстүрімізді, әдет-ғұрыптарымызды, дінімізді, ата-бабаларымыздан қалған насихат мұраларын жастардың санасына сіңіре білу басты міндетіміз болуы қажет. Жас ұрпақты Отанын, туған жерін сүйіп, оны қорғай білуге үйрету, оқушы бойында патриоттық сезім мен адамгершілік сананы қалыптастыру-егеменді мемлекетіміздің әр отбасы мен азаматтарының міндеті. Елдің ертеңгі ұрпағы, киелі жердің иесі-жастар тәрбиесі біз бен сіздің басты мақсатымыз. Тәрбиенің көзі-ата бабамыздан қалған дана сөздер десек, біз сол насихаттың жүргізушісіміз. Бұған қоғам алдындағы үлкен міндет ретінде қараған жөн.\nДереккөз.",
                "date": "23.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарихқа байланысты \"к\" әріпінен басталатын сөйлем керек.",
        "question_content": "Тарихқа байланысты к дан басталатын сөйлем ұзақ емес?",
        "question_date": "23.01.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мақсаттық келер шаққа 5 мақал-мəтел керек.",
        "question_content": "Мақсаттық келер шаққа 5 мақал-мəте",
        "question_date": "23.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": []
    }
]