[
    {
        "question_title": "Берілген тізбектің кедергісін табыңыз?",
        "question_content": "R1=3ом\nR2=6ом\n\n\nP=?\n\nR1+R2=54ом\n\nR1+R2=18ом\n\nR=?\n\nR2=?",
        "question_date": "17.05.2017",
        "question_tag": "Физика",
        "question_views": 817,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Астан қаласы туралы шығармаға жоспар жазу?",
        "question_content": "Ел мен жер тағдырын елеңдетпейтін кезі жоқ. Ертеңге қалдырар, ұрпаққа табыстар мирас-мұрамыз да, байлық базарымыз да — сол елмен жердің тағдыр талайы. Арғы бергі аталарымыздың ту көтеріп, туырлық тігер құттыхана шаңырағының уығын шаншар майлы да жайлы, қой үстіне бозторғай жұмыртқалардай жұмақ мекен таңдауы тегіннен тегін болмаған.\nАңыз бен ақиқаттың шындық шырайындай Асан бабамыздың желмаямен жаһанды кезіп, халқына құт мекен болатын жерұйықты іздеуінде жан тебірентерліктей сыр жатыр емес пе? Ұлытаудан басталар ұлы көшіміздің кеңес дәуірі кезінде Астана қазығын бірде Орынбор, бірде Қызылордаға қадап, одан жасыл желекті, түсті кілем Алматыға тұрақтауы Мәскеудің пәрменімен болған еді. Еліміз тәуелсіздігін алғаннан кейін ғана елорданың қай жерде болуын таңдау мүмкіншілігіне Елбасымыз ие болды. Астанамыздың Қазақстанның орталығында болуы қай жағынан алып қарасаңда дұрыс шешім еді. Себебі, Сарыарқа талайды көрді, талайға төзді. Бағзы бабаларымыздың ақ найзаларын аспанға атқан айбырлы жеңістерінің куәгері болды. \nЕнді міне, екі ғасыр тоғысқанда жаңа мыңжылдықтың табалдырығында өшкен жанып, өлген тіріліп, кеткен есе түгенделіп, жығылған ту қайта желбіреп, жоғалған елдік оралып, құлаған орда қайта бой көтергеніне де себепкер болып отыр. Қалай десекте Астана қазақтың бас қаласы болып, өскелең ұрпақтың жарқыраған жұлдыздай келешегіне өз үлесін қосары сөзсіз. Шынына келер болсам өз басым әлі күнге дейін елімнің ақ ордасын өз көзіммен көрген емеспін. Тек көз алдыма оның әсем көрінісі газет-журналдардан оқығаным, теледидардан көргендерім елестейді. Оның қазіргі сәулет өнерінің үлгілеріне сай бой түзеген биік те сұлу ғимараттары бір кездегі қарапайым облыс орталығын адам танымастай өзгерткені анық. Қала сұлулығы қай адам баласын болсын тамсандыратынына күмәнім жоқ. Өйткені, кең жазира далада көсіліп жатқан кемел сұлулығымен, күміс көлдерімен Есіл, Нұра секілді қыз бұрымындай тарқатылған өзендерімен өзіне тартады. Сондықтан болар Астана мен үшін әрқашан салтанаттың қаласы, тасы өрге домалап тұрған жандардың мекені болып елестейді. Қазіргі таңда астанамыз әлемдік, іскерлік байланыстың күре тамырына айналып отыр. Оның өзі Елбасының ізгі саясаты, көрегендігі мен кеменгер ойының жемісі, арманы, мақсаты, халқының тарихынан нәр алғандығы шығар. Астанамыздың шаңырағы биікке көтеріліп, уығы нық қадалып, керегесі келісті жайылды деуге болады. Астана қазірдің өзінде азиялық байтақтардың арасындағы ең бір еуропалық қала. Нұрсұлтан Назарбаев Қазақстанның Еуразиялық ел екенін, оның астанасының орасан зор қос құрлықтың, өкпе тұсында орналасқанын, демек келешекте қаланың осынау ұлан-ғайыр кеңістіктің қуатты желілері тоғысқан торабына, 21 ғасырдағы экономикалық, технологиялық, ақпараттар тасқынының арнасына айналатынын атап көрсеткен болатын. \nАстана- бүгін өскелең қала. Кемел де келісімді ойлардың, ізгі ниет пен игі тілеудің қаласы. Айталық, қаланы қақ жарған Есіл өзенінің жағалауын кезінде басқан қамыс- құрақ қаба сақалдан арылып, бетон тақтайшалармен төселген. Есілдің мәрмәр жағалауынан зәулім ғимараттар салуға да, қаланың орталық бөлігінде еуропалық үлгідегі шағын орамдар тұрғызуға да орын жетерлік. Ендеше, шаһардың кейбір кең де түзу көшелері дәстүрлі шығыс байтақтарын, мәселен, көргендерге Каир мен Делиді есестететіні сөзсіз. \nЕліміздің жаңадан орын тепкен ордасын көркейту мақсатына орай президентіміз 2001 жылы «Астана жаңа қала» деген арнайы экономикалық аймағын құрған болатын. Бұл шара Есілдің сол жағалауына инвестициялар тарату, құрылыста озық технологияларды пайдалану, сондай-ақ қазіргі заманғы инфрақұрылым арқылы құрылысты қарқынды түрде дамыту еді. Сол себепті Астанадағы үкімет сарайлары, құрметті орындар, министрліктер мен қоғамдық ғимараттар аса көрнекті сәулеттік бейнеге ие болып келеді. Осындай ғажап, өзге қалалардан ерекшеленіп тұрған Астанамыздың кескін-келбеті Европа материгінде орналасқан Париж қаласының дәл өзінде жүргендей сезіндіретін шығар. Парижге барғандар ең алдымен Эйфиль мұнарасын іздесе Астанаға келгендер\nбиіктігі 97 метрге жететін «Астана-Бәйтерек» монументін іздейтін сияқты. Осының өзі әлем төрінен орын алатындай көрініс, шіркін! Бәрін айт та, бірін айт дегендей барлығынан да бас алаң төріне көз тастаған жан бүкіл тарихы- бірігу тарихы болған халқымыздың өмірінде келісімді билігімен, әділ сөзімен, елінің басына ауыртпашылық түскенде шешендігімен алғырлығымен еліне қорған болған, асқан беделге бөленген дана үш би- Әйтеке, Қазыбек, Төле бас қоса отырған сәулетті ескерткіш орнатылыпты. Көшелері де тап-тұйнақтай, қазақ даналарының есімімен аталады.\nӘрине астанамыздың болашағы көбінесе 21 ғасырдағы халықаралық, экономикалық, геосаяси және басқа қатынастардың дамуына байланысты болары анық. Астананы салдырып жатқан Нұрсұлтан Назарбаев бір ғана қазақ халқының емес, бірде Ұлы Дала, бірде Тың немесе Қазақ ССР-і деп әр кезде әрқалай аталған, ал бүгін Қазақстан Республикасы аталатын байтақ өңірді бір кезде мекен еткен және бүгінгі таңда мекендеп жатқан халықтардың «еуразиялық арманын» асқақтатуға бекем бел байлап отыр. Бұл өлке-халықтарды бауырына басып, татуластырып қана қоймай, оларды жаңа қауымдастық, жаңа өркениет құру жолында топтастыра білген өлке. \nЕлорданың өркендеуі еліміздің өркендеуінің белгісі. Ендеше бас қаланың жаңадан қаланып жатқан іргетасының берік болуы да мемлекетіміздің болашаққа нық сеніммен жасар қадамының нағыз кепіліне айналмақ. Келер ұрпақтың да, жастардың да болашағы бір өзіңде! Ал сенің гүлденуің солардың қолында. Келешегің жарқын болсын, халқымның ақ ордасы, көркейіп, биіктерден көріне бергейсің!",
        "question_date": "17.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астана - әсем қала. Ол өзінің ауыз толтырып айтарлықтай ерекшеліктерімен де ерекшеленеді. Астананың  жөні бөлек. Басқа қалалардан ерекшелігі де сол онда әдемі зәулім үйлер, Есіл өзенінің жанында орналасқан Үкімет пен Парламентке арналған әкімшілік ғимараттары, Хан  шатыры, мәдениет сарайлары, спорт кешендері, \"Өмір өзені\" атты субұрқақтары, Конгрес Холл, театрлар мен Абай мен Кенесары атамыздың ескерткіштері, Бәйтерек монументі, көшедегі гүлзарлар мен алаңдары да өте керемет үйлесімін тапқан. Бұл біздің білетініміз ғана десем болады. Қазіргі Астананың көз тоймастай көркіне,  жылдан-жылға әсемденіп өсіп келе жатқанына әрбір ауыл баласы қызыға қараймыз. Астананың Астана болғанына елбасымыз Н.Ә.Назарбаевтың еңбегін айтпай кетуге болмас. Ол кісі Астананы жаңаша гүлдендірді.\n\nСарыарқаның төрінде орналасқан Астана - Қазақстанның жүрегі. Мен оны әрдайым мақтанышпен \"Әсем қалам – Астанам\"-деп айта аламын.",
                "date": "17.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Морфологиялық талдау - Біздің, олар, қанатты, сөзді, айтқан",
        "question_content": "Біздің, олар, қанатты, сөзді, айтқан- сөздеріне морфологиялық талда",
        "question_date": "17.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "канатты－канат（тубир）, ты（сын есим тудырушы ）",
                "date": "17.12.2017",
                "upvotes": 0
            },
            {
                "text": "Тупые вы самые хахахах смотрим ррматт7ги9гмеааежшччэхк7язягккяКхяк7зкяпхяхкшяхкшяяхешяещчнщсг8счршхс(€#Нззязяааг=€/€\\\\\\\\\\\\^%^/^^^^_€€&&;^^",
                "date": "26.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таң намазының парызы қалай оқылады?",
        "question_content": "Әссаламу алейкум! Таң намазының ПАРЫЗЫ іштей оқылама әлде ШАМ намазының ПАРЫЗЫ құсатып дауыстап оқыймызба...",
        "question_date": "17.05.2017",
        "question_tag": "Ораза сұрақтар",
        "question_views": 49000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таң намазы 4 рәкаттан, яғни, 2 рәкат сүннет, 2 рәкат парыздан тұрады. Екінші таңның атуынан күннің шығуына дейінгі мезгіл - таң намазының уақыты.Екінші таң - таңға қарай шығыс көкжиегінің бозаруы. Бұл уақытпентаң уақыты кіріп, құптан намазының уақыты шығады. Осы сәттен бастап ораза ұстайтындар үшін ғибадат уақыты басталады. Сол себепті бұны «шынайы шапақ» деп атайды. Бұның алдында бірінші таң бар. Бұл - шығыс көкжиегінің ортасында жоғарыға тікелей көтерілген, екі жағы қараңғы бейне бір созылған сымдай жайылған жарық. Бұл жарық аз уақыт ішінде жоғалып, орнын қараңғылық басады. Осыдан кейін екінші таң атады. Осы бірінші таңға, таң уақытының кіргенін көрсетпегендіктен әрі жалған жарық болғаны үшін «жалған таң» деп аталады. Бұл таң - түннің жалғасы. Бұл уақытта құптан уақыты шықпайды да, таң намазы кірмейді де. Ораза ұстайтындар осы уақытта ішіп-жеулеріне болады. Бұған мына хадис дәлел:\nАллаһтың Елшісі (с.а.у.) былай дейді: «Таң (шапақ) екеу. Біріншісі - бамдат намазын оқуға болмайтын, бірақ ішіп-жеуге болатын жалған шапақ. Екіншісі - ішіп-жеуді харам, таң намазын оқуды адал еткен таң шапағы». «Таң намазының уақыты - екінші таңның атуынан күннің шығуына дейінгі мезгіл». Күн шыққаннан бастап, түскі уақытқа дейінгі мезгілде - ешқандай парыз намаз міндеттелмеген аралық уақыт.\nТаң намазын айнала көрініп жарық болған кезде оқу - мұстахап.Таң намазының ерекшеленетін себебі: Аллаһ Құранда: «Күн ауғаннан түннің қараңғысына дейін намазды толық орында, әрі таң намазын оқы. Өйткені таңғы оқуға (күндізгі және түнгі періштелер) қатысады», -деп баяндаған. Сонымен қатар, Абу Хурайра (р.а) риуаят еткен, Пайғамбар (с.ғ.с): «Сендерге түнде бір періштелер, күндіз бір періштелер алмасып келіп тұрады. Олар таң намазы мен аср намазында жиналып, сосын сендермен түнде бірге болғандар көкке көтеріледі. Сонда Алла олардан жақсы біліп тұрса да: «Пенделерімді қандай жағдайда тастап келдіңдер?» - деп сұрайды. Ал олар: «Біз оларды намаз оқып жатқандарында тастап келдік, сондай-ақ олар біз оларға барғанымызда да намаз оқып жатыр еді», - деседі», - деген (Имам Бухари, имам Муслим). Таң намазына Аллаһ Тағала және періштелер куә болады. Бұл таң намазының дәрежесі өте биік екенін білдіреді. Сондай-ақ, таң намазы басқа намаздардан бөлінуімен ерекшеленеді. Өйткені онымен құптан (иша) намазының арасын түннің ақырғы бөлігі бөледі және онымен бесін намазының арасын күндіздің бірінші жартысы бөледі.Өйткеніқұптан (иша)намазының уақыты түннің жартысы болғанда бітеді де, ол уақытта парыз намазы жоқ тек тахажжуд намазы бар. Ал күн шыққаннан түс ауғанға дейін де парыз намазы жоқ, ол уақытта тек дұха намазы бар, осыған орай таң намазы өзінен алдыңғы және кейінгі намаздармен байланысы жоқ, тек өзіне арналған жеке уақытта оқылуымен ерекшеленген. Жоғарыдағы аяттан алынатын пайдалардан - намаздың дұрыс болуының шарттарына уақыттың кіруі жатады және ол намаздың парыз болуының себебі, өйткені Аллаһ намазды осы аталған уақыттарда өтеуге бұйырды. Сондай-ақ, үзірлі жағдайда бесін мен асыр және ақшам мен құптан намаздарын қосып оқуға рұқсат етіледі, өйткені Аллаһ Тағала олардың уақыттарын барлығын қосып айтты. Сондай-ақ бұл аят таң намазында құранды ұзағырақ оқуға дәлел етеді, өйткені Аллаһ тағала таң намазын таңғы оқу деп атады, және намаздағы құран оқу-оның бір рүкіні екенін білдіреді. Өйткені егер ғибадат оның кейбір бөліктерімен аталса, ол оның парыз екендігін білдіреді. Таң намазы мен асыр намазының артықшылықтары көп жерде бірге айтылған: Пайғамбарымыз (с.ғ.с): «Кім әл-бардайнды (асыр мен таң намазын) оқыса жәннатқа кіреді», - деп айтқан. Бұл екеуінің «әл-бардайн», яғни суық деп аталу себебі, екеуі де күннің суыған кезінде оқылады. Таң намазы түннің суыған ақырғы уақытында келсе, асыр намазы күннің ыстығы азайып салқындаған уақытында кейін келеді. Пайғамбарымыз (с.ғ.с) басқа хадисінде бұл екі намаз жайында: «Күннің шығуынан және оның батуынан бұрын намаз оқыған адам тозаққа кірмейді», - деді. Яғни таң намазы мен асыр намаздары. Бірінші хадисте бұл екеуін оқыған адам жаннатқа кіретін болса, екінші хадисте ол тозақтан құтылады делінді. Бұл нәтиже Аллаһ Тағала Құранда айтқан аятына тура келеді: «Кім оттан құтқарылып, жәннатқа кіргізілсе ақиқат бақытқа жетеді».\n\n\nhttp://hibatulla.kz/ru/art_28.html",
                "date": "27.07.2017",
                "upvotes": 0
            },
            {
                "text": "ТАҢ НАМАЗЫ\nЕкі сүннет, екі парыз – барлығы төрт рәкағат. Алдымен сүннет, содан кейін парыз оқылады.\nТаң намазының сүннетінің оқылуы:\nБірінші рәкағат:\n1) Аяқтардың арасы төрт елі болатындай ашық және башпайлардың ұшы құбыла жаққа қарау керек.\nНиет:\n2) “Ниет еттім Алла разылығы үшін бүгінгі таң намазының сүннетін оқуға” деп ниет етіледі.\nИфтитах тәкбірі:\n3) “Аллаһу әкбар” деп ифтитах тәкбірі айтылады.\n(Ер адамдар тәкбір айтқанда, алақандары құбылаға қарайды, саусақтарының арасы шамалы ашық болады. Бас бармақтар, құлақ ұшы-ның деңгейіне келетіндей қолдарын жоғары көтереді).\n(Әйел адамдар тәкбір айтқанда, алақандары құбылаға қарайды, саусақтарының арасы шамалы ашық болады. Саусақтары көкірек дең-гейіне келетіндей қолдарын жоғары көтереді).\nҚиям:\n4) Тәкбірден кейін қолдарын байлайды. Тік тұрғанда сәжде қылатын жерге қарайды.\n(Ер адамдар оң қолының алақаны сол қолының үстінде және оң қолының бас  бармағы мен кішкентай саусақтары сол қолының білегін қапсырып, қолдарын кіндігінің астына байлайды).\n(Әйел адамдар оң қолын сол қолының үстіне қойып және қолда-рын көкірегінің үстіне байлайды).\nҚирағат:\n5) Түрегеп тұрғанда рет-ретімен: а) Субханәкә; ә) Әғузу – бисмиллаһ; б) Фатиха сүресі; в) Құраннан бір сүре оқылады.\nРүкуғ:\n6) “Аллаһу әкбар” деп рүкуғқа еңкейіп, үш рет “сүбханә раббил-азим” делінеді. Рүкуғтан тұрғанда аяқтардың ұшына қарайды.\n(Ер адамдар рүкуғта саусақтарын ашып, алақанымен тізелерін ұстайды, арқасы түп-түзу болуы керек. Тізелері мен шынтақтарын түзу ұстайды).\n (Әйел адамдар рүкуғта иықтарын біраз иіп, ер адамдарға қарағанда біраз иіліңкіреп тұрады. Саусақтарын ашпай, қолдарын тізелерінің үстіне қояды әрі тізелерін біраз бүгіп тұрады).\nРүкуғтан тұру:\n7) “Сәмиға Аллаһу лимән хамидәһ” деп рүкуғдан тұрады, тік тұрып “Раббәнә ләкәл хамд” дейді.\nСәжде:\n8) “Аллаһу әкбар” деп сәждеге барады. Сәждеге барарда алдымен тізе, қол, содан кейін маңдай және мұрын жерге тиеді. Сәждеде бас екі қолдың арасында және бірдей деңгейде болады. Сәждеде болғанда екі аяқ көтерілмейді, мұрынға қарайды. Үш рет “сүбхана раббил-ағлә” дейді.\n(Ер адамдар сәждеде шынтақтарын бүйірінен ұзақ және білектерін жерден жоғары ұстайды. Аяқтары башпайлардың үстінде тік ұсталып, башпайдың ұштары құбыла жаққа қарайтындай етіп қойылады).\n(Әйел адамдар сәждеде қолдарын бүйіріне жабыстырып, аяқтарын башпайлардың үстіне тік ұстап, башпайларының ұштарын құбыла жаққа қарайтындай етіп қояды).\nЕкі сәжде арасындағы отырыс:\n9) “Аллаһу әкбар” деп басын көтеріп тізерлеп отырады. Отырған кезде саусақтарын тізенің деңгейіне келетіндей сандарының үстіне қояды және сәжде орнына қарайды. Бұл кезде “сүбханалла” дейтіндей аз ғана уақыт отырады.\n(Ер адамдар сол аяғын жерге төсеп, үстіне отырады, оң аяқ башпай-лары құбылаға қарайтындай тік ұсталады).\n(Әйел адамдар аяқтарын жатқызып, оң жаққа қарай созып отыра-ды).\n10) “Аллаһу әкбар” деп екінші рет сәждеге жығылады және үш рет “сүбхана раббил -ағлә” дейді.\n11) “Аллаһу әкбар” деп сәждеден екінші рәкағатқа тұрып қолын байлайды. Сәждеден  көтерілгенде әуелі бас, содан кейін қолдар, сонан соң қолдарын тізеге қойып тізелерін жерден көтереді.\nИфтитах тәкбірінен бастап осы жерге дейін  жасалғандар “бір рәкағат” болып есептеледі.\nЕкінші рәкағат:\n1) Түрегеп тұрғаннан кейін рет – ретімен: а) Бисмиллаһ ә) Фатиха сүресі; б) Құраннан бір сүре оқылады.\n2) Бірінші рәкағаттағыдай “Аллаһу әкбар” деп рүкуғқа барады да үш рет “сүбхана раббил – азим” дейді.\n3) “Сәмиғаллаһу лимән хамидәһ” деп тұрады, толық тік тұрғаннан кейін “Раббәнә ләкәл хамд” дейді.\n4) “Аллаһу әкбар” деп сәждеге жығылады да үш рет “сүбхана раббил -ағлә” дейді.\n5) “Аллаһу әкбәр” деп сәждеден тұрып тізерлеп отырады. “Сүбханаллаһ” дейтіндей уақыт отырады.\n6) Содан кейін “Аллаһу әкбар” деп екінші рет сәждеге жығалады да, үш рет “сүбхана раббил -ағлә” дейді.\nНамазда соңғы отырыс:\n7) “Аллаһу әкбар” деп сәждеден басын көтеріп отырады. Отырған кезде қолдың саусақтарын тізенің деңгейінде келетіндей санның үстіне қояды да, алдына қарайды.\n(Ер адамдар сол аяғын жерге төсеп үстіне отырады, оң аяқтың сау-сақтарын құбылаға қаратып, тік ұстайды) .\n(Әйел адамдар аяқтарын жатқызып, оң жаққа қарай созып отыра-ды).\n8) Отырған кезде рет-ретімен: а) “Әттәхияту” ә) “Аллаһүммә салли” б) “Аллаһумма барик” в) “Раббәнә әтинә...” дұғалары оқылады.\nОң жаққа сәлем беру:\n9) Әуелі басын оң жаққа бұрып “Әссәләмү алейкүм уә рахмәтуллаһ” дейді. Сәлем берген кезде иығына қарайды.\nСол жаққа сәлем беру:\n10) Содан кейін басын сол жаққа бұрып “Әссәләмү алейкүм уә рахмәтуллаһ” дейді. Осылайша екі рәкағат намаз аяқталады.\nТаң намазының парызының оқылуы:\nТаң намазының парызы да екі рәкағат сүннеті сияқты оқылады. Сүннеттен айырмашылығы парыз үшін ниет етіліп, ер адамдардың қамат айтуында.\nТаң намазының парызына былай ниет етеді:\n“Ниет еттім Алла разылығы үшін бүгінгі таң намазының парызын оқуға”.\nАқпарат islam.kz сайтынан алынды.",
                "date": "11.04.2018",
                "upvotes": 0
            },
            {
                "text": "Тан намазын да 3:46 кетткен де оки ма или 5:32 кетткен де оки ма?\nКанша ракат окимын 4 па?",
                "date": "22.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бөлменің ұзындығы 10 м",
        "question_content": "Мамематика пәні\n\nБөлменің ұзындығы 10 м, ені 8 м, ал биіктігі 3 м.Әр бөлме қабырғаларын 1 метр биіктікте ақ сырмен, ал еденді қызыл сырмен бояу керек. 1 м2 ауданға 200 г сыр жұмсалса, осы бөлменің еденін бояуға неше килограмм қызыл сыр, ал қабырғаларын бояу үшін неше килограмм ақ сыр сатып алу керек?",
        "question_date": "16.05.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Едендерді бояу үшін қанша бояу қажет болатынын білу үшін сіз бояуға болатын еденнің ауданын білуіңіз керек. еден төртбұрышты.\nЕденнің ауданын табу үшін бөлменің ұзындығын бөлменің еніне көбейту керек. S = a * b = 10 * 8 = 80 м^2.\nСізге қанша қызыл бояу қажет екенін табыңыз: 80м^2 * 200г = 16000г = 16кг.\n\n Қабырғаларды бояу үшін қанша ақ бояу сатып алу керектігін білу үшін (h = 1 м) сіз жоспарланған боялған беттің ауданын білуіңіз керек.\n\n S = 2 * (a * h + b * h) = 2 * (10 * 1 + 8 * 1) = 2 * (10 + 8) = 2 * 18 = 36 м^2.\n\n Қабырғаларды бояу үшін қанша ақ бояу қажет екенін табыңыз: 36 м^2 * 200 г = 7200 г = 7 кг 200 г.\nЖауабы: 16 кг қызыл, 7 кг 200 г ақ.",
                "date": "19.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фосфордың жану реакциясының жылу эффектісі 3010 кДж",
        "question_content": "Фосфордың жану реакциясының жылу эффектісі 3010 кДж, 21,7 кг фосфор жанғанда бөлінетін энергияны есетеңдер.",
        "question_date": "16.05.2017",
        "question_tag": "Химия",
        "question_views": 21100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай болуы керек.",
                "date": "16.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік жұмысқа стаж жоқ болса ала ма?",
        "question_content": "Салеметсиздерме!!менин жасым 23те,2010-2013жж колледж битирдим.Мамандык бухгалтер!!осы мамандыгым бойынша жумыс жасамадым!!!тек кассир болдым!!супермаркетте!!!бирак мен онда неофициально жумыс жасагасын менин трудовойыма онда жасагыным жазылган жок!!!Жакында мемлекеттик тест тапсырып Жаксы бал жинап оттим!!!енди менин трудовойымда ешкандай стажым жок,мени мемлекеттик жумыска алуы мумкинба??конкурска букил документтерди дайындап койдым!!бирак сондада коркам алмайтын сиякты???билмеймин!!сосын трудовой га кейбир жеке фирмалар акшасын берсе стаж бар деп печать басып береди дейди??сол распа??Аутобеде сондай жердер барма???акшасына стаж жазып беретин???отиниш комектесиндерши!!!",
        "question_date": "16.05.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 579,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер Сіз Қазақстан Республикасы азаматы болсаңыз, жасыңыз 18-ден асса, жоғары біліміңіз бар және кәсіби дайындығыңыз жақсы дәрежеде болса, онда мемлекеттік қызметке тұруға мүмкіндігіңіз бар.",
                "date": "17.05.2017",
                "upvotes": 0
            },
            {
                "text": "Жас мамандардың еңбек тәжірибесі жоқ немесе ол тым аз болады. Ол бар болғаны тәжірибеден немесе еңбек сынағынан өту уақытымен шектеледі. Бұл, әрине, жұмыс табу үшін жеткіліксіз, бірақ жұмыс берушіге өзіңізді жақсы жағынан көрсетуге және сондықтан осы теріс фактордан құтылуға мүмкіндік береді.\nТүйіндеме даярлау кезінде міндетті түрде өтініш беру мақсатыңызды, қандай қызметке ниет білдіретініңізді көрсетіңіз. Бұл жұмыс берушінің сізге қандай орынның қажеттігі жайлы ойланып толғануына жол бермейді. Егер уақытша жұмыс істеген жерлеріңіз болса, сондай-ақ егер ол жұмыс өтінімдегі орынға сай келетін болса оны да көрсету керек. Кейбір кеңесшілер бүкіл жұмыс өтілін көрсетуді ұсынады. Тек қабілетіңіз бен машықтарыңызды, тәжірибе мен жетістіктеріңізді көрсетіңіз.",
                "date": "17.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика 7 класстың формулалары керек еді",
        "question_content": "Маған басынан бастап аяғына дейін 7 класстың физикасының формулалары керек еді. Соны рет ретімен жазып берсеніз тіпті жақсы болар еді. Мысалға:\n         mv2\nEk = --------         мұндағы: m - дененің массасы; v - дененің жылдамдығы.\n            2\nДеген сияқты формулалар нақты, рет ретімен керек болып тұр. Өтініш! Көмектесініздерші!",
        "question_date": "16.05.2017",
        "question_tag": "Физика",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Автобус алғашқы  9 км жолды 36км/сағ жылдамдықпен ал келесі 27 км жолды 54 км/сағ жылдамдықпен жүрді. Автобус қозғалысының орташа жылдамдығы қандай?",
                "date": "25.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақыл тістің шығу жайлы",
        "question_content": "Біреулер тіс жұлдырсаң шықпайды дейді.Тіс жұлдырғанда тамырларын жұлып әкетеді сондықтан шықпайды деп жатады. 16 жасында жұлдыртты делік одан кейін ақыл тіс шыға бермейма, сіздер қалай ойлайсыздар ?",
        "question_date": "16.05.2017",
        "question_tag": "Денсаулық",
        "question_views": 11300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақыл тіс 16 – 25 жас аралығында шығады. Әдетте 17 мен 25 жас аралығында шығатын бұл тіс түрі ерекше ауырсынумен шығады. Дер кезінде байқалмаған ауру-сырқау симптомдары одан бетер асқынуларға әкеліп соғу мүмкін.\n\nКөп жағдайда, ең соңынан шыққан бұл тістердің түбірлері нашар болады. Кейде тіс жегіне ұшыраған ақыл тістерді дәрігерлер емдеуден бас тартып жатады. Емдеуге қиын соғатын ақыл тістерді сақтау қаншалықты маңызды? Сонымен, ақыл тістің жақсы-жаман тұстарын ажыратайық.\n\nАуыз қуысында тістердің жетіспеушілігі салдарынан протез киюге тура келеді. Егер, ауыз қуысында 6-ыншы және 7-інші, яғни ақыл тістің алдындағы тістер жоқ болса, протез жасау барысында қиындық туу мүмкін. Ал ақыл тістің көмегімен протез берік қондырылады.\n\nКейде ақыл тіс дұрыс шықпай, түбірі қисық болады. Мұндай кезде қисық шыққан ақыл тіс басқа сау тістерді зақымдамау үшін жұлып тасталынады. Тіс шығу барысында жаңа тіске орын жетпей жатса, ақыл тістен айрылыуыңыз әбден мүмкін. Сондай-ақ, алдынғы тұрған тістерді емдеу барысына кедергісі келіп жатса, ақыл тісті жұлдырғаныңыз абзал.\n\nМұнымен қоса, ақыл тіс шығу барысында тіс иегі де зақымдануы мүмкін. Тіс иегі мен тістің арасында қабыну пайда болып, перикоронит ауруына шалдығу қаупі бар.\n\nОсындай жағдайлардың алдын алу үшін, дер кезінде тіс дәрігерінің көмегіне жүгініңіз.",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "Тістердің уақтылы жарып шығуын тежейтін жергілікті себептер көп: сүт тістер түбірінің кеш сорылуы не болмаса сүт тістерді ерте суырып тастаса қатардағы тісер бос орынға қарай жылжығандықтан кейін шыққан тұрақты тіске орын болмай қалады. Кейде сүт тіс маңындағы шырышты қабықта зақымданып, қабынуы не тіс ұрығының жақ сүйекте өте терең жатуы тістің кедергімен кеш жарып шығуының бір себебі болады. Жақ сүйектерінің дамып өсу процестері бұзылса не сүйекте ісік болса, тістің эмбриональдық дамуы бұзылып, тіс кеш шығуы не шетке қарай жаруы мүмкін.",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "Адам баласына 1 жастан бастап сүт тiстер шыға бастап, 6 жасқа келгенде тұрақты тiстерге алмасу процесi жүредi. Тұрақты тiстер 12 жаста толық ауысып болады. Одан кейiн тiс шықпайды. Жұлдырмаса болмайтын тiс болса амал жоқ жұлдырып ақшаға тiс салдыруға тура келеді. Немесе дер кезіндее емдеткен дұрыс.",
                "date": "16.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Омар Хайям\" шығарма",
        "question_content": "\"Омар Хайям\" шығарма керек еді",
        "question_date": "16.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Омар Һайям - парсы математигі, астрономы, ақын, философы (толық аты — Абу-ль-Фатх Омар ибн Ибраһим аль-Һайям) шамамен 1048 жылы Хорасанның Нишапур қаласында дүниеге келген, әрі сонда қайтыс болған. Жас кезінде жақсы отбасының тәрбиесінде болған, әрі өлеңге құмартып өскен, оның кейбір өлеңдері осы күнге дейін жеткен. Нишапурда жұмыс атқарған кезінде, сол кездегі оқымыстылармен бірлесіп сол замандағы күнтізбеге өзгерістер енгізген. Оның ең негізгі еңбегі «Алгебра мәселелерінің дәлелі» атты кітап. Бұл кітаптың арабша қолжазбасы мен латынша аударма нұсқасы сақталған, әрі қазір көптеген шет тілдеріне аударлып басылды. Осы кітапта алгебраға \"теңдеу шешетін ғылым\" деген анықтама берген, бұл анықтама 19-ғасырдың соңына дейін сақталып келді. Кітапта тағыда тұңғыш рет өзі ашқан конустық қисықтардың көмегімен үшінші дәрежелі теңдеуді шешудің әдісі берілді, бұл алгебра мен геометрияны біріктрген керемет әдіс еді. Ол тағыда екімұшеліктердің жаймасын, тарқату әдісін да зеріттеген. Евклидтің кітабын аударып және оған түініктеме берген. Оның «Евклидтің геометрияның бастамалары кітабындағы қиын формулаларға түсініктеме» атты кітабы шығыс математикасының дамуына ерекше рөл атқарған.\n\nОмар Һайям, Ғийас әд-Дин Әбу-л-Фатх Омар ибн Ибраһим әл-һайям (18 наурыз 1048, Нишапур – 4 желтоқсан 1122 (1112/1131), Мерв) – көрнекті парсы-тәжік ақыны, математик, астроном, философ.",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "Шығармалары: \nАрифметика мәселелері.\nӘл-жебр мен әл-мүкабала есептерінің дәлелдемелері туралы.\nЕвклидтің еңбегіндегі қиын мәселелерге түсініктемелер («Негіздерге түсініктеме»)\nДаналық таразысы\nБолмыс туралы. Фалсапалық кітап\nОмар Һайям өлеңдер жинағы.\nДүниенің болуының жалпылығы туралы.",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "Парсы философы, математигі, астрономы әрі шайыры Омар Хайям Нишапури (толық аты – Ғиясаддин Әбу әл-Фатх Омар ибн Ибраһим Хайям Нишапури) хижра шәмси жыл санағы бойынша 427 жылы Селжүктер әулеті тұсында дүниеге келген. «Ақиқат қажысы» деген лақап атымен танылған Хайямның ғылыми еңбектері әдеби шығармаларынан гөрі маңыздырақ болғанымен, оған жаһандық атақ әкелген де дәл сол рубаилері (рубаи – қос тармақты, төрт жолдан тұратын өлең, лирикалық поэзияның формасы). Оның үстіне ақынның рубаилері әлемнің көптеген тілдеріне аударылған. \nАлғашқылардың бірі болып ағылшын ақыны Эдвард Фицджеральд оның шығармаларын ағылшын тіліне аудару арқылы, оны батысқа танытады.",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "Омар Хайямның дүние тануы және өлеңдері\nОмар Хайямның дүниеге көзқарасын сипаттарлық материал жеткілікті емес. Оның философия мәселелерін сөз еткен шағын екі кітапшасы ғана сақталған. Бірі - тәжік тілінде жазылған «Жалпы мазмұн туралы», бұл француз және ағылшын тілдеріне аударылған. Екіншісі араб тілінде жазылған, кейін парсы тіліне аударылған «Болмыс пен қажеттілік туралы» деген кітапша.\nФилософиядан жазған кітапшаларында Хайямның өзіне тән дерлік айқын көзқарасы жоқ, тек Пифагордың, Платонның, Аристотельдің, Ибн Синаның идеалистік еңбектері түсіндіріледі. Автор бұрынғы философтардың қателерін іздемейді, олардың теріс пікірлерін сынамайды.\nПифагордың ілімі бойынша болмысты сандар билейді, дүниедегі гармония - үйлесімділік сандардың гармониясынан шығады. Сандардың ішінде 1 саны ерекше орын алады, өзге сандар содан тараған... Хайям мұны былай толықтырады: «Болмыстағы реттілік, - дейді ол, - әріптердегі реттілік сияқты. Әліф - барлық әріптердің негізі, ол ешбір әріптен шықпаған». Бұдан «дүниені құдай жаратқан» деген жалған қорытындынын басы қылтиып көрініп тұр. Демек, Хайям идеалистік сүрлеумен жүріп дін жолына түскен. Ол - құранды жаттап алған имам, қартайған шағында қажыға барған тақуа.\nАлайда ғылым шыңына шыққан шын ғалым идеализм батпағына мүлде батып кетпейді, ғылым шырағы оны жағаға сүйреп, тал қарматтырады, кейде жөнге салады. Хайям да сондай ғалым. Ол физика-математикалық еңбектерінде материализмге келеді. Жоғарыда айтылған алтын мен күмістің шамасын анықтау жөніндегі есепті алланың әмірімен солай шешіледі демейді, табиғат заңы бойынша солай шешіледі, табиғат санаға тәуелсіз деп түсіндіреді. Табиғаттың шексіздігін, оның бұрын да болғандығын, келешекте де болатындығын және әлем сырлары шариғат арқылы смес, өнер-білім арқылы ғана ашылатындығын Хайям ашық айтады. Оған мына өлеңдері дәлел бола алады:\n«Біз кетті деп дүние қағынбайды.\nІз өшеді, еш адам сағынбайды.\nБізден бұрын өтіпті талай заман,\nӨз жолынан табиғат жаңылмайды.\nНадандар мешіт мақын жағалайды,\nӨнер-білім қажет деп санамайды.\nЖұмаққа үміт артып күн кешеді.\nҒалым адам ондайға қарамайды».\nХайям жұлдыздар бойынша бал ашушы - астролог болған. Астрология - ежелгі Вавилонда шыққан жалған ережелердің жинағы, ол ғасырлар бойы ғылым ретінде танылып келген. Астрологияның түсіндіруінше, әрбір адамның өмірі бір жұлдызға тәуелді болады, біреудің жұлдызы бақытты, біреудің жұлдызы бақытсыз, адам өлгенде оның жұлдызы ағып түседі... Жолы болар жігіттің айы оңынан, жұлдызы солынан туады... Хайям сұлтандар мен уәзірлердің келешектегі тағдырын болжап «кітап көтеріп», яғни астрологиялық ережелер жазылған кітап бойынша бал ашып, жүрген. Ол «тәуіп, көріпкел» саналған. Бірак осы астрологияға Хайям өзі сенбеген. Сенерлік негіз де жоқ, өйткені астрология ережелерінің бір де бірі дәлелденбеген, тек абыздардың айтуымен ғана жазылған. Ал Хайям - математик, дәлелсіз ешбір ұйғарымды кабылдай алмайды, ол тіпті жігін ашпай логикалық тізбек құрып тұрған, ешқандай қатесі мен қайшылығы жоқ Евклид «Негіздеріне» қанағаттанбаған, сын айтқан, түземекші болған адам.\nЖалғыз Омар Хайям ғана емес, ертедегі ірі астрономдардың көпшілігі астролог та болған. Мұқтаждық, күнкөріс қамы ғалымдарды астрологиямен де айналысуға мәжбүр еткен. Мұны планеталар қозғалысының әйгілі үш заңын тапқан Австрия астрономы Иоган Кеплердің (1571-1630) төмендегі сөздерінен аңғарамыз: «Әрине, астрология - есалаң қыз. Бірақ жүрт одан да асқан есалаң. Есалаң қыз шатпақтап жүріп, өзінің былшылымен тамақ тауып әкеледі де, ақылды шешесі - астрономияны асырайды. Астрономның жалақысы жоқтың қасы. Есалаң қыз болмаса, оның есі бүтін шешесі алдақашан аштан өліп қалған болар еді». Кеплер шындықты айтқан.\nДін - астрологияның екінші сыңары, оның да дәлелі жоқ. Сондықтан Хайям діннен де шегініп кетеді, оны қатал сынға алады. Тіпті шариғат ережелеріне қарсы шығып, қожа-молдаларды масқаралайды. Оның өткір өлеңдері ишандарға найзадай қадалады.\nОмар Хайям аса дарынды ақын болған. Бірақ ол әдеби еңбекті негізгі кәсіп етпеген, Фердауси мен Сағади сияқты кесек шығармалар жазбаған. Анда-санда көңілі келгенде қағаз қиқымына, кітаптың шеткі алаптарына ұсақ өлеңдер жазып отырған. Хайям өлеңдері төрт жолмен шумақталып отырады, үшінші жолы дара шығып, бірінші, екінші және төртінші жолдары ұйқасып келеді. Мұндай өлең рубағи деп аталады, европа тілдерінде рубаи, рубаят дейді. Рубаи - мазмұны бай, сөзі аз, тілі көркем, лирикалық өлең.\nХайям өлеңдерінің жазба нұсқалары сақталмаған. Қазір рубаи үлгісімен жазылған және Омар Хайямның өлеңі деп есептеліп жүрген шығармалардың жалпы саны бес мыңдай. Бірақ олардың басым көпшілігі басқа ақындардікі, бертін жазылған өлеңдер. «Омардың рубаилары» делінетін өлеңдердің ішінде қазір бұзықтықты, маскүнемдікті және жезөкшелікті дәріптейтіндері де бар. Бұлар капиталистік шірік салт-санаға сай келеді, завод қожалары мен банкирлерді «Хайям қоғамына» тартады. Омар Хайямның ондай азғындықты уағыздайтын өлеңдер жазуы мүмкін емес.\nРубаилар жүз жылдан бері зерттелуде. Олар жөнінде орыс ғалымдары В. Жуковский, К.Смирнов, үнді ғалымы С. Тиртха, парсы ғалымы М.Фуруги, неміс ғалымдары А.Кристенсен, Ф.Розен, А.Арберри тағы басқалар ірі еңбектер жазған. Қазір Хайямның қолынан шыкқандығы даусыз рубаилардың саны 329. Оларда автордың аты айтылады. Мәселен, қазақ өлеңдерінің бірінде:\n«Сұрасаң менін, атым Құлтума-ды,\nМомыннан Құлтумадай ұл тумады.\nКелгенше сексен үшке ән шырқадық,\nКөмекей сонда дағы жыртылмады»\nделінеді. Бұдан өлеңнің авторы Момын руынан шыққан Құлтума ақын екендігі анықталады. Хайям өлеңдері де осындай. Оның әлгі даусыз делінген рубаиларында, көбінесе автордың аты кездеседі. Даусыз рубаиларда әділеттік, өмір қызығы, өнер-білім жырланады, қожа-молдалар әшкереленеді. Оқушыға түсінікті болуы үшін рубаилардың кейбіреулерін аударып келтірейік.\n«Молдалар бастарына салған шалма,\nАйтады, - ақиреттен ғапыл қалма! -\nТамықпен жұрттық бәрін қорқытады,\nЖұмақтан хабар алып келген бар ма?\nӨмірден өтіп кетті талай жандар,\nНеше рет күндер батып, атты таңдар.\nСолардың бірі келіп жөнін айтса,\nТоқтар еді дау, талас, айтыс, жанжал.\nХор кыздарын жумаққа алып барған,\nШарап құйған бөшке де барып қалған!\nӘйтеуір қыз бен шарап берер болса,\nНеліктен бұл дүниеде тыйым салған?\nӨмірге өлім тіркедің ілгілермен,\nАямадың еш жанды тіл білерден.\nЖаман қылып жаратқан кінә өзіңде,\nӘйтпесе, жақсы ісіңді бүлдірер ме ең?\nКөктемде отыр едім гүлге қарап,\nКесемен бір сұлу қыз берді шарап.\nСол кезде есіме алсам жұмағыңды,\nИшаным, болар едің төрт көз барақ».\nХайям өлеңдерінің жалпы сарыны осылай келеді. Олар дін уағыздаушыларды жебедей жерге тығып, шаяндай шағып алады. Сондықтан да ертедегі молдалар: «Хайям деген - шаян, оның шакқанына дана жоқ» дейтін болған.\nРубаи үлгісіндегі өлеңдер тәжік-парсы поэзиясында Хайямнан бұрын да болған. Хайям рубаиды өлеңнің негізгі түрлерінің біріне айналдырған. Төрт жолды өлеңдер басқа халықтардың да поэзиясынан орын тепкен.\nҚазақ әдебиетінің тарихында Хайям өлеңдерінің ресми аудармалары кездеспейді. Бірақ рубаилардың тәжік тіліндегі түпнұсқасын оқыған қазақтар болған. «Мәдәт бер, я шагри фурият» дегенде Абай Орта Азияның ұлы ақындарына сыйынған. Иса Байзақов бір өлеңінде былай дейді:\n«Ананың ұлдары еді осынша сый,\nФердауси, Омар Хайям, шайхы Сағди».\nЖалпы алғанда Омар Хайям қазақ оқушыларына ертеден таныс. Оның дінді мысқылдаған атеистік өлеңдері бірталай қазақ ақындарына әсер еткен.\nСонымен қатар қолда бар деректерге қарағанда Хайям еңбектерінде зор қайшылықтар бар. Ол өнер-білімге жүгініп, ғылым шыңына шыға отырып, өзі имам болады. Сөйте тұра дінге қарсы шабуыл жасайды. Дүниенің негізі материя деп танып тұрып, материяны санаға тіркестіреді. Басқа кітаптарында мәселенің қалай баяндалғаны бізге белгісіз. Кемшіліктері мен қайшылықтарына қарамастан Хайям тарихтан орын алған адам. Диалектикалық материализмге жете алмағандығы үшін мың жыл бұрын өткен ғалымды кінәлау қиын. Бұған онын «өгіз мұрнын жұдырықпен тескен» заманы кінәлі. Хайямның кемшіліктерін кешіруге әбден болады. Оның халык кәдесіне жарайтын кұнды еңбектері аз емес.\nПайдаланған әдебиет:\nИсқақов М. Омар Хайям. Орта Азия мен Қазақстанның ұлы ғалымдары (ІХ-ХІх ғасырлары). Құраст: Исқақов Б. -Алматы, 1964. 167-185 б.",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "Омар Хайям рубаилары\n9 - сәуір, 2015 ж\n567 0\nӨміріңнің өтер сәті қас-қағым,\nҚуанышпен күндерді артқа тастағын.\nБайқа шырақ бұ дүниенің байлығын,\nУақытша ғой жарамайды тасқаның.\n*\nМынау бүкіл әлемнің кіндігі – біз\nДаналық көздерінің түндігі – біз.\nСақинаға ұқсайды жаратылыс,\nСондағы асыл тастың мінсізі – біз.\n*\nБізге дейін өтті ғой түн мен күндер,\nКөк күмбезі айналып мың түрленер.\nАяғыңды ақырын еппенен бас,\nСұлудың көздері ғой құм төбелер.\n*\nКелгеніңмен кеткеніңнен не пайда?\nШүберекпіз тігісінен не пайда?\nОтырамыз от дөңгелек ішінде\nКүлге айналып кете бардық, не пайда?\n*\nМәңгіліктің құпиясын білмейміз,\nЖұмбақтарын оқи алмай күндейміз,\nБіздер тұрмыз аржағында перденің\nҚұлап түссе перде біз де күлдейміз.\n*\nМейлің кәрі, мейлі жас бол алға асар,\nАжал келіп алқымына жармасар.\nБұл жалғанда ешкім мәңгі қалмайды,\nКелу, кету бізден соң да жалғасар.\n*\nҚұдай болсам көк аспанды билер ем,\nКөк әлемді қамырдай-ақ илер ем.\nЖаратар ем басқаша бір аспанды,\nМейірбанды бақытты етіп сүйер ем.\n*\nДүниеге келгенімнен пайда жоқ,\nҒайып болсам өзгеріс жоқ, пайда жоқ.\nЕстімедім тірі жаннан дариға-ай,\nНе үшін келдім, не үшін кеттім пайда жоқ.\n*\nҒалым болдым, дарын болдым дегендер,\nІлімімен дана болды кемеңгер.\nҚараңғыдан жол таба алмай адасты,\nЕртегі айтып кетті ұйқыға сенімдер.\n*\nЖүрегіме ғылым жақын болмады,\nАшылды ғой талай сырдың толғағы.\nЖетпіс екі жасқа толдым ойландым,\nМаған мүлдем мәлім емес сол жағы.\n*\nТағдыр, жерді, көк әлемін жаратқан,\nТіліп мұңлы жүрегіме таратқан.\nҚайда кетті айжүзді ару, тәтті ерін\nҚара жердің құшағына қаматқан.\n*\nТұр орныңнан өткен өтті мұңданба,\nӨмір сәтін шаттығың ет бұнан да.\nУақыт тажал дегенінде тұрса егер,\nӨлмес едің шүкірлік ет жұбан да.\n*\nАшуыңнан зияның көп о аспан,\nЖөнсіздік қой тағы әдетің о бастан.\nЕй, жер-ана, төсіңді ашса, әгәрде\nТереңіңде жатыр талай данышпан.\n*\nМонастырьге кіріп, шығу адамға\nАзап, өлім әкеледі қашанда.\nҒұмыр кешіп үлгермеген разы,\nТумағандар тіпті жақсы әманда.\n*\nӨкінішті өтті жастық, гүл ме едің,\nКешегі күн көктем еді бір демім.\nҚуаныш дейтін жастық құсы қайдасың,\nҚашан келді, қашан кетті білмедім.\n*\nБилейді ғой мені тағдыр қаламы,\nЖақсы, жаман істерімді жамады,\nСенсіз, менсіз болып жатыр барлығы,\nҚұдай маған қандай кінә тағады?\n*\nЖетіқат аспан жаратылса жақсы боп,\nКөктің жүзі жайғасады сақшы боп.\nЕгер тағдыр қайырымды болса, егер\nДанышпандар азап шекпес тапшы боп.\n*\nҚұдаймен де болмас менде келісім,\nМенікі де дұрыс емес несі мін.\nРас болса қалағаны Тәңірдің\nҚателікке ұрынғаным – кешірім.\n*\nБұл жалғанға тап-таза боп келеміз,\nКүле кіріп, уайыммен кетеміз.\nКөз жасымен жүрек отын өшіріп,\nТопыраққа айналамыз неге біз.\n*\nҰзағандар ұзақ жолдың бойында\nОралғандар барма, сірә, ойыңда.\nЖолайрықта ештеңені қалдырма,\nЕнді қайтып келмесіңді мойында.\nПарсы тілінен аударған\nӨтеген Күмісбаев",
                "date": "16.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Африка мен Аустралияның табиғаттағы ұқсастықтары",
        "question_content": "Аустралияның қандай табиғат белгілері Африканың табиғатына ұқсайды? 2-3 мысал келт",
        "question_date": "16.05.2017",
        "question_tag": "География",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оңтүстік Америка, Африка және Аустралия материктерінің көпшілік бөлігінде температура жыл бойы жоғары болады. Материктердің ең енді бөліктері субэкваторлық және тропиктік белдеулерде жатыр. Тек Оңтүстік Американың жіңішке оңтістік бөлігі ғана қоңыржай белдеуге енеді. Оңтүстік Америка, Африка және Аустралия материктерін оңтүстік тропик шеңбері кесіп өтеді.\n\nЖер бедері. Оңтүстік жарты шар материктерінің жер бедерінде жазықтар басым болады. Олар материктердің негізгі бөліктерін алып жатқан ежелгі гондваналық платформаларға сәйкес келеді. Платформаларда фундаментті құрайтын кристалды жыныстары жер бетіне шығып жатқан қалқанда мен өте қатты майысқан ойыстар алма-кезек ауысып орналасқан. Қазіргі жер бедерінде қалқандар күшті мүжілгендіктен қалдық аласа тауларға айналған. Ал ойыстарда шөгінді жыныстардың қалың қабаты жиналып, үлкен алқапты алып жатқан тегіс жазықтар қалыптасқан.\n\nМатериктердегі ірі тау жүйелері олардың жағалық бөліктеріне сәйкес келеді. Гоендваналық плиталар мен мұхиттық плиталар мен литосфералық плиталардың түйіскен аймақтарында болған қатпарлану әсерінен түзілген бұл жас тауларға Оңтүстік Американың батысындағы Анд таулары, Африканық солтустік-батысындағы Атлас тауы, Аустралияның шығысындағы Үлкен Су Айырық жоталары жатады. Жарықтар арқылы базальтты жыныстардың сыртқа лықсуы нәтижесінде жанартаулық белдеулер қалыптасты. Оған біртұтас Африка-Аравия гондваналық плитасынығ Еуразия плитасы мен ығысуы нәтижесінде Арабияның Африкадан бөлінуі, Қызыл теңіз табанының ашылуы далел болады.\n\nМатериктердің экватор мен тропиктер аралығындағы орнына байланысты бірдей климаттық белдеулер мен табиғат зоналары кездеседі. Бірақ материктердің ауданы мен жер бедереінің өзіндік ерекшеліктеріне байланысты белдеулер мен зоналардың орналасуы және аудандару түрліше болады. Қазіргі кезде оңтүстік жарты шар материктері бір-біріне оқшау орналасқанымен олардың ертеректе табиғатының біртұтас дамығанын делелдейтін өсімдіктер мен жануарлардың ортақ түрлері кездеседі.",
                "date": "16.05.2017",
                "upvotes": 1
            },
            {
                "text": "Оңтүстік жарты шар материктері деп аталатын Оңтүстік Америка, Африка, Автсралия және Антартика узақ уақыт бойы ежелгі Годвана материгінің құрамында болған. Литосфералық плиталардың қозғалысы нәтижесінде Гондвана Оңтүстік Америка, Африка-Арабия, Үндістан Австралия-Антартика плиталарына ажырады. Сонымен мқатар плиталардың ажырау аймағында қазіргі Атлант және Үнді мұхиттарының табаны ашылды. Кейінірек Африка-Арабия және Үндістан плиталары Еуразияға, ал Оңтүстік Америка Панама мойнағы арқылы Солтүмтік Америкаға жалғасты. Аустралия мен Антарктида арасындағы құрлықтық байланыс үзілді. Нәтижесінде Оңтүстік жарты шар материгінің қазіргі пішіні қалыптасты.\n\nҚазіргі кезде Оңтүстік Америка материгінің Солтүстігі мен Африка жерінің жартысынан астамы солтүстік жарты шарда орналасқан. Соған қарамастан олар геологиялық даму тарихымен табиған жағдайларының ортақ белгілеріне сәйкес оңтүстік жарты шар материктері тобына киреді. Сондықтан материктердің географиялық орнындағы қазіргі айырмашылқтарға қарамастан табиғат жағдайлары ұқсас болып келеді.",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "Африка тропиктік белдеулер аралығында орналасқандықтан, жері өте қатты қызады. Жаз айларындағы орташа температурасы құрлықтың барлық бөлігінде дерлік 200С-тан жоғары,Сахара мен Суданның солтүстігінде350 – 380С-қа жетеді. Жер шарындағы ең жоғары температура+580С 1933 жылы Сахараның (әл-Азизия) Жерорта теңізі жағалауында тіркелген. Жылдық жауын-шашынның ең көп түсетін жері Гвинея шығанағы жағалауындағыКамерун тауының беткейінде (10470 мм, Дебунджа), ал ең аз жауын-шашын мөлшері Сахарада (0,5 мм, Асуан қаласы) тіркелген. Географиялық ерекшелігіне қарай Африка аумағыыстық, ылғалды экваторлық, ауыспалы ылғалды (муссондық), субэкваторлық, ыстық әрі құрғақ, континенттік, тропиктік шөл, ыстық ылғалды тропиктік және субтропиктік жерортатеңіздік климат белдеулеріне бөлінеді.\n\nАустралия жерлері көбіне тропиктік (18-30° оңтүстік ендік), солтүстігі субтропиктік ендікте жатыр. Шығыс жағалауының климаты (солтүстіктен 30° оңтүстік ендікке дейін) тропиктік, теңіздік.\nКүн радиациясы үнемі жоғары болады: 590-750 кдж/сm³; сондықтан Аустралияның барлық аудандарында температура тұрақты болады. Аустралия түгелімен дерлік 20-28° С жазғы және 12-20° қысқы изотермалар аралығында жатыр. Солтүстік Аустралияның климаты ыстық болады: жаздың ең жылы айы - қаңтар мен қыстың ең суық айы - шілде температурасының айырмашылығы шамалы.\nТропиктік ішкі аудандар мен субтропиктік белдеулерде температураның маусымдық ауытқуы анық байқалады. Қаңтардың температурасы 40° С-тан жорғары болатын ең ыстық аудан солтүстік-батыста. Температураның абсолютті максимумы Клонкарриде (Квинсленд) 53,1°С, абсолютті минимумы -4°, -6° С-қа дейін. Тұрақты аяз (-22°С-қа дейін) тек оңтүстік-шығысындағы Аустралия Альпісінде болады.\nАустралияның жағалауының аз тілімденуі, құрлықтың батыстан шығысқа қарай созылып жатуы, Үлкен Суайырық жотаның Тынық мұхиттан соғатын ылғалды желге бөгет жасауы орталық аймақта климаттың құрғақ болуына әсерін тигізеді[4][5].\nАутсралияның жерінің 38 %-нда жауын-шашынның жылдық мөлшері 250 мм-ден аспайды. Солтүстік пен оңтүстіктен соғатын ылғалды желге қарсы тұратын кедергінің жоқтығынан, Аустралияда ұзаққа созылатын қуаңшылық болмайды. Құрлықтан солтүстігі мен шығысындағы тауларда жауын-шашынның мөлшері 500 мм-ден 2000 мм-ге дейін жетеді. Солтүстігіне жауын-шашынды солтүстік-батыстан соғатын экваторлық ылғалды муссон, ал шығысына Шығыс Аустралия жылы ағысы үстінде пайда болатын ылғалды ауаны Тынық мұхиттан соғатын пассаттар әкеледі. Жауын-шашынның ең көп жері - Кэрнс қаласының маңы (2243 мм-дей). Үлкен Суайырық жотадан батысқа қарай жауын-шашын мөлшері құрт азайып, батыс жағалауда 250 мм шамасында ғана болады.",
                "date": "16.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есепті оқып екі айнымалысы бар жүйе құрастырып тиімді тәсілмен шеш",
        "question_content": "Саяхатшының ұшақпен ұшқан қашықтығы автобуспен жүргенінен үш есе артық.Автобуспен жүрген қашықтығы ұшақпен ұшқан қашықтығынан 320 км кем.Саяхатшыны неше километрді ұшақпен ұшты?Неше километрді автобуспен жүрді?",
        "question_date": "16.05.2017",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саяхатшы ұшақпен 480 км ұшты, автобуспен 160 км жүрді.",
                "date": "28.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табанның радиусы 4 м, биіктігі 6м цилиндр бер. Целиндірдің осътік қимасының диогональн тап",
        "question_content": "Табанның радиусы 4 м, биіктігі 6м цилиндр берілген. Целиндірдің осътік қимасының диогональн табындар",
        "question_date": "16.05.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 13200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(d)=2*2=4м\n\nпо теореме Пифагора с*с= h*h+d*d\n\nc*c=4*4+3*3=16+9=25\n\nс=5 м.- диагональ осевого сечения",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "Пифагор теоремасы бойынша: осьтік қиманың диагональін MN1 деп алайық, MN1=Тубир астында барлығы 6нын квадраты +8дін квадраты =тубир асты 36+64 =тубир асты 100 одан=10 см шығады.",
                "date": "14.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Pinnacle Studio жайлы сұрақ",
        "question_content": "Ассалаумағалейкум! Pinnacle Studio 20 бағдарламасында  жұмыс жасасам (монтаж) бейнесі  озып,  дауысы қалып  кете береді, бұл қателікті қалай жөндеймін?",
        "question_date": "16.05.2017",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кесу түймесі арнайы операцияларды, мысалы, дыбыстық жол бейнеақпараттан озатын немесе одан қалатын кезде редактрлеумен қойылма мен редактрлеуді орындау үшін «Фильм» терезесінің «Уақыт сызығы» қойылымындағы жолдарды блоктау түймелері мен бірге қолданылады.",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "«Альбомда» сақталынушы материалдардан жиналатын фильм –«Фильм» терезесі редактирлеу режиміндегі Studio бағдарламасының экранының төменгі жартысын алады. «Фильм» терезесіне мүмкіндік алу үшін редактирлеу режиміне алдын-ала қосылу керек.\n«Фильм» терезесі басының қатарында басқару элементтері мен индикаторы болады. Бас қатарының сол бөлігіндей инструментация түймелері мұнда мұқият жазылған инструментарийлер мен аудио – инструментарийлерді ашуға мүмкіндік береді.\nИнструментария түймелерінің оң жағында жоба файлының аты көрінетін мәтіндік алқап орналасқан. Қажет болған кезде бұл алқапты сонымен бірге күй мен ескерту жайлы хабарлама көрініс береді. Тағы да оңға қарай клиптерді бөлу жане клиптерді жою нүктелері, ал соңғы жақ шетте – түр таңдаудыңүш түймесі орналасқан.\nКлиптер мен сахналарды бөлу нүктесі – кескіш. Бұл нүктелерді басу «Фильм» терезесіндегі таңдаланып алынған клиптің немесе «Альбомдары» таңдалынып алынған сахнаның бөлінуіне алып келеді.\nБұл кезде ақпарат жоғалмайды. Егер «Альбомдағы » сахна таңдалынса, ол белгіленген орында екі қысқа сахнаға бөлінеді. Егер «Фильм» терезесіндегі клип таңдалынса, ол дубляжданып, бөліну нүктесіне дейін автоматты түрде қысқарады.\nКесу түймесі арнайы операцияларды, мысалы, дыбыстық жол бейнеақпараттан озатын немесе одан қалатын кездей редактрлеумен қойылма мен редактрлеуді орындау үшін «Фильм» терезесінің «Уақыт сызығы» қойылымындағы жолдарды блоктау түймелері мен бірге қолданылады.\nКлип бөлінуі. Бастапқы клиптегі редактрлеу сызығының жағдайы бөліну нүктесін анықтайды. Studio бағдарламасы кескішті пайдалану кезінде клипті дубляждап, бөліну нүтесінен кейін орналасқан бөлікті бірінші көшірмеде, ал екінші көшірмеде – қамтылған бөліну нүктесіне дейін орналасқан бөлікті жояды.\nБұл түйме «Фильм» терезесінің кез-келген көрінісінен таңдап алынған материалдарды жоюға мүмкіндік береді.\nОрналасу: редактрлеу сызығы суреттеледі.\nАғымдағы жағдай –бұл «Ойнатқыштағы» шығарылған кадр. «Фильм» терезесінің «Уақыт сызығы» түрінде ол редактрлеу сызығымен белгіленген. Ағымдағы жағдайды «Уақыт сызығы» түріндегі сүйретпені немесе «Ойнатқыш» сүйретпесін орналастыра отырып, өлшеуге болады.\nЕгер «Клиптер қасиеті» аспабын ашсақ, үшінші сүйретпеге, кесікше сүйретпесіне мүмкіндік ұсынылады; кесікше кезінде клип шамасындағы осы сүйретпенің жағдайы реттеледі.\nБейне клип\nStudio көптеген бейне жобаларының негізінде түсірілген бейнесахналар орналасқан «Альбом»бөлігінің құрамындағылар жатыр.Фильмді жасау кезінде бұл сахналар альбомынан өздері редактрленген бейнеклиптер ретінде қарастырылатын фильм терезесіне тасмалданады\nСілтемелері төменде келтірілген бөлімдерде әрбір клип үшін бастапқы және соңғы нүктелерді қалай орнату түсіндіріледі. Фильм терезесінде редактирлеу интерфейсі клиптер «қиылмасының» процесін едәуір жылдам, әрі жоғары дәлдік дәрежесімен өткізуге мүмкіндік бере отырып , бұл процесті біршама қарапайымдандырады. Бейнеклиптеу қиылмасының әдістерін көбінесе өзіне және сәйкес бөлімдерде қарастырылатын клиптердін баска да типтеріне (титрлер мен дыбыстық эффектілер секілді )қолдануға болады.\nСонымен бірге бөлумен редактрлеуді және қойылмалы редактирлеуді қамтитын редактирлеудің ең күрделі әдістері жазбаланады.\nҚорытындыда Studio - дағы визуалды эффектілерді пайдаланудың сұрақтары, сондай-ақ мысалы қандай –да бір ақаулықты жөндеп, маңызды пікірді немесе жайғана сұлулық үшін белгілеу үшін фильмдерде пайдалануға болатын эффектілердің кейбір түрлерін қарастырылады.\nБейнеклиптер негіздері\nБейнеклиптер қиылмасы\nКлиптерді бөлу мен біріктіру\nУақыт сызығында редатирлеудің қосымша қызметтері\nБейнеэффектілерді пайдалану\nБейнеэффектілер негізгі жинақ\nКескіндерді жақсарту\nУақыт эффектілері\nАйналысатын эффектілер\nСтилді эффектілер\nSmart Movie әуендік бейнесінің жасау аспабы",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "Дыбыстық эффектілер және әуен\nБейнефильмді визуалды құралмен артығымен ұсынуға болғанымен, фильмдегі дыбыстық сүйемелдеу экрандағы кескінге қарағанда ешқандайда аз емес мәнге ие болады.\nКөркем фильмдер мен теледидарлық бағдарламаларды сан- алуан дыбыстық сүйемелдеулер ішінде негізгі орынды өзіндік түсірілу кезінде жазылған диологтар мен басқа да дыбыстар алады. Әуесқойлық фильмдерде бұл жазу режиміндегі бейнемен қосылатын өңделмеген аудиожол. Ол бейне жолында орналасқан бастапқы аудиожолдағы уақыт сызығы фильмінің терезесінде көрініс береді. Көптеген сатудағы фильмдерге сондай-ақ дыбыстық эффектілер – есіктер дүрсілі, соғылған автокөліктер тарсылы, иттердің үруі мен сол сияқты ,– сондай-ақ дайын шығармалар үзінділерінен таңдалынып алынған осы бағдарлама үшін арнайы жазылған сүйемелдеуші әуен қажеті болады. Бұдан басқа, көбінесе кадрдағы дыбыстарсыз немесе басқа да арнайы дыбыстық материалсыз тірлік етуге болмайды. Қосымша дыбыстық сүйемелдеудің осы барлық түрлері әуесқойлық фильмдерде қолданылуы мүмкін:\nWAV форматындағы дыбыстық эффектілердің жаман емес бастапқы жиынтығы Studio бағдарламасымен бірге орнатылады; бұдан басқа, әртүрлі көздердегі бай таңдау бар.\nCD аудио аспабы көмегімен альбомнан уақыт сызығына mp3 файлдарын апаруға немесе компакт- дискіден аудиожолдарды импорттауға болады.\nКадрлық дауыс аспабы редактирлеуші бейнематериалдарды қарау барысында түсініктеме немесе авторлық мәтін қоюға мүмкіндік береді.\nДыбыстық сүйемелдеу – оның типіне тәуелсіз түрде фильмтерезесіндегі клиптер түрінде бейнефильмге қойылады.\nБұл клиптерді бейнеклиптер мен қозғалыссыз кескіндер секілді ауыстыруға, қию мен редактирлеуге болады.\nБейнефильмге аудиоклипті қойғаннан кейін, оны фейдер немесе дыбыстың басқа да реттегіштері көмегімен коррекциялауға болады. Стеро жолында немесе көлемдік дыбысталуда аудиоклиптердің орналасуын өзгертуге болады., тіпті оларды бейнеклип шамасында да орналастыруға болады. Мұндай сонымен бірге шуды басу мен реверберация секілді осындай Studio дыбыстық эффектілерін пайдалануға болады.\n«Көлемдік» дыбыс жолын жасау кезінде екі стерео каналдағы көлемдік дыбыстың аудиожолын қайта кодтау үшін Dolby Pro logic технологиясы қолданылады. Pro logic декодерімен және «5.1» дыбыс зорайтқышы схемасымен жабдықталған дискілерді қалпына келтіру жүйесін бастапқы көлемдік дыбыс мәліметтері қалыптандыра алады. Қалған жолдарда Pro logic аудиожолы кәдімгі стерео секілді дыбысталатын болады.\nStudio бағдарламасындағы редактирлеу уақытында көлемдік дыбысты қарастыру үшін, Pro logic декодерлі дыбыстық жүйеге , мысалы Pro logic декодталуын демейтін тәуелсіз қоректі акустикалық жүйеге немесе Pro logic- пен сыйымды AV- ресиверге, компьютердің дыбыстық картасын қосу керек. Ең үздік нәтижелерге жету үшін сандық аудиоқосылысты (RCA немесе оптикалық ) пайдалану ұсынылады.\nStudio өз бейнеөнімдерін бөлісуде көптеген нұсқалар ұсынады. Бұл бөлімде мыналар түсіндіріледі:\nDV- немесе Micro MV- бейнекамераны не DV- бейнемагнитафонды қосу;\nАналогты (VHS немесе S- VHS) бейнекамераны немесе бейенмагнитафонды қосу;\nТеледидарды немесе бейнемагнитафонды қосу;\nБейнежолаққа фильмді шығару;\nФайл түрінде өз фильміңді сақтау;\nMPEG файл түрінде өз фильміңізді сақтау;\nӨз фильміңді Windows Media немесе Reab Video түрінде сақтау;\nDVD-, VCD- немесе S- VCD- плеерде қалпына келтіру үшін дискте өз фильмізді шығару;\nКомпьютерде DVD-, VCD- немесе S-VCD фильмдерін қарау.\nОсы барлық операциялар экранның жоғарғы бөлігіндегі фильм шығуы (қорытындысы) түймесін шерте отырып, өтуге болатын «Фильм қорытындысы (шығуы) » режимінде мүмкін болады.\n кезде фильм (шығуының) қорытындысының күй режимі сіздің фильміңіздің шығуға дайын екендігін көрсетеді.",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "компютерді кушейт",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірт (VI) оксидінің қандай массасын қосу керек?",
        "question_content": "Көмектеріңіз керек\n\nқұрамында w(so3)=20% болатын олеум алу үшін күкірт қышқылының w(h2so4)=48% болатын 300г ертіндісіне күкірт(vi) оксидінің қандай массасын қосу керек?",
        "question_date": "15.05.2017",
        "question_tag": "Химия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай жылу мөлшері бөлінеді?",
        "question_content": "Кедергісі 25 ом резисторда 1,5 мин уақыттың ішінде 1,2 Алматы ток күші ағатынү",
        "question_date": "15.05.2017",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Какое количество теплоты выделится в резисторе сопротивлением 25 ом при протекании по нему тока силой 1,2 а за 1,5 мин\n\nДано: СИ:\n\nR=25 Ом\n\nI=1,2 А\n\nt=1,5 мин =90 с\n\nНайти:\n\nQ-?\n\nРешение:\n\nПо закону Джоуля-Ленца вычисляем количество теплоты\n\nQ=I в квадрате RT\n\nQ=1,2 А в квадрате*25 Ом*90с=3240 Дж\n\n3240 Дж=3,24 кДж\n\nОтвет:Q=3,24 кДж.",
                "date": "16.05.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Казақ тілі туралы",
        "question_content": "Cөйлем мүшесіне талдау:\n\nЕңбек адамның бағын ашады,Спор адамның әрін ашады",
        "question_date": "15.05.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбек-бастауыш, ашады-баяндауыш,Бағын-толықтауыш,адамның-анықтауыш,спорт-бастауыш,ашады-баяндауыш,әрін-толықтауыш,адамның-анықтауыш",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әрбір облыстағы орман алқабының ауданы қаншаға тең?",
        "question_content": "2008 жылы Павлодар облысындағы орман алқабы ауданы Ақтөбе облысындағы орман алқабы ауданының 50% - ын құрады және ол Павлодар облысындағы орман алқабы ауданының бестен үші және Ақтөбе облысындағы орман алқабы ауданының  сегізден бірі болып табылады.  Олардың жалпы ауданы 425 мың га-ға тең.  Әрбір облыстағы орман алқабының ауданын табыңдар.",
        "question_date": "15.05.2017",
        "question_tag": "Математика",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны бір Алла Тағала біледі! Әлемде қаншама облыс бар деси алдымен!",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конденсатор пластиналардың арақашықтығы қаншаға тең?",
        "question_content": "Жазық ауа конденсаторының ауданы 60см квадрат, егер заряды 2 нКл конденсатордың астарларындағы кернеу 90В болса, конденсатор пластиналардың арақашықты",
        "question_date": "15.05.2017",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Трапецияның биіктігін табыңыз?",
        "question_content": "тең буйірлі трапецияның табандар 20 пен 6 см биіктік тапөтінішш шыгаруға көмектесіңдерші",
        "question_date": "15.05.2017",
        "question_tag": "Геометрия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Параллелепипедтің толық бетінің ауданын табыңыз?",
        "question_content": "Параллелепипедтің табаны - үлкен диагоналі төрт•түбірастындаүш см, ал сүйір бұрышы 60 градус болатын ромб. Параллелепипедтің кіші диагоналі табан жазықтығымен 60 градус бұрыш жасайды. Параллелепипедтің толық бетінің ауданын тап",
        "question_date": "15.05.2017",
        "question_tag": "Геометрия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Теңсіздікті шешіңіздер. х квадарт+3>0 , х квадрат-2х-3<0",
        "question_content": "Теңсіздікті шешіңіздер. х квадарт+3>0 , х квадрат-2х-3<0",
        "question_date": "15.05.2017",
        "question_tag": "Математика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2) х2-2х-3<0\nДискриминант шығарамыз.\nД=4-4*1*(-3)=16=4 квадрат\nх1=(2+4)/2=3\nх2=(2-4)/2=-1\n<  +     -1           -        3     +       >\nБізге кіші аралық керек \nЖ: (-1 , 3)",
                "date": "19.05.2017",
                "upvotes": 1
            },
            {
                "text": "1) х2+3x>0\n    x(x+3)>0\n x1=0   x2=-3\n<      +    -3          -         0         +        >\nБізге + аралық керек\nЖ: (+ шексіздіктен, -3) U (0 , -шексіздікке дейін)",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілінен төмендегі жаттығуға көмек керек?",
        "question_content": "Прочитайте определите стиль текста. Впишите сначала термины в начальной форме, а затем 3-4 общеупотребительных слов.К какой области знаний относятся записанные термины?\n\nДрожжи принадлежат к семейству грибков и представляют из себя маленькие, круглые, бесцветные частицы. Они крупнее обычных бактерий .\n\nДрожжи -вещество из микроскопических грибков, вызывающих брожение. По мере роста они вырабатывают  особые вещества -цимазу и инвертазу. Эти вещества называются броди",
        "question_date": "15.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 827,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақыл тістің шығу белгілері",
        "question_content": "Ақыл тістің шығу белгілері",
        "question_date": "14.05.2017",
        "question_tag": "Денсаулық",
        "question_views": 15000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ересек адамның қалыпты 28 тісімен қоса, 4 ақыл тісі болуы тиіс. Тістер атқаратын қызметтеріне қарай, кескіштер, азу тістер, премоляр және моляр болып бөлінеді.\n\nБүгінгі қозғап отырған тақырыбымыз – ақыл тістің маңыздылығы. Әдетте 17 мен 25 жас аралығында шығатын бұл тіс түрі ерекше ауырсынумен шығады. Дер кезінде байқалмаған ауру-сырқау симптомдары одан бетер асқынуларға әкеліп соғу мүмкін.\n\nКөп жағдайда, ең соңынан шыққан бұл тістердің түбірлері нашар болады. Кейде тіс жегіне ұшыраған ақыл тістерді дәрігерлер емдеуден бас тартып жатады. Емдеуге қиын соғатын ақыл тістерді сақтау қаншалықты маңызды? Сонымен, ақыл тістің жақсы-жаман тұстарын ажыратайық.\n\nАуыз қуысында тістердің жетіспеушілігі салдарынан протез киюге тура келеді. Егер, ауыз қуысында 6-ыншы және 7-інші, яғни ақыл тістің алдындағы тістер жоқ болса, протез жасау барысында қиындық туу мүмкін. Ал ақыл тістің көмегімен протез берік қондырылады.\n\nКейде ақыл тіс дұрыс шықпай, түбірі қисық болады. Мұндай кезде қисық шыққан ақыл тіс басқа сау тістерді зақымдамау үшін жұлып тасталынады. Тіс шығу барысында жаңа тіске орын жетпей жатса, ақыл тістен айрылыуыңыз әбден мүмкін. Сондай-ақ, алдынғы тұрған тістерді емдеу барысына кедергісі келіп жатса, ақыл тісті жұлдырғаныңыз абзал.\n\nМұнымен қоса, ақыл тіс шығу барысында тіс иегі де зақымдануы мүмкін. Тіс иегі мен тістің арасында қабыну пайда болып, перикоронит ауруына шалдығу қаупі бар. Мұндай  жағдайлардың алдын алу үшін, дер кезінде тіс дәрігерінің көмегіне жүгініңіз.",
                "date": "16.05.2017",
                "upvotes": 1
            },
            {
                "text": "Көптеген ғалымдардың пікірі бойынша ақыл тістің дамуы басқа тістерден ерекше болады. Және ол өте қолайсыз жағдайда шығады, оған ұяшық дайындайтын алдынан ізашар сүт тісі жоқ және ол тіс қатарында ең шеткісі. Астыңғы жақ сүйектің ішінен де сыртынан да өтетін қиғаш сызығы сүйекті қалыңдатып, 8-ші тістерге арналған ұяшықтарды тарылтып сол тістердің жарып шығуына кедергі келтіреді.\n\nАқыл тістер 18—25 жас шамасында астыңғы жақ толық қалыптасқан, қальцийленіп қатайған кезде кедергіден кешігіп жарып шығуға мәжбүр болады. Кейде ақыл тіске орын аз не мүлдем жоқ болғандықтан ол қатардан шет шығады не сүйектен мүлде шықпай қалуы мүмкін. Астыңғы жақ сүйегінде ақыл тіске орын болмауы филогенезде адамның эволюциялық дамуына қарай жақсүйектің кішіреюінен болады.",
                "date": "16.05.2017",
                "upvotes": 0
            },
            {
                "text": "Астыңғы ақыл тістің кедергімен қиналып шығуының себебі көп.\n1. Тістің дұрыс шығуына кедергі болатын себептің бірі ол жақ сүйектің анатомо-топографиялық ерекшелігі.\n\n2. Шығатын тістің маңындағы қызылиек етінің ерекшелігі.\n\n3. Шығып келе жатқан ақыл тістің өзіне байланысты себептері.",
                "date": "16.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"С\" əрпінен басталатын сөздер керек?",
        "question_content": "с әрпінен басталатын сөздер айтыңыздаршы",
        "question_date": "14.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 60600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұлтан, су, сағат, сары, сағыз, сабақ, семіз, т.б.",
                "date": "19.05.2017",
                "upvotes": 0
            },
            {
                "text": "Султан сагат су сермер сагыз сарыарка",
                "date": "26.02.2018",
                "upvotes": 0
            },
            {
                "text": "Су,сағат,семір,сағыз,сертифика,салқын,сарыарқа,сабақ,спорт.",
                "date": "7.11.2018",
                "upvotes": 0
            },
            {
                "text": "Сақал,сіріңке,сайқымазақ,сілеусін,сиқыршы,сайт,сандық,сілекей,сырнай,сазгер,сыбызғы,сыпырғыш,сөз,сорай,саусақ,сауысқан,сусын,сеньор,серік,сатурн,сары,сақа,сорпа,соқыр,саңырауқұлақ,сауап,сапар,саяхат,сөмке,сызғыш,сахна,сазбалшық,сом,",
                "date": "3.01.2019",
                "upvotes": 0
            },
            {
                "text": "Маған с арипинен келетин сөйлем тауып бериниздерши отинем",
                "date": "18.11.2019",
                "upvotes": 0
            },
            {
                "text": "Сағат семсер сарышұнақ сель су сағыз сабақ сынақ себет сана салқын сары самға сахна сан сегіз соққы",
                "date": "18.09.2023",
                "upvotes": 0
            }
        ]
    }
]