[
    {
        "question_title": "Жас аналарға арналған жеке сайттар бар ма?",
        "question_content": "Жас аналарға арналған қазақша сайт бар ма?\n\nМен қараймын көбінеше орысша сайттар. Кішкентай нәрестеге қалай күтім жасау керек, Жасына толмаған сәбилерге қандай массаж жасау керек,денсаулық жағдайы туралы...... солай кете береді. Қысқаша айтқанда солардың бәрі біріктірілген сайттар бар ма?",
        "question_date": "5.03.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 458,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қазақша сайт қазыр жоқтың қасы",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімдер өз еңбектерін жариялап, сертификат алатын сайттар бар ма?",
        "question_content": "Жалпы ұстаздар қауымына онлайн не болмаса дистанционно біліктілікті арттыру курстарына қатысып диплом алатын қазақ сайттары бар ма?\n\nМұғалім портфолиосын және мини сайт құратын қазақ сайттары бар ма?",
        "question_date": "5.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 546,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "M нүктесінен a түзуіне және b түзуіне дейінгі қашықтықты табыңдар?",
        "question_content": "Қиылысатын a және b түзуін салыңдар, бұл түзулерге тиісті емес M нүктесін белгілеңдер. M нүктесінен a түзуіне және b түзуіне дейінгі қашықтықты табыңдар",
        "question_date": "4.03.2017",
        "question_tag": "Геометрия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айта аласызба кеерек болып тұр срочно",
                "date": "10.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "A нүктесінен m түзуіне дейінгі қашықтықты табыңдар?",
        "question_content": "m түзуін салып, оған тиісті емес A нүктесін белгілеңдер. A нүктесінен m түзуіне дейінгі қашықтықты табыңдар",
        "question_date": "4.03.2017",
        "question_tag": "Геометрия",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "B нүктесі арқылы қанша осындай түзу жүргізуге болады?",
        "question_content": "a түзуін салып, оған тиісті емес B нүктесін белгілеңдер. Сызба ұшбұрышының көмегімен B нүктесінен өтіп, a|b болатындай b түзуін жүргізіңдер. B нүктесі арқылы қанша осындай түзу жүргізуге болады.",
        "question_date": "4.03.2017",
        "question_tag": "Геометрия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Заңға мамандығына түсу үшін қандай пәндер таңдаймыз?",
        "question_content": "Жаңа ҰБТ форматы бойынша Заңға түсу үшін қандай пәндер таңдаймын ?",
        "question_date": "4.03.2017",
        "question_tag": "Мамандық",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "салем, дүние тарихын таңдайсың.",
                "date": "6.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "g(x) функциясының кемімелі функция болатынын дәлелдеу керек?",
        "question_content": "Барлык накты сандар жиынында f(x)өспелі функция, ал g(x) кемымелы функция болатынын дәлелдеу керек\n\nf(x)=x5-1,5\n\nf(x)=5x-cos2x\n\ng(x)=-4-2/3x3 g(x)=ctg5x-3",
        "question_date": "4.03.2017",
        "question_tag": "Математика",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "g(x)=-4-2/3x^3\n\n1)x=0\n\ng(x)=-4\n\n2)x=1\n\n-4-2/3=g(x)\n\ng(x)=-14/3\n\n-14/3<-4\n\ng(x) кемимели",
                "date": "6.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілінен жоспар құру керек?",
        "question_content": "Жоспар құрып берыныздершы срочно по руссой языке                  Тыква – ловушка обезьян\n\nО тыкве можно рассказать немало интересного. Плод тыквы с ботанической точки зрения является ягодой, так как имеет сочную мякоть и множество семян.В Средней Азии из тыкв делают различную посуду: бутылки, ведра, ложки. Легкие сосуды из тыкв оплетают сеткой, и получаются удобные сосуды для хранения запасов воды и масла во время путешествий. В больших тыквах хранят зерно и крупу. Из тыквы делают игрушки.В Африке в дождливую погоду путешественники прячут в тыкву свою одежду. При переправе через реки из тыкв сооружают плот. Негры делают арфы из тыквы.В Индии же оригинально используют тыкву для ловли обезьян. Индусы просверливают в большой тыкве маленькое отверстие, насыпают в нее немного риса или других семян. Зоркие обезьянки очень любопытные и жадные. Когда люди уходят, обезьяны быстро спускаются с дерева, бросаются к тыквам и запускают в отверстие лапку. Что там? Лапка нащупает зерна риса, наберет их полную горсть.Но сжатый кулачок уже не проходит в отверстие, и ковыляет обезьянка на трех лапках, волочит большую тыкву. Прибегают люди, но обезьянка продолжает держать кулачок в тыкве. Тогда охотники легко забирают жадного зверька.Из тыквы не только делают посуду, игрушки, сооружают плоты и ловушки для обезьян. Из неё готовят разные кушанья. Тыква очень полезна и вкусна.",
        "question_date": "4.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоспар құрып беріңіздерші Мухтар Шаханов Четыре материка",
                "date": "25.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балалардың есту қабілетін зерттеу әдістері қандай?",
        "question_content": "есту қабілеті бұзылған балаларды зерттеу әдістері. көмек бере аласыздарма",
        "question_date": "4.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алаш партиясы туралы эссе керек еді эпиграфпен бірге",
        "question_content": "Алаш партиясы туралы эссе керек еді эпиграфпен бірге жазып бере аласыздар ма?",
        "question_date": "4.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кешенді тестілеуді қанша рет тапсыра аламын?",
        "question_content": "Мен 2016 жылы кешенді тест тапсырдым бірақ аз балл жинап жоғарғы оқу орнына түсе алмадым,енді сұрақ осы жылы қайтадан тапсыруға мүмкіндігім барма?негізі қанша рет тапсыруға болады?",
        "question_date": "4.03.2017",
        "question_tag": "Мектеп",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "неше рет тапсырсаңызда өзіңіз білесіз",
                "date": "4.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолжазбаны екінші теруші неше сағатта теріп бітіреді?",
        "question_content": "Қолжазбаны компьютерде теркшілердің біріншісі 9 сағатта, екіншісі 6 сағатта тереді. Бірінші теруші қолжазбаны 3 сағат терген соң,оған басқа жұмыс тапсырылды. Қолжазбаның қалғанын екінші теруші терді. Қолжазбаны екінші теруші неше сағатта теріп бітіреді?",
        "question_date": "4.03.2017",
        "question_tag": "Математика",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9----100%\n\n3---x%\n\nx=300/9%\n\n100-300/9=600/9%\n\n6---100%\n\ny---600/9%\n\ny=3600/900\n\ny=4\n\n4 сагаттта битиреди",
                "date": "6.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітімді қалай еркелетуге болады?",
        "question_content": "Жыгытыне сыз деп сойлейтин болсан, журттын козинше де, озыне де, уялмайтындай калай атауга болады, атымен атаган оган унамайды, жан, жаным деп айткым келмейды, таттым, пупосик, куним, айым жарым т.с.с болмайды (керек емес). постоянно айтуга болатындай керек",
        "question_date": "4.03.2017",
        "question_tag": "Махаббат",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол точно жігітіңбе ))                          \n.",
                "date": "5.10.2018",
                "upvotes": 0
            },
            {
                "text": "Атына байланысты прозвище яғни кличка дейдғой солай қой. Негізі қыздар байым или джигитим дейдиғой",
                "date": "6.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайттағы салт-дәстүр жайлы тестті қалай жүктеп алуға болады?",
        "question_content": "сСалт-дәстүр жайлы тест өте жақсы екен. Біз қыз-келіншектерге байқау өткізіп жатыр едік жақында. Соған керек болып тұр осындай тест. Мына жерден жүктеп алынайды екен. Қалай алуға болады сіздерден?",
        "question_date": "3.03.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 568,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тест: Қазақ халқының салт-дәстүрін жақсы білесіз бе? \nБұл baribar.kz сайытының авторлық жобасы болғандықтан жүктей алмайсыз.\n\nhttps://baribar.kz/8563/test-qazaq-halqynynh-salt-dasturin-zhaqsy-bilesiz-be/",
                "date": "27.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ДТП болған жағдайда не iстеуге болады?",
        "question_content": "Мен осыдан бiр ай бурын дтп болдым окыйга былай болды, Мен главни жолда келе жатып кыйлыстан бурылмак болып паваротнигымда сол жакка жактым менин алдымда еки колик болатын главниды откизип турган солардын артына мен барып кыйлыс iшiне кiрiп турдым, содан аркамнан бiр колiк катты келiп менi сокты соккы екпiнiмен жолдын карсы бетiне шыгып кеттiм, карсы бетте келе жаткан тагы бiр колiк маган соктыгысты сонын салдарынан менiн колiгiм жарамсыз куйге кеп калды, аркамнан кeлiп соккан жiгiттiн првасы жок, страхопкагада тиркелмеген коликте оз атында емес ол айыбын толык мойындады бiрак уш колiкке келiрген закымды толеуден бас тартып отыр жагдайым жок деп, оны сотка бердiк, менiн колiгiм кридитте ендi бiр жыл болган едi, мен кадай кенес бересiздер? Сiздерден комек кутем",
        "question_date": "3.03.2017",
        "question_tag": "Жол ережесі",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ассалаумагалейкум мен главный жолда келе жаткам алдымдагы колик алдыма бурылып токтап калды мен прткы жагынан согып алдып осындай жагдай кимдики дурыс",
                "date": "4.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үй жағдайында сваркы аппаратын қолдануға бола ма?",
        "question_content": "Үй жағдайында сваркы аппаратын қолдануға болама ?\n\nМен бүгін бір екі темірді сваркілеп едім ,\n\nСол сәтте свет квтанциясын таратып журген кісі көрді .\n\nСөйтіп бір кісіге звандады ол кісі келіп акт жазамын деп қорқытты ескерту деген болмады.,\n\nЕгер актты жазбасын десен ай сайын 10000 тг беріп отырасын деді .Одан ары келісе жатамыз\n\nдегенге келтірді .Егер ол акт жазса заң жобасы қалай болады .Мен Оңтүстік Қазақстан облысы Жетысай қаласынан жазып отырмын !",
        "question_date": "3.03.2017",
        "question_tag": "Заң",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неге болмайды үйде токтын ақшасын төлеп отсан болды өзін білесін канша жерден колдансанда!",
                "date": "4.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Мың өліп мың тірілген қайран елім\" тақырыбында шығарма керек?",
        "question_content": "Маған мың өліп мың тірілген қайран елім деген тақырыбқа шығарма жазу керек",
        "question_date": "3.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен Қазақстанда дүниеге келдім, және қазақ екенімді мақтан тұтамын. Қазақ елі ежелден еш нәрседен тайынбаған ел, ешкімге мойынсынбаған ел. Кең – байтақ туған еліміздің әр өңірінде өсіп тұрған жусан да, аяқ астында жатқан тасың да, сонау көзіне мұнартып көрінген төбе де, сылдыр қағып ағып жатқан бұлақта да айтылмаған сыр, ашылмаған көмбе де көп. Туған жер, шөбің – алтын, жерің – жаннат, Науқасқа суың шипа, дертін жазат. Күйіктің зу-зу еткен қамыстары, Сыртылдап дыбыс берген бейне сағат. Жайланып түрліше аңдар мекен еткен, Қиқулап қаз бен қуың қанат қағат. Тыңдасаң азан-қазан, ың-шың дуын, Көркем ән сылдыр-сылдыр майдай жағат. Көпшілік сәнді күйік әнін қосар, Ұласқан сенде қызық, сенде санат. Аралап аймағыңды шығар едім, Құс болып ұшатұғын бітсе қанат. Туған жер кіндік кескен аиа қоныс, Жамандап сені сөгер қандай қазақ. Сансыз бай табиғаттың бәрі өзіңде, Нақ сендей көркем қоныс өте аз-ақ... деп, ақын ағамыз жырлап өткендей туған жердің әр тасы сыр шертер... «Отан – қуат, отбасы – шуақ» дегендей, менің туған жерім Қазақстан, бүгінде Қазақстан кеңестік елдер арасындағы ең алдыңғы қатардағы ел болып табылады. Әлем, біздің Республикамызды Азия аймағындағы көшбасшы, сенімді серіктес ретінде қарайды. Көптеген мемлекеттер осы уақытқа дейін ішкі тұрақтылықты сақтай алмауда. Осыдан аз уақыт бұрын ғана Грузияда, Украинада, Қырғыстанда түрлі-түсті төңкерістер орын алды, олар өздерінің тәуелсіздік алған күндерінен бастап ішкі саяси тұрақтылыққа жете алмағандарынан. Өз егемендігін бір уақытта бірге алған мемлекеттер арасында біздің ел ерекше де өзгеше. Қазақстан экономикасы жоғары қарқынмен дамып келе жатқан мемлекет, соның нәтежиесінде елдің, халықтың өмір деңгейі жоғары қарқынмен жақсарып келеді. Біздің ел жалпы ішкі өнім бойынша әлемде серпінді дамып келе жатқан он екі елдің қатарына кіреді және орта Азия мемлекеттері арасында көшбасшы болып табылады. КСРО ыдырап, оның құрамындағы мемлекеттер даму жолында демократиялық жолды таңдады. Сол кездегі елдердің проблемалары мен жалпы елдің жағдайы бірдей еді. Кедейшілік қамытын киген халықтың санасында оптимизмнен бұрын торығу-қамығу алда басым еді, қоғамда тұрақсыздық аса көрініс тапқан еді. Қазіргі кезде Қазақстан өз даму жолында таңдаған тиімді де тұрақты моделі басқа елдердің көңілін аударуда. Экономиканы тұрақты және серпінді дамыту, халықты тұрақтандыру мен ел жағдайын жақсарту міне осының нәтежиесі республиканың саяси жүйесін жетілдіру үстінде. Тәуелсіз он бес жыл ішінде Қазақстан даму жолында бірінші міндетті жүзеге асыруда жолы оңынан болды, енді екінші міндетті жүзеге асыру барысында. «Көптің күші көлдей, көшіп жүрген елдей» – демекші, Қазақстандық ғажайыптың тағы бір құпиясы – халықтың еңбегінде. Еліміздің дамуындағы халықтың алар үлесін де атап өткен жөн. Екінші байлығымыз – ол біздің көпұлтты халқымыздың бірлігі мен бауырластығы. Қысқа мерзім ішінде еліміз үлкен асуларды бағындырып, қиындықтарды жеңіп, экономиканың 10 пайыз өсіміне қол жеткізді, осылайша Қытай, Ресей, Үндістан, Франция сияқты экономика чемпиондарымен тең қатарда. Бүгінде біздің экономикамыз әртараптандыруға атсалысуда. Біздің ел алдымен экономика, содан кейін саясат қағидасын ұстануда. Осының арқасында ел даму үстінде. «Көп біріксе – ел болар, көп тілегі көл болар» – деп дана айтқан халқымыздың әл – ауқаты көтерілді. Мұғалімдер мен дәрігерлер, қызметшілердің жалақысы өсуде. Бір – екі жылдың арасында ғана 3 миллионнан астам Қазақстандық өз баспаналарына өзі қожайын болды, қаншама мектептер мен ауруханалар тұрғызылды. Экономиканы өркендете отырып, біздің еліміз әлемге танымал. «Егемен елдің еңсесі биік» - дегендей бүгінгі күнде еліміз әлі талай асуларды асуға белім бекем бууда, ол ел алдындағы жаңа міндет 30 серпінді жоба жасау және әлемнің дамыған 50 елінің қатарына кіру міндеті тұр. «Еліңе қарап, ертеңіңе қамдан» - демекші, бүгінгі күні елімізде әлемдік білім беру кеңістігінде бәсекеге қабілетті және қазіргі заманның талаптарына сай жауап беретін жоғары білім беру жүйесін қалыптастыру басты міндеттердің бірі болып табылады. Сондықтан да республикамыздағы білім саласында жаңа көзқарас, жаңаша оқытудың сан түрлі үлгісі, бағдарламасы, жоспары пайда болғанын атап өткен абзал. Ал, ең алдымен бұл мақсаттарды орындау барысында, білікті мамандар даярлау үшін жоғары оқу орындарының материялдық-техникалық базасы, кәсіби біліктілігі жоғары ғалым-оқытушылар болуы тиіс. «Ел жасымен көрікті, тау тасымен көрікті», немесе «Жеріне қарай жемісі» – деп қате ескермеген халық даналығы, сонда ғана сапалы білім алған жастарымыз өз заманының, өз елінің лайықты маманы болмасына кім кепіл? Сонда ғана нарықтық бәсекеге төтеп беруге болады. Өйткені ел экономикасының өркендеуі де, алдыңғы қатарлы елу елдің қатарына кіру стратегиясы осы еліміздегі білім сапасына да байланысты. «Ел барда, ер қор болмас, ер барда, ел қор болмас» немесе «Ердің ісі – елдің мойнында, елдің ісі – ердің мойнында» - деп анық та ашық айтылған халық сөзі біздің Елбасымызға лайық айтылған десем артық айтқаным болмас. Елбасымыз Нұрсұлтан Назарбаевтың тәуелсіздігіміздің тұғырын бекітіп, қазақ елін әлемдік аренаға алып шығуы, жер жүзілік өркениетке мойындатып, олардың азат мемлекетімізге құрметпен қарап, экономикада, саясатта, халықаралық деңгейлердегі терезесі тең сенімді әріптес ретінде санасуына қол жеткізуі – тұңғыш Президентіміздің қайраткерлігінің, қай істерде болсын алдын болжай алатын көрегендігінің дәлелі. Мұндайда «Ел үмітін ер ақтар, ер атағын ел сақтар» - деген. Тәуелсіздік алған уақытта елбасымыздың алдында терең әлеуметтік-экономикалық дағдарыс, экономикалық мәселелерді шешу қажеттігі ерекше өткір тұрды. Өнеркәсіп құлдырап, гиперинфляция бой көтеріп, халық тұрмысының нашарлап кеткен кезі еді. Осы кезде Елбасымыз елді тұрақтандыру моделін жасауда қателеспеу керек екендігін түсіне білді. Сондықтан да Қазақстан тәуелсіздік алғаннан кейін басты назарды экономикалық дамуға салды. Біздің мемлекетке шаруашылықты дамытуда, кеңестік жүйеден қалған және жаңа мемлекет құруға тежеу болған көптеген жайларды жою қажеттілігі туындады. Жас мемлекет алдында шешімін кешеуілдетпей табуды қажет ететін талай міндеттер тұрды. Елдің тағы бір өткір мәселесі – ол өз елінің дербестігін халықтың толық түсінбеуі, оған дайын болмауы мен оны қабылдауға сенімсіздігі еді, туған тілдің тағдыры да алаңдатарлықтай жағдайда болған еді. Қазіргі жағдай мүлде басқаша деп айтуға болады: біздің Қазақстанымыз жүздеген ұлт өкілдеріне құт мекен болған арайлы өлке ретінде төрткүл дүниеде өзінің лайықты орнын алып келе жатқанына да біраз жыл болды. Қазақстанды мекендеуші ұлт пен ұлыстардың арасында осы жердің байырғы тұрғындары қазақтардың елімізді қай жағынан болса да дамыту барысында атқарар рөлі айрықша екені күмәнсіз. Қаншалықты ащы болса да шындық: Кеңестер Одағы деген алып империя өмір сүрген кезде жүздеген ұлттар жер бетінен жойылып та кетті. Саны аз ұлттар тілдерін жоғалту арқылы, басқа ұлттарға сіңісіп кету арқылы, жүздеген жылдар бойына ата-бабалары сөйлесіп келген, түрлі мәдени-әдеби құндылықтарын дүниеге әкелген ана тілдерінен қол үзіп, өмірде орны толмас қайғы-қасіретке ұшырады. Санымыз ондаған миллионмен саналатын қазақ сияқты ұлтымыздың тілі де аз теперіш көрген жоқ. Айналасы 20-30 жыл ішінде өздерінің ана тіліне жоғарыдан қарап, оны менсінбейтін, қазақша сөйлейтін халықтың бәрін де надан көретін ұрпақтың бір буыны өсіп те жетілді. Бұл күндері кейбір зерттеушілер Қазақстандағы қазақтардың 2 миллионнан астамы қазақша оқи да, жаза да алмайды деген фактілерді жарыққа шығарды. Өз елінде, өз жерінде тұрып, өзінің ана тілін білмеуден артық қасірет сірә жоқ шығар. Осындай кінәсін түсініп, туған ұлтының жоғын жоқтау үшін, ана тілін жетік меңгеруге тырысқан жас болды ма? Елбасымыздың осыны түсіне білген және жүйелі, салиқалы ана тілді дамыту саясатының арқасында бұл бағытта республика көлемінде де, аймақ, облыстар тарапынан да ауқымды шаралар өткізіліп, жүйелі түрде жұмыс істеуге бетбұрыс нышаны байқала бастады. Орта ғасырда ағылшынның ұлы классигі Шекспир өз шығармаларын көне ағылшын тілінде жазып, күндердің күнінде ана тілінің дүние жүзілік тіл болатынын болжап айтқанда, оны бүкіл Еуропаның ақын-жазушылары келеке етіп күлген екен. Сол заманда кәрі құрлықтың негізгі тілі латын тілі болған екен. Араға 500 жыл салып данагөйдің айтқаны келіп, бүгінде ағылшын тілі әлемдік тілдердің көшбасшысына айналды. Қазақ тілі әдемілігі, тіл байлығы жағынан болсын ағылшын тілінен артық болмаса бір мысқал да кем емес. Дәл қазір ғана ана тіліміздің мәртебесін қайтаруға қол жеткізіп, дамытып, аса көңіл бөлсек күндердің күнінде ана тіліміз әлемдік тілдер қатарынан орын алмасына кім кепіл. Еліміздің даму барысында мынаны да айта кету керек: 1990-1993 жылдары республика мемлекеттілігі ескі Конституцияға және одақтық заңдар негізіне сүйене отырып құруға мәжбүр болды, олар бұрынғы жүйе принциптеріне арналған еді, жаңа болмысқа мүлдем ұқсамады және мемлекеттік құрылыстың негізі бола алады деп айту да қиын еді. Осынау кезеңде Қазақстанға көптеген сыннан өтуге тура келді. Үнемі туындап жатқан проблемалар қоғам мен мемлекеттегі модернизация қарқының айтарлықтай тежеді, экономиканың ескірген құрылымын консервациялауға ашық күреске түсті, прогрестік дамуға кедергі жасады. Мемлекет басшысы елдің қарқынды дамуы үшін барлық жауапкершілік жүгін өз қолына алды. Осы кезеңде Елбасы қызметі жан-жақты болуды қалады. Дамудың қазақстандық моделі құрылымында сындарлы және дәйекті сыртқы саясат елеулі рөл атқарды. Қазақстан бірден барлық елдермен бейбіт жағдайда өмір сүру жолын таңдады. Ең басты оқиға деп ядролық қарудан бас тарту және Семей полигонының жабылуын атап өтуге болады. Ал бұл ядролық державалар тарапынан қауіпсіздік кепілі еді. Жоғарыда айтылғандарға қарап біздің мемлекетіміздің таяудағы он жыл ішінде әлемнің бәсекеге қабілетті елу елдің қатарына кіру жөніндегі талпынысы толық негізі бар іс. Бұл талпыныс та, басқа да ауқымды істер де орындалмас қиял емес, өйткені Елбасының басшылығымен өмірге енгізіліп жатқан Қазақстанның даму стратегиясы өз тиімділігін барлық әлемге паш етуде.",
                "date": "6.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерітіндідегі еріген заттың массалық үлесін анықтаңыз?",
        "question_content": "100 мл жане 50 мл екы ерытындыны араластырганда массалык улесы 45% ерытынды тузылды егер екеуын тен молшерде араластырса 50% ерытынды тузыледы екы ерытындыдегы ерыген заттын массалык улесын аныкта",
        "question_date": "3.03.2017",
        "question_tag": "Химия",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "100x+50y=150*45\n\n100x+100y=200*50\n\nЖүйедегі 2 өрнектен 1-сін алсақ\n50у=200*50-150*45\n\n50у=3250\n\nУ=65\n\n2өрнекке апарып мәнін қойсақ\n\n100х+100*65=200*50\n\n100х=10000-6500\n\nх=35\n\nw1=35%\n\nw2=65%",
                "date": "7.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Менің қиялымдағы Қазақстанның экономикасы\" атты тақырыпта шығарма керек?",
        "question_content": "Маған \"Менің қиялымдағы Қазақстан экономикасы\" деген такырыпқа шығарма керек еді, Өтініш  жақсы жақсы шығармалар к",
        "question_date": "3.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 968,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Етістіктің шақ және райларын аңықтаңыз?",
        "question_content": "Етісітіктің шақтарын және райларын анықтаңдар араламақ араласын көрейік түсер кезеді тербейді ағады жасартады тапқан алдынан шығар?",
        "question_date": "3.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 614,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "араламақ-мақсатты келер шақ",
                "date": "7.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтың тұңғыш психологы кім? Жарықбаев деген жауап дұрыс па?",
        "question_content": "Қазақтың тұңғыш психологы кім? Жарықбаев деген жауап дұрыс па?",
        "question_date": "3.03.2017",
        "question_tag": "Мектеп",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәжібаев Төлеген (1910-1964) - қазақтың тұңғыш психолог-ғалымы, қоғам және мемлекет қайраткері, педагогика ғылымдарының докторы, профессор, Қазақ КСР-і Ғылым академиясының академигі. Сырдария губерниясында (қазіргі Оңтүстік Қазақстан облысы) туған. Шымкент педагогикалық техникумын, Мәскеудегі Н.Крупская атындағы Коммунистік тәрбие академиясын бітірген. 1938-1940 жылдары - Абай атындағы қазақ педагогикалық институтының педагогика жөне психология кафедрасының доценті және меңгерушісі. 1940-1942 жылдары - Қазақ КСР-і Халық ағарту комисарының бірінші орынбасары, Халық ағарту комиссары, 1942-1944 жылдары - Қазақ КСР-і ХКК төрағасының орынбасары қызметтерінде болды. 1944-1957 жылдары - Қазақ КСР-і Сыртқы істер министрі, С.М. Киров атындағы Қазақ мемлекеттік университетінің ректоры, Қазақ КСР-і Министрлер Кеңесі төрағасының орынбасары, Қазақ КСР-і Мәдениет министрі. 1957-1961 жылдары Үндістандағы КСРО елшілігінің кеңесші-өкілі. 1961-1964 жылдары - Қазақ мемлекеттік университетінің педагогика және психология кафедрасының профессоры әрі меңгерушісі қызметтерін атқарған. Мемлекеттік қызметтермен қатар ғылыми-зерттеу. жұмыстарымен де шұғылданды. 1940 жылғы «Халық мұғалімі» журналында жариялаған мақалаларында психологияның сол кездегі көкейтесті мәселелерін, классикалық психологияның тарихын, қалыптасу жолдарын талдауға алды. Осы еңбектері негізінде 1961 жылы «Жалпы психология» атты тұңғыш оқулық жазды. Тәжібаев Төлеген қазақ тілінде психология ғылымы терминдерін қалыптастыруға елеулі үлес қосты. Оның К.Ушинскийдің, Л.Выгодскийдің психологиялық көзқарасы туралы зерттеулерінің зор ғылыми маңызы болды. Қазақстандағы педагогикалық ой-пікірдің, оқу-ағарту ісінің дамуы және мектептер тарихын, Шоқан Уәлиханов, Ыбырай Алтынсарин, Абай Құнанбаевтардың философиялық, психологиялық және педагогикалық көзқарастарын жан-жақты зерттеген ғалым. ХІХ ғасырдың екінші жартысындағы Қазақстандағы оқу-ағарту ісімен педагогикалық ой-пікір дамуы жөніндегі зерттеулері көлемді, әрі маңызды зерттеулер қатарынан саналады. Бүгінде оның қазақстандық педагогика мен психология теориясының дамуына қосқан үлесі баға жетпес, ғылыми еңбектері жас ұрпақты оқыту мен тәрбиелеу саласындағы ғылыми зерттеулерде бүгінге дейін оқу құралдарының қосымшасы түрінде қолданып келеді. Қазақ КСР ғылым академиясының академигі Төлеген Тәжібаев Қазақ КСР педагогика қоғамының президенті, жоғары және арнаулы орта білім Министрлігінің педагогика және психология саласындағы ғылыми-әдістемелік кеңесінің төрағасы, тағы басқа қоғамдық жұмыстар атқарған. 2-4-сайланған Қазақ КСР-і Жоғарғы Кеңесінің депутаты болған. «Психология и педагогаческая психология К.Д. Ушинского», «Абай Құнанбаев жастарды тәрбиелеу туралы», «Философские, психологические и педагогические взгляды Абая Кунанбаева», «Просвещение и школы Казахстана во второй половине ХІХ века», «Педагогическая мысль в Казахстане во второй половине ХІХ века» атты еңбектері жарық көрген. Еңбек Қызыл Ту және «Құрмет белгісі» ордендерімен, көптеген медальдармен марапатталған. 2010 жылы ақпан айында Әл-Фараби атындағы Қазақ Ұлттық университетінде қазақтың көрнекті педагог-психологы, республикадағы педагогика ғылымының тұңғыш докторы, профессоры Төлеген Тәжібаевтың 100 жылдық мерейтойы кеңінен аталып өтілді. Мерей тойына арнап Әл-Фараби атындағы Қазақ Ұлттық университеті Төлеген Тәжібаевтің еңбектері мен шығармаларының толық жинақтарын шығармақшы. Маусымның 10-ы күні академик Төлеген Тәжібаевтың 100 жылдық мерейтойына арналған «Жоғары білім берудің қазіргі мәселелері: жетістіктері мен болашағы» атты халықаралық ғылыми тәжірибелік конференция өтіп, Оңтүстік Қазақстан облысы Шардара қаласында академик-ғалымның ескерткіші ашылды.\n\nДереккөзі.",
                "date": "3.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі сөздердің мағынасы қандай?",
        "question_content": "Попурри -?\n\nРадиоактивті сəуле-?\n\nВидоефонд-?\n\nВинтолет-?\n\nКосмограмма-?\n\nСутегі-?\n\nСатурн-?\n\nЭгойстер-?\n\nГомошовинизм-?\n\nМикроб-?\n\nБронтозавр-?\n\nПациент-?\n\nЭспе\nздердің",
        "question_date": "3.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Попурри-əндерден үзінді\n\nКосмофлот-зымыран\n\nРадиоактивті сəуле-түрлену құбылысы\n\nВидеофонд-электрондық басылымдар мен құжаттарға қызмет көрсету секторы\n\nСатурн-планета аты\n\nЭгоистер-өз-өзін ойлайтындар\n\nМикроб-өте ұсақ тірі оргонизм\n\nПациент-емделуші адам",
                "date": "8.03.2017",
                "upvotes": 0
            },
            {
                "text": "Grhheh hehehgegh gwgheg hehvbgs jrjrjrjruh3 grjibew46",
                "date": "27.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Риторика тақырыбына ағылшынша слайд керек?",
        "question_content": "Риторика деген тақырыпқа слайд керек. Ағылшынша слайд жасап беріңдерші? (5 6 7 беттік керек).",
        "question_date": "3.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Статист, әдіскер, мұрағатшы, шаруашылық меңгерушісі азаматтық қызметшілерге жатады ма?",
        "question_content": "статист, әдіскер, программист, мұрағатшы, шаруашылық меңгерушісі азаматтық қызметшілерге жатады ма және қандай блокпен немесе категориямен төленеді",
        "question_date": "3.03.2017",
        "question_tag": "Мамандық",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Еңлік\" гүлінің суреті керек?",
        "question_content": "Салеметсиздерме! Менин сурагым тау шынында осетин! \"Енлик\" гулдин суретин тауып бересиздерме?! Жане кайдан табуга болатынын, калай алуга болатынын айтып жиберсениздер! Алдын ала Рахмет ! Жумыстарынызга саттилик, мол табыс тилеймин!",
        "question_date": "3.03.2017",
        "question_tag": "Табиғат",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": ",\n\nЕңлік гүлінің ғажабы.",
                "date": "3.03.2017",
                "upvotes": 0
            }
        ]
    }
]