[
    {
        "question_title": "Мұқағали Мақатаев Шын ғашықпын деген өлеңінің орыс тіліндегі нұсқасы керек?",
        "question_content": "Мұқағали Мақатаев Шын ғашықпын деген өлеңінің орыс тіліндегі нұсқасы керек?",
        "question_date": "16.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Я влюблен\n\n Я влюблен! Я очень люблю этого человека!\n\n Если это не я, меня не будет. Он в безопасности?!\n\n Боже мой! Какая душа!\n\n Сердце сделано из плоти или из бронзы?\n\n Я влюблен. Я могу спрятать это обратно\n\n Для меня каждая прядь ее волос — золото.\n\n Я буду скучать по тебе, я буду скучать по тебе\n\n Тоскующий любимый человек.\n\n К солнцу, поднимающемуся в небе за пределами моей досягаемости,\n\n Ты ушла, моя белокрылая птица?\n\n Солнце бьется вокруг вселенной,\n\n Я искал тебя вечно?\n\n Полный желтой тоски\n\n Распространение всей надежды, всей веры\n\n Я, наверное, уйду из этой жизни\n\n Я буду влюблен навсегда.",
                "date": "8.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зат мөлшері 0,25моль күкірт(IV) оксидінің массасын анықта?",
        "question_content": "Массасы 2,8 альюминий сульфидінің зат мөлшерін есептендер?\n\nЗат мөлшері 0,25моль күкірт(IV) оксидінің массасын анықта?\n\nМассасы 11,2 г кальций оксидін алу үшін қанша кг кальций карбонатын ыдырату керек?",
        "question_date": "16.11.2016",
        "question_tag": "Химия",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Al2S3  \nn(Al2S3)=m/M=2,8/150=0,018 моль\nm(SO2)=n*M=0,25*64=16 r\nСаСО3=СаО+СО2 (температурада ыдырайды)\nx            11,2\n100       56\nx=100*11,2/56=20 грамм",
                "date": "22.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суретке телефон арқылы жазу жазатын бағдарламаның аты қалай аталады?",
        "question_content": "Суретке телефон арқылы жазу жазатын бағдарламаның аты қалай аталады?",
        "question_date": "16.11.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 827,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген суретті өңдейтін бағдарламалар жазу жаза алады мəселен , самсунг телефондарының өзінде суретті редакторлау арқылы қолдан және шрифтпен жазу жазуға болады .",
                "date": "16.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Аңыздық дегенімізді қалай түсінесіз?\" Осы сұрақтың жауабы?",
        "question_content": "\"Аңыздық дегенімізді қалай түсінесіз?\" Осы сұрақтың жауабы?",
        "question_date": "16.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аңыздық дақыл деген болады. Ол— жазда және күзде негізгі дақылды жинап ала салысымен орнына сол жылы егіліп, өнім беретін дақыл. Ол қосымша өнім алу және топырақ құнарлылығын арттыру мақсатына сай егіледі. Ең тиімді А. д-дар қатарына жүгері, судан шөбі және жаздық рапс жатады. Оларды негізгі дақыл ретінде ерте жинап алынатын күздік бидай, қара бидай, арпа, асбұршақ сияқты дақылдар аңызына егеді. Сондай-ақ А. д-дар есебінде тары, қарақұмық, күнбағыс, асбұршақ пен сиыржоңышқа да егіледі. А. д-дарды себерде аудандастырылған сорттардың өнгіштігі ескеріледі және өсу қарқыны жоғары тұқымдары пайдаланылады. Топырақ дайындау мен себу жұмыстарының барынша қысқа мерзімде жүргізілуі қажет етіледі. Қазақстанда А. д-ды өсіруге Алматы, Жамбыл, Оңт. Қазақстан және Қызылорда облысының табиғаты аса қолайлы.",
                "date": "17.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінде \"сиымды\" сөзі бар ма? Мысалы \"ақылға сиымды\" деген сөз тіркесі?",
        "question_content": "Қазақ тілі мамандарына сұрағым бар еді.\nҚазақ тілінде \"сиымды\" сөзі бар ма? Мысалы \"ақылға сиымды\" деген сөз тіркесі... Әлде, \"сыйымды\" деген дұрыс па?",
        "question_date": "16.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине бар. Алайда \"сыйымды\" деп жазылады. Тыю, жыю, сыю - сөздерінің грамматикалық дұрыс жазылуы \"ы\" әрпі арқылы жазылады.",
                "date": "17.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күннің тұтылу жайында және соның шынайы фотолары туралы мәлімет бере аласыздар ма?",
        "question_content": "Күннің тұтылу жайында және соның шынайы фотолары туралы мәлімет бере аласыздар ма?",
        "question_date": "16.11.2016",
        "question_tag": "Мектеп",
        "question_views": 860,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Аляска Эйрлайнз\" әуе компаниясына бір ғалым тап осы компанияның әуе рейсінің бағыты Күн мен Айдың теңесетін уақытына және сол арада Ай Күнді неғұрлым толығымен жабатыны туралы айтады. Алайда ұшақ жолаушылары оны тамашалау үшін ұшқыш ұшақты әуеде 25 минут бойы бір қалыпты ұстап тұруға тура келеді. Сол кезде түсірілген видеоны көрсеңіз болады мына сілтемеден",
                "date": "17.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есептеу техникасы мамандығы бойынша оқып мұғалім болуға бола ма?",
        "question_content": "Есептеу техникасы және бағдарламалық қамтамасыз ету мамандығы бойынша білім мекемелерінде жұмыс істеуге бола ма? Мысалы Информатикадан",
        "question_date": "16.11.2016",
        "question_tag": "Мектеп",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сейсмиқалық аймақ дегеніміз не?",
        "question_content": "Сейсмиқалық аймақ дегеніміз не?",
        "question_date": "16.11.2016",
        "question_tag": "География",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тiршiлiеке кауiптi жер сiлкiнiсi коп болатын аймак.",
                "date": "17.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке кәсіпкерлік (ИП) ашу үшін қайда бару керек? Қанша ақша кетеді, қандай құжат керек?",
        "question_content": "Жеке кәсіпкерлік (ИП) ашу үшін қайда бару керек? Жане қанша ақша кетеді, қандай құжаттар керек?",
        "question_date": "16.11.2016",
        "question_tag": "Заң",
        "question_views": 22700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салық басқармасына барып аштырасыз , жәнеде осы туралы көбірек мәлімет алғыңыз келсе Атамекен Кәсіпкерлер палатасының филиалы (Қазақстанның барлық қалаларында бар) кеңесшілерінен толыққанды ақпарат алуыңызға болады.",
                "date": "16.11.2016",
                "upvotes": 0
            },
            {
                "text": "ШЫМКЕНТ ҚАЛАСЫНДА САЛЫҚ БАСҚАРМАСЫ ҚАЙ ЖЕРДЕ ИП АШУ ҮШІН",
                "date": "31.03.2018",
                "upvotes": 0
            },
            {
                "text": "Жеке кәсіпкерлікті қалай ашамын?\nЖеке кәсіпкерлікті халыққа қызмет ету орталығынан немесе үйіңізде отырып-ақ egov.kz порталынан, сондай-ақ elisence.kz сайты арқылы аша аласыз.\nТіркелу үшін өзіңізбен бірге төлқұжатыңыз болса жеткілікті. \nҚұжаттар тапсырылғаннан кейін, салық басқармасынан жеке кәсіпкерлікті растайтын талон мен хабарлама беріледі. Сонымен, сіз жеке кәсіпкерліктің иесі болып шыға келесіз.\nЖауапкершілігі шектеулі серіктестік дегеніміз не? Қалай ашуға болады?\nЖШС - бір немесе бірнеше құрылтайшысы бар заңды тұлға (фирма, ұйым, т.б.). ЖШС ашу үшін сізде жарғылық капитал болу керек. Жарғылық капитал дегеніміз - құрылатын кәсіпорынның активтеріне құрылтайшылар салған бастапқы сома.\nЖК ашқандай, ЖШС-ны ашу үшін төлқұжатыңыз болса, жеткілікті. Халыққа қызмет ету орталығынан немесе үйіңізде отырып-ақ egov.kz порталынан, сондай-ақ elisence.kz сайты арқылы ашуға болады. \nЗаңға сәйкес, ЖШС-ның фирмалық атауы, серіктестің атауы, сондай-ақ «жауапкершілігі шектеулі серіктестік» немесе «ЖШС» аббревиатурасы бар болуы қажет.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "18.05.2018",
                "upvotes": 0
            },
            {
                "text": "Жеке кәсіпкерлердің қызметіне жүгіну керек, мен осы бағытта жұмыс жасаймын, сұрақ болса хабарлассаңыз болады",
                "date": "8.02.2022",
                "upvotes": 0
            },
            {
                "text": "• Тәрбиешінің педагогикалық шеберлігі және қызметінің ерекшелігі\n\nФамилия атыныз\nКай мектеп\nКлас\n\nҚазірдің өзіңде мамандықтардың түрлері өте көп. Қандай да бір мамандық өзіңше қызықты да, күрделі. Ал, осы мамандықтардың ішінде жан-жақты білімділікті, икемділікті, шеберлікті, ерекше шәкірт жандылықты, мейірімділікті қажет ететін мамандықтың бірі - тәрбиеші мамандығы. Тәрбиеші мамандығы киелі де көне мамандықтың бірі. Адамзатты ежелден ойландырып, толғандырып келе жатқан, қоғамдық құрылыс өзгеріп жатса да, қажеттігін жоймайтын маңызды мәселе-жас ұрпақты өмір сүруге дайындау. Бұл қиынның-қиыны. Себебі, әр адам-қайталанбас жеке тұлғ\n\nТәрбиеші сөздің дұрыс айтылуына интонация арқылы адамның түрлі сезімдерін білдіруге жаттыққан болуы керек. Мәселен, қуанышты, қайғыны, қорқынышты, салтанатты, мақұлдауды, ашу-ызаны, жылылықты білдіру үшін, сөйлеу қарқынының, дауыстың күшінің, дауыстың көтеріңкілігі мен төмендегінің қандай дәрежеде болатынын білумен бірге өз сөйлеуінде қолданып, балаларға үлгі көрсетуі керек.\n\nЖас тәрбиешілерге арналған әдістемелік көмек Жас тәрбиешінің алғашқы жұмыс күндері өзіне қиын тиері сөзсіз. Балалардың жаңадан келген тәрбиешіге деген алғашқы көзқарастары көп нәрседен хабардар етеді. Өз осалдығын, шешімсіздігін алғашқы келген сәттен-ақ балалар алдында көрсетіп алса, онда балалар бұл сәтті тез ұстап алады, кейін балаларды басқарып, ұйымдастыру жеңілге соқпайды. Бұндай тәрбиеші туралы «топты басқара алмайды» -деген пікір қалыптасады. Бұл жағдайда жас маман өз сәтсіздігіне қатты қынжылып, осы мен мамандық таңдауда қателескен жоқпын ба? Деген ойда қалуы мүмкін.Жас тәрбиешінің алғашқы жұмыс күндері өзіне қиын тиері сөзсіз.\n\nБіреулер үшін бұл жол-қиын да соқтықпалы болуы мүмкін. Бұл тағы бір мұғалім мамандағының өмір екенін дәлелдейді, ал өмір әр қилы кезеңдерден өтуі керек.Балаларды «өмір гүлі» десе, тәрбиешілерді «бағбандар» деп атау тегін емес. Сол себепті маған жер бетіндегі ең қымбат қазына-балаларға ақыл, мейірім, мәңгілік сияқты асыл қасиеттерді себу жүктелген.Л.Н.Толстой айтқандай: «Сүю - деген бұл кімді сүйсең, соның өмірімен сүру». Осы сөздердің астарында не үшін балаларға баратыным түсіндіріледі.Осы есімді мақтанышпен алып жүрген адамдарға бір ортақ қасиет бар, ол балаларға өз жүрегің сыйлап, онсыз өмір мәнін елестете алмау.Мен үлкен әріпті педагогтар бар екеніне тағзым етемін, шеберлікті ғана көрсетпейді, сонымен қатар адами құндылықтар да өте маңызды\n\n• Кез-келген ұлттың толыққанды ұлт болып қалыптасып дамуы үшін оның ұлттық санасы, ұлттық құндылығы болуы керек. Сондықтан біз ұлттық құндылықтарды ұрпақтарымыздың бойына сіңіріп, оларды ел қамын, жер қамын ойлайтын азамат етіп тәрбиелеуіміз керекЖаңа заман тәрбиешісі – бұл сауатты маман, бағдарламаны және әдістемелік шараларды анықтай  алатын білімді адам. Бұл бала және оның ата-анасымен тіл табыса білетін, қиын ситуациядан шыға білетін жақсы  психолог. Бұл бірлесіп еңбек етуге, ұжымдас жолдасына кез келген кезде көмек беруге даяр тұратын  маман.\n\n• Педагогтік оптимизмтуралы болғанда,психолог Владимир  Левидің өзіне-өзі гипноз жасау туралы кеңестерін пайдаланып (таңертең сенімді,әрі әсерлі дауыспен:\"Мен жұмысымды сүйемін!\",\"Бәрі де жақсы болады!\"т.б.), өзін-өзі сендіру тәсілін игеру қажет.Бұл педагогтік оптимизмді қалыптастырады. Педагогтік оптимизм үшін тәрбиешінің денсаулығы, күн тәртібі жүйелі түрде сақталуы қажет.Тәрбиеші киімінің эстетикалық талғамға сай,сәнді,жасына лайықты,жұмыс істеуіне ыңғайлы,тігілуі де көтеріңкі көңіл-күй тудырады.\n\nКелешекте біздің еліміз басқа тәуелсіз елдермен терезесі тең болып өмір сүруі үшін қазақ балаларын ешкімнен кем қылмай, мектеп қабырғасынан-ақ жан-жақты білімді, тәрбиелі етіп шығару жолындағы басты тұлға-тәрбиеші. Жас ұрпаққа білім-тәрбие беретін бала жанының бағбаны тәрбиеші қандай болуы керек дегенді ой елегінен өткізіп көрейікші?!\n\nБіріншіден, тәрбиеші адал, инабатты, сыпайы, парасатты, байсалды, ұстамды, төзімді, кешірімді болуы шарт.\nЕкіншіден, тәрбиешінің ой-өрісі кең, жан-жақты, білімді, өз мамандығына сай, оны сүйетін, өз ойын шәкірттерге анық тұжырымды , дәл айтып түсіндіре білуі шарт.\nҮшіншіден, тәрбиеші өз оқушыларына беделді, ұжым арасында сыйлы болуы шарт. Әрдайым оқушыларымен әдептілік қарым-қатынаста болғаны жөн.\n\nҚазіргі уақытта тәрбиеші болу оңай жұмыс емес. Басқа ешбір мамандық адамға дәл тәрбиешіге қойылғандай талаптар қоймайды. Педагогтық қызметтің жетістігін бағалау да өте қиын. Оның сапасы сызғышпен өлшеп, әрбір мысқалына дейін таразыға тартатын дүние емес. Бірақ, жақсы ұстазды балалар да , ата-аналар да тани біледі.Соның бір дәлелі интернат тәрбиешісінің атқаратын қызметін айтқым келіп отыр. Ол жерде балалар тәрбиесі мен оқу сапасы, ата-аналармен тығыз байланыс баса назарда. Интернат оқушыларымен жиі түрлі шараларұйымдастырылып, ата-аналармен де жұмыстар атқарылып отырылады.\n\nБүгінгі тәрбиеші, педагог, ол өсіп келе жатқан бала үшін:\n\n1.Жалпы адамзаттық мәдениетті меңгеруде оқушы мен қоғамның арасындағы рухани жалғастырушы;\n\n2.Интернат ұжымының алуан түрлі бірлескен іс-шаралары барысында олардың өзара ынтымақтастық қарым-қатынасының  қалыптасуын  ұйымдастырушысы;\n\n3.Оқушы тұлғасының қалыптасуына қолайлы жағдай жасау мақсатымен олардың дамуын бақылаушы , тәрбие жүйесіне қажетті өзгерістер енгізуші, мектеп психологыменбірігіп оқушының қоғамдық өміріне кейбір түзетулер жасаушы;\n\n4.Оқушының күнделікті өмірі мен әрекетін ұйымдастыруда, кәсіби бағдар беруде, қоғам өмірінің әлеуметтік-экономикалық, саяси ерекшеліктерін түсінуде көмекші, кеңесшісі;\n\n5.Интерна ішінде, моральдық-психологиялық ахуалқалыптастыру үшін сынып ерекшеліктерін ескере отырып, қажетті тәрбиелі ықпалдар жасаушы;\n\n6.Оқушының дамуы мен жетілуіне ықпал жасайтынбарлық тәрбиелік күштердің (мектеп, отбасы, қоғам) басынқосушы, үйлестірушісі.\n\nЕрекшелік, әрине. Бұл ең алдымен жас ерекшеліктеріне байланысты, тәрбиешінің тәуелсіздік деңгейімен байланысты.Оқушылар үшін тәрбиеші танымдық қызығушылықтарды қолдауды ұйымдастырады, балаларды жобалық және ғылыми-зерттеу жұмыстарына қатысады, жасөспірімдермен болашақтың бейнесі мен мектептен кейінгі білім берудің нұсқаларын талқылайды.Мен, тәрбиеші  алдымда отырған сары уыз балапандардан ертеңгі күні білімді, адамгершілігі мол, қоғамымызды өркендетуге қабілеті мен қарымы жететін азамат тәрбиелеу үшін, біз оларды өз беттерімен керек білімді алуға, терең ойлап, ойын дұрыс жеткізе білуге үйретуіміз керек.Оқушы мен тәрбиеші  арасында достық қарым-қатынас болмайынша,  оқушы сеніміне қол жеткізу мүмкін емес. Ұрпақ  тәрбиесінің дамуына ата-ана , мектеп, бүкіл қоғам жауапты.Олай болса, білім мен тәрбиені бір арнаға құю үшін мектеп мұғалімдері , ата-аналар, меткептен тыс мекеме педагогтары баланың бос уақытын тиімді өткізуге қолдау көрсетсе нұр үстіне нұр болар еді.Ел ертеңі бүгінгі және келешек ұрпақ үшін нақты да нәтижелі, сапалы да саналы жұмыстар атқару – біздің мүдделі мұратымыз.\n\nОқу-тәрбие ісін жоғары нәтижеге жетуге мүмкіндік тудыратындай етіп ұйымдастыра білген тәрбиешіні шебер  тәрбиеші дейді\n\nТәрбиеші оқушыға мектептен тыс және мектептегі іс-әрекеттерді үйренуге және таңдауға деген ынтасын қолдау ретінде қызмет етеді, қажеттіліктерді қалыптастыруға, тәжірибесін бағалай білуге үйретеді. Тәрбиеші жоғары сынып оқушысына жеке оқу және практикалық траекторияны құруға көмектеседі, оларға адамға ішкі және сыртқы әсерлерді ажырата білуге және практикалық тапсырмалармен өзін-өзі бағалауды бекітуге көмектеседі.\n-Тәрбиешінің ата-аналармен жүргізетін жұмыстарының мазмұны.\n\nАта аналармен жүргізілетін жұмыстардың мазмұны, формасы. Әдістеріне тоқталамыз. Отбасы –бұл баланың өмір сүру ортасы: қамқорлықтың тұрақты көзі, тәрбиелеумен , қарапайым біліммен қаруландыру және шешім қабылдай білуге үйрететін ең жақын адасдардың мейірім шуағын сезінетін орын. Отбасына барлығы жақсы болған жағдайда-балалар жақсы жетістіктерге жетіп, өзінің даму әлеуметіне көтеріле алады.Отбасымен педагогикалық ынтымақтастық- баланың қанағаттану деңгейі мен тәрбиешінің жұмысының сапасын арттырады, ол төмендегі жағдайларға негізделеді: өзара сапалы қарым-қатынас, өзара сыйластық,әлемге деген түсіністік көзқарас және оның тиімділігі ықпалын ұзақ уақыт бойы сезіну, бір-біріне серіктестік барлық қатысушыларға жағымды әсер ететіндей болуы тиіс, сонда ғана тәрбие мен білім беру өз нәтижесіне жетеді.\n\n• Тәрбиенің артистігі:  дегеніміз-түрлі қиын жағдайларға кездескенде тапқырлық көрсету. Баланың көзін жеткізетін іс-әрекет,тәсіл,ұтымды әдістауып, шеберлік көрсете білу.Өз сезімін,ішкі жан-дүниесін басқарып,ұжыммен қарым-қатынас үстінде ерік-жігерін икемділікпен іске асыру.Бұл мәселені кезінде А.С.Макаренко көтерген:\"Педагогика ғылым ғана емес,өнер де,сондықтан педагог өз бойына артистік шеберлікті қалыптастыруы керек\".Балаларға суық, ызалы, ашуланшақ тәрбиешілерге қарағанда,әзілді түсінетін,жайма-шуақ,шыншыл,өмірге шаттана қарайтын тәрбиешілер ұнайды. Тәрбиешінің жұмысқа шат көңілмен,ширақ қарауы балаларды сергітіп,жұмысқа жұмылдыра түседі.\n\n• К.Д.Ушинский:\"тәрбиеші өзін өткен мен болашақтың арасында тірі дәнекермін,шындық пен жақсылықтың құдіретті жауынгерімін деп біледі және ол өз ісінің сырт қарағанда қарапайым екендігін,бірақ тарихтың ұлы істерінің бірі екендігін,бұл істен көптеген ұрпақтар нәр алатынын түсіндіреді\" деп жазды.Еңбектеген баладан ғұлама ғалымға дейін ұстаз алдынан өтеді.Мемлекет қайраткерлері де тәрбиеші-педагогтерден тәлім-тәрбие алады.Педагог адамзат қоғамы жасап шығарған байлықты жас ұрпаққа  үнемі сіңіріп отырады.\n\n• Менің пікірімше, қазіргі заман жаңашыл-педагог – ғылыми-теориялық терең\n\nілімімен, технологиялық сауаттылығымен, пікір айырбас ортада жанжақтылығымен жаңа әдістемелік қалыптарды жандандыра түседі.\n\n• Кәсіби мүмкіндіктерін дамыту – ол, педагогтың шығармашылық тұлғасын қалыптастыра отырып жаңадан пайда болып жатқан педогогикалық инновацияларды қабылдау мен жүйелей білуге дайындайды.\n\n•\n• Аңдатпа\n\n  Оқушылар үшін тәрбиеші танымдық қызығушылықтарды қолдауды ұйымдастырады, балаларды жобалық және ғылыми-зерттеу жұмыстарына қатысады, жасөспірімдермен болашақтың бейнесі мен мектептен кейінгі білім берудің нұсқаларын талқылайды.\n\n• Анн отация\n\nДля учащихся воспитатель организует поддержку познавательных интересов, участвует в проектной и научно-исследовательской работе детей, обсуждает с подростками образ будущего и варианты послешкольного образования.\n\n• Annotation\nFor students, the educator organizes the support of cognitive interests, participates in the project and research work of children, discusses with teenagers the image of the future and options for post-secondary education.",
                "date": "8.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрқылтайдың ұясын қолданып кім көрды? Оның қандай емдік қасиеті бар?",
        "question_content": "Құрқылтайдың ұясын қолданып кім көрды? Оның қандай емдік қасиеті бар? қайдан сатып алса болады оны қалай қолданады? Мен ер баламын. Денсаулық болмай жатыр. Анон.",
        "question_date": "16.11.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "87026748210 хабарласыңыз менде бар",
                "date": "5.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әл-Фараби ғылымының басты салалары қамтылған еңбегі?",
        "question_content": "Әл-Фараби ғылымының басты салалары қамтылған еңбегі?",
        "question_date": "16.11.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 13900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әл-Фараби – әлемге әйгілі  ойшыл,  философ,  социолог,  математик,  физик,  астроном,  ботаник,  лингвист, логика, музыка зерттеушісі.  Әл-Фараби - артына ірілі-ұсақты 150- ге жуық ғылыми еңбек қалдырған данышпан. Жаратылыстануға катысты «Адам ағзасындағы мүшелер», «Жануарлар ағзасындағы мүшелердің күрылысы мен қызметі» және Компиляция кітабы. «Қайырымды кала»  т. б. еңбектер жазған. Жаратылыстану саласында жазған трактаттары да, бұл салаға қосқан жаңалықтары да қыруар. Физикалық құбылыстарды талдайтын еңбегі оннан асады. Оның таразы туралы, механизмдер туралы, оптика мен бос кеңістік (вакуум) туралы көптеген құнды тұжырымдары әлемге әйгілі. Ол механикаға математика мен геометрия әдістерін жан-жақты пайдаланды, тәжірибені логикалық терең ойлау нәтижелерімен ұштастырды. Астрономида күн апогейі орнының тұрақты болмайтынын өз тәжірибесі арқылы бақылап анықтаған. Сәуленің таралуын геометрия оптика заңдылықтарымен дәлелдеп береді. Сәуленің жиналу, сыну, тарау, шоғырлану заңдылықтарын геометриялық дәл әдістермен тапқан Әбу Наср Әл-Фарабидің шұғыла туралы түсінігі Еуропа ғылымына 17 ғасырда ғана мәлім болды. Оны неміс астрономы И. Кеплер арабшадан аударып “фокус” атаған. Мұны Әбу Наср Әл-Фараби сегіз ғасыр бұрын “күйдіру”, “оттық орын” мәнінен шығарып “мұхарақ” атаған. Ол және өз қолымен ойыс айна, яғни парабола, линза жасап, бұларын ғылымда қолданған да болатын.",
                "date": "19.11.2016",
                "upvotes": 0
            },
            {
                "text": "Ол энсклопедист ғалым.",
                "date": "1.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Александр Македонский əскерінің орта азида көп тұрақтамай кері қайтуының себебі?",
        "question_content": "Александр Македонский əскерінің орта азида көп тұрақтамай кері қайтуының себебі?",
        "question_date": "16.11.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Перизат\n\nПеризат",
                "date": "13.02.2018",
                "upvotes": 0
            },
            {
                "text": "Александр Македонскийдің солтүстікке қарай жорығын тоқтатуына себеп болған бірнеше себептер болды.Оның бастылары:\n1.Көшпелі Сақтардың македондықтарға қатты қарсылық көрсетуі және отырықшы соғд тайпаларының ірі-ірі көтеріліс жасап партизандық соғыс алып баруы.Александрдің сақтарды шайқаста жеңіліске ұшырата алмауы.Тіпті бір шайқаста жарақат алған Александрдің өлім аузынан зорға аман қалуы.\n\n   2.Сақтардың өзіндік қашықтықтан шайқас алып бару тактикасы мен далалы жер жағдайы,климат.\n\n   3.Сырдарияның ар жағында үлкен және байлыққа толы қалалардың,қамалдардың болмауы.\n\n   4.Спитамен бастаған көтеріліс.",
                "date": "22.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәңгі шексіз біздің бақытымыз, Бақытым сен қайдасың?",
        "question_content": "Мен өзіме ұнаған бір әнді таба алар емеспін. Оны тыңдағаныма да біраз жылдар болды. Енді есіме түсіп қайта тапсам деймін. Егер білсеңіздер көмек бергейсіздер. Тек бір-екі сөзі ғана есімде: Өміріңнің әрбір өрнегеін үдетейін қалай өзгертіп, Мәңгі шексіз біздің бақытымыз, Бақытым сен қайдасың.",
        "question_date": "16.11.2016",
        "question_tag": "Ән іздеу",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "менде іздеп отырмын ол тнегізі кайып булак деген өзбекше музыка",
                "date": "15.01.2019",
                "upvotes": 0
            },
            {
                "text": "Дуэт Дат Өмір шіркін.",
                "date": "2.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам ата Хауа ананың махаббаттары жайлы мəлімет берсеңіздер?",
        "question_content": "Адам ата Хауа ананың махаббаттары жайлы мəлімет берсеңіздер?",
        "question_date": "16.11.2016",
        "question_tag": "Махаббат",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алла Адамның (ғ.с.) қабырғасының жоғарғы жағынан Хауаны жаратты. «Әй, адам баласы! Шүбәсіз сендерді бір ер, бір әйелден (Адам, Хауа) жараттық» («Хұжрат» сүресі, 13-аят).\nАдам (ғ.с.) Хауаның өзінен жаратылғанын сезіп, ұйқыдан оянып, көзін ашты. Хауаны көріп, оның асқан сұлулығына көңілі толды. Хауаның дауысы жіңішке, көздері қара, жүз тұлым болып өрілген шашы бар еді. Хақ Тағала сұлулықты жүз түрлі етіп жаратса, соның тоқсан тоғыз сұлулығын Хауаға берген екен.\nАдам (ғ.с.) Хауаға қолын созып: «Жақында», – деді. Сол сәт Жәбірейіл (ғ.с.) «Ей, Адам! Хауаға қол созба!» – дегенде, Адам (ғ.с.): «Хауа мен үшін жаратылған», – дейді. Сонда Жәбірейіл (ғ.с.) «Әрине, сен үшін жаратылғаны рас. Бірақ некесіз қол созу дұрыс емес. Хауаны Алладан жұптылыққа сұра» – деді. Адам (ғ.с.): «Иә, Раббым! Хауаны маған жұп қыл», – деп рұқсат сұрайды. Субхааналлааһу Тағала неке хұтбасын оқыды. «Алла сендерді бір кісіден жаратты. Сосын одан жұбайын жаратты» («Зумәр» сүресі, 6-аят).\nАдам (ғ.с.) мен Хауа ана жұмақ ішінде бір ғажайыпта өмір сүреді. Бірде Адамнан (ғ.с.) періштелер: «Сен не себепті Адам атандың?» – деп сұрайды. Сонда Адам (ғ.с.) «Жер топырағынан жаралғаным үшін», – деп жауап береді. Періштелер: Хауа анадан: «Сен неге Хауа атандың?», – деп сұрағанда, Хауа ана: «Тіріден жаралғаным үшін», – дейді.\n«Әй, Адам баласы! Сендерді бір кісіден (Адам атадан) жаратқан және одан оның жұбайын (Хауа ананы) жаратып, ол екеуінен көптеген ер, әйелді таратқан Раббыларыңнан қорқыңдар!» («Ниса» сүресі, 1-аят).",
                "date": "17.11.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Заңдылықты тап, әріптерді лайықты сандармен ауыстыр және ИНОПиктің туған жылын тап?",
        "question_content": "ИНОПик ПОНИді қазанның аяғында болатын туған күніне шақырады, бірақ ол қанша жасқа толатынын айтқан жоқ, Заңдылықты тап, әріптерді лайықты сандармен ауыстыр және ИНОПиктің туған жылын тап?\n\n8913-3, 2581-a \n0000-4, 7774-b \n6666-4, 9313-c \n3547-0 8618-d",
        "question_date": "16.11.2016",
        "question_tag": "Математика",
        "question_views": 970,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ жері туралы шығарма тауып бере аласыздарма",
        "question_content": "Қазақ жері тақырыбында шағын шығарма тауып бере аласыздарма. Ішінде сан есім молырақ болса өтініш тездетіп тауып беріңіздерші",
        "question_date": "16.11.2016",
        "question_tag": "Мектеп",
        "question_views": 14100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бабалар жері\nҚазақстан дейтін менің бар жерім,\nЖатыр алып жарты дүние әлемін!\nБұл  даланы анам анам жаспен суарған,\nБұл  далада атам қолға ту алған.\nБұд далаға жылап келіп, уанғам,\nБұл даланы көріп алғаш қуанғам,\nБұл далада өскен жанда жоқ арман!\nҚ. Аманжолов\nӘр адамның кіндік қаны талған туып-өскен жері болады. Ол – Отан. «Отан-  оттан да ыстық »- дейді халқымыз. Адам үшін ең жақын,ең қымбат адам бар. Ол-Ана. Біз Отанды анаға теңеп, Отан- Ана дейміз.Бізге өмір сыйлаған анамыз, қандай қымбат болса ,топырағын басып,ауасын жұтып,суын ішіп отырған Отан да сондай қымбат. Ана десе , Отан десе толқымайтын көніл тебіренбейтін жүрек болмайды . Сондықтан ақындар ана туралы,Отан туралы тебіресе жырлайды.\nЖер бетіндегі қай халық болмасың  еркіндікті ,бостандықты арман етеді. Сол еркіндік үшін  жанын да аямайды.\nБіз жеріміз кең-байтақ деп мақтан етеміз. Осы қазақ жерін талай ғасырлар  бойы ат үстінен түспей,найзаның ұшымен , қылықтың жүзімен,білектін күнімен , көзінің қарашығылдай  қорғап, ешқандай жауға  бермей  қорғапи сақтаған  бабалар  алдында бүгінгі ұрпақ –біз арқашан  қарыздармыз.  Қазақ халқының  басынан талай  қиыншылықтар өтті. Бірақ өр міңезді, намысшыл  бабаларымыз ешбір жаудан тайсалмады. Қасықтай қандары  қалғамша туған жерлерін қорғай білді. Бабаларымыздан аманат боп жеткен ұлтарықтай жерімізді қорғау,аялау,сақтау әрбіреуіміздің борышымыз.\nОтанға деген махаббатты тек  қана шайқаста көрсету тиіс емес . Отанға деген махаббатты бейбіт өмірде де көруге болады. \nТағдырынды тамырсыздың індетінен қалқала,\nӘр адамда өз анасынан басқа да\nБолу керек құдіретті төрт ана:\nТуған жері-түп қазығы айбыны,\nТуған тілі-сатылмайтын байлығы,\nТуған дәстүр,салт-санасы-тірегі,\nҚадамына шуақ шашар үнемі,\nЖәне туған тарихы, еске алуға қаншама,\nАуыр, әрі қасіретті болса да деп  Мухтар Шаханов тебіренгедей әр адамның осы төрт анасын қорғайтын-Тәуелсіздік,еркіндік. Ата жұрт үшінөр мінезді халқымыз талай боздақтырынан айрылды.Жерін, елін қорғау үшін  қаншама асылдарымыз  құрбан болды. Елім-ай  деп еңіренген Қабанбай,Бөгенбай,Наурызбай,Жәнібек,Ағыбай,Райымбек,Баян батырлар халқының  ұранына айналды. Оданг кейін бұғаудан шығамыз деп қылыш  сермеген Махамбет, Исатай,Кенесары,Амангелді сияқты боздақтар армандарына жете алмай қапыда кетті.\n1986 жылғы 16  желтоқсан  оқиғасы азаттық  үшін  күрестің ең соңғы нүктесі  болды. Қайрат,Ляззат сияқты жастарымыз азаттың  жолындағы соңғы  құрбандары болды.\n«Аққусыз көл жетім,басшысыз ел жетім»-дейді біздің дана халқымыз  1991 жылы 1 желтоқсанда бүкіл халақтақ сайлауда Н.Ә.Назарбаев Қазақстан Республикасының Президенті болып сайланды. Осы жылы 16 желтоқсанда халқымыздың ежелден аңсаған Тәуелсіздігін  жарияладық. Қазақ тілі – ана тіліміз мемлееттік мәртебе алды. Осының бәрі Қазақстаның биіктен қыран құстай  самғауының дәлелі.Келешекте Қазақстан 50 дамыған едердің қатарында болады деп сенемін.\nМіне, бүгін көп аспанда туымыз жебіріеп ,ән ұранмыз асқақтаған,тәуелсіздік  тұғырында беріп  тұрған  егеменді елміз.\nБіз еркін елдін жас құрандары бабалар  сыйлаған бақытты  баянды етіп,егеменді,Тәуелсіз еліміз-өріңеңсесін биік көтеріп,білім жолын құып,Тәуелсіздік  тізгінін  ұстаған  тұңғыш Президентіміз  Н.Ә.Назарбаевпен  бірге  келешекте еліміздің  терезесін  әлемнің басқа елдерімен тең ұстап , бір тұдың астына  жиналған  біртутас елжігімізден  айырылмайық.\nБиыл Тәуелсіздігіміздің 20-жылдығын  тойлағалы отырмыз. Осы өткен 20 жыл уақыт ішінде еліміз көптеген  жетістіктерге жетті. Қазақстанды бүгін әлем елдерді таныды. Қазақ халқы егемендіктің арқасында  өз еркімен  Сарыарқаның  төрінен астанасын сайлады.  Бірқатар беделді ұйымдарға мүше болды.Қазақстаның өзінің төл теңгесі бар.\nӨткен жылы Астана қаласына шақырылған Саммит –Қазақстанның үлкен жеңісі.Қазақстан Саммит шақырушы, әрі төрағалық ел болып отыр.56 мемлекет  енетін сурападағ қауіпсіздік  жіне ыңтымақтыстық ұйымына  біздің елдің төрағалық  етуі әлем алдында еліміздің абыройын арттырып,келешектегі дамуына үлкен үлес қосылды деп сенемін.\nОдан соң Алматы, Астана қалаларында өткен жетінші қысқы Азияда ойындары. Көптеген жерлестеріміз жүеделі  орындарға ие болып,бірінші орын алып, Қазақстан мерейін көтерді.\nОсы жеңістердің  бәрінде бабалар үлесі бар  екенін ұмытпай,оларға  бас иеміз.Қасиетті бабалар  жерінің киесін ұмытпайық. Бабалар аманат еткен Қазақстаның кең-байтақ даласын бізде сақтап келер ұрпаққа табыс ететіп.\nКөк аспан астында көп байрағымыз желбірген, әңұранымыз әуелеп асқақтай  берсін.Тәуелсіздігіміз баянды болсын!\nПай!Пай!Пай! Киелі неткен жер!\nБатырлар дүрілдеп өткен жер.\nТұлпарлар  дүбірлеп төккен жер,\nҒашықтар бір-бірін өпкен жер.\nСарылып сал-сері кеткен жер.\nБас иіп, иіскен топырағын,\nТағзым жасамай өтпеңдер!\nМұқағали Мақатаев.\n Құдайбергенова Камила 9-сынып",
                "date": "19.11.2016",
                "upvotes": 0
            },
            {
                "text": "Көшпелілердің тұрмыс-тіршілігіндегі төрт түлкі малдың рөлі турасында\n\nКІРІСПЕ\n\nДешті Қыпшақ көшпенділерінің негізгі кәсібі жайылымдық мал шаруашылығы болды. Осы арада мына бір жайтты айта кеткен орынды: орыстың «кочевник» (шығыстану термині) деген сөзі түркінің көш-көшу, қоныс аудару, сондай-ақ соғыс қимылдары кезіндегі қосынның тұрағы және бір тұрақтан екіншісіне орын ауыстыру деген мағынадағы сөзінен шыққан.\n\nЖорықтық жүрістің тәуліктік нормасы шамамен жиырма бес – отыз километрге тең. Ортағасырлық мұсылман деректемелерінде мына тақылеттес ұғымдарды ұштастыруға болады: «қосынның орталығынан (ордадан) екі асу (көш) жерде анау бар, мынау бар; біз суыт жүріп отырып сол күні үш асу (көш) жер астық және тағы басқа».\n\nКөшетмек, көшпек – қоныс ауыстыру, көшу. Тиісінше көшебе – көшпенді, номад (бұл көшпенділердің ежелгі грекше аталымы). Петербург ғалымы Анатолий Алексеевич Алексеевтің (Пушкин Үйі) өз зерттеулерінде атап көрсеткеніндей, «мал өсіруші», «малөсірушілік» деген секілді құрылмалар және осыған ұқсас мағына білдіретін орыс сөздері орыс тілінде алғаш рет тек XVIII ғасырда Тредиаковскийде және Радищевте келіп шыққан.\n\nТүркінің көшебе деген сөзінің орыстың «кочевник» деген сөзіне айналғанына біз әсте таңданбауға тиіспіз. Шығыс славяндар мен Ұлы Дала түркілерінің талай ғасырлар бойғы қарым-қатынасы бұл халықтардың өмірінде елеулі із қалдырды. Ортақ түркі-славян, ал дәлірек айтқанда, мұсылман-славян лексикасының молдығы ғылымда жақсы мәлім факт. Мен ондаған ортақ сөздер мен шығу тегі шығыстық бірқатар орыс фамилияларын ғана келтіре кетейін.\n\nАрбуз, атаман, арқан, бакалавр, бүркіт, боран, арба, болван, вахта, казна, қарауыл, кафтан, кинжал, купол, курган, деньги, магазин, каторга, кабала, кибитка, киоск, карандаш, кисет, кистень, очаг, папаха, кепка, табун, тариф, телега, топор, тесьма, товар, карта, куртка, торба, тир, туман, халат, шаль, шатер, чулки, диван, капкан, лачуга, серьга, тулуп, шалаш, утюг, чек сөздері.\n\nАл шыққан тегі шығыстық бірнеше атақты орыс фамилиялары мынадай: Булгаков, Бухарин, Баскаков, Шеремет, Апраксин, Салтыков, Тургенев, Карамзин, Шарапов, Тимирязев, Чапаев, Колчак және басқалар. Атап айтқанда, түркінің қалшақ деген сөзі (қысқартылған нысана – қалша) «сан» дегенді білдіреді.\n\nӘЙТСЕ ДЕ ДЕШТІ ҚЫПШАҚҚА ОРАЛАЙЫҚ\n\nМал, көшпенділердің басты байлығы, оларға ішіп-жем тамақ, киер киім және баспана болды, сондай-ақ көлік болып қызмет етті. Ол сондай-ақ көрші халықтардан ең қажетті заттарды айырбастап алатын құрал да болды. Көшпенділердің өмірінде малдың мән-маңызын Ш.Ш.Уәлихановтан асырып анық айтуға болмайтын да шығар, ол былай деп жазды: «Көшпенді дала адамының ішіп-жемі де, киер киімі де малдан, ол үшін мал өзінің аман-тыныштығынан да қымбат. Қазақтардың алғашқы амандасуы мал-жан аман ба деп басталады. Жаннан ілгері малының амандығын сұрап-білу көшпенділердің тұрмыс-тіршілігін талай бет арнап сипаттағаннан гөрі неғұрлым анық білдіреді».\n\nАл Еуразия көшпенділерінің елі туралы біз аңғарғыш та пайымдағыш Ибн Рузбиханның шығармасынан былай дегенін оқимыз. Қыпшақ даласының кереметтігін сипаттап, онда мыңғырған малдың көптігін айта келіп, «Бұхара мейманының жазбалары» (1509) авторы мынадай пайымдауларға ойысады. «Бұл жердің, – деп жазады ол, – жем-шөбі аз ғана өңделгеннен кейін тіршілікке айналатын, ал тіршілік бұдан да гөрі тезірек аңға айналатын секілді болып көрінеді. Тегінде, мұның өзі солтүстік елдерінің бір ерекшелігі болса керек – бір күрделі қосылыс тез-ақ екіншісіне өтеді, өйткені олардың өсімдік текті азығы тез-ақ малға, мал адамға өтеді, ал топырақ пен су да тез арада-ақ азыққа айналатын сияқты».\n\nНЕГІЗГІ БӨЛІМ: ҚОЙ\n\nДала халқы негізінен қой, жылқы және түйе өсірді, мүйізді ірі қара малдың көшпенділер шаруашылығында мәні онша емес, өйткені ол жыл бойы жайып асырауға және әсіресе қыста қар астынан азығын тауып жеуге әсте бейімсіз. Осының өзінде шаруашылық мән-маңызы жөнінен қой алдыңғы орында. Жошы ұрпағы Мұхаммед Шайбани ханның (1510 жылы өлген) сөзімен айтқанда Қыпшақ даласы көшпенділерінің басты байлығы отар-отар қой болған. Қойдың еті мен сүті тамақ болды, терісі мен жүнінен киім, аяқкиім, ыдыс және шаруашылыққа қажет көптеген керек-жарақ дайындалды. Қойдың майы мен иісті шөптердің күлінен қазақтар кір жуатын сабын қайнатты; түсі қара-қошқыл болғанымен, онымен жуғанда қандай кір болса да тап-таза болып ашылар еді. Көзімен көргендердің жазып қалдырғанындай, далалық қыпшақ қойлары төзімді, ірі, еті мен сүті өте жұғымды болған. Мысалы, XV ғасырдағы венециялық көпес, Танда (қазіргі Азов) бірнеше жыл тұрған И.Барбаро Дешті көшпенділері өсіретін малдың негізгі түліктері туралы былай деп жазды: «Бұл халық өсіретін малдың төртінші түлiгi - сирақты, жүні ұзын және он екі фунтқа дейін құйрықты өте ірі қойлар. Мен құйрықтарына арнайы жасалған арба сүйретіп жүретін осындай қойларды көрдім. Бұл күйрық майды татарлар тамаққа салады; оны сары май орнына жейді және ол тоңазып қатпайды».\n\nXVI ғасырдың ортасында Арал теңірегі далаларында болып қайтқан ағылшын А.Дженкинсон да ол еңірдің қойлары өте ірі, құйрықтары үлкен, алпыс-сексен фунтқа дейін болады деп жазады.\n\nXIX ғасырдың басында қызмет бабымен Орынборда және Орынбор төңірегіндегі қазақ даласында бірнеше жыл болған А.И.Левшин де қазақы (дешті) қойлардың құйрығы ерекше үлкен болатынын атап көрсетеді. Ол «тұтас қой кейде төрт пұттан бес пұтқа дейін тартады. екі пұтқа дейін май шығады; олардың ірі, мықты және биік болатыны сондай, он – он екі жастағы балалар ермек қылып, мініп алып жүреді» деп жазады.\n\nА.Левшиннің қазақы қойлар туралы соңғы хабарына орайлас Мырза Хайдар Дулаттың Тибет туралы және тибеттіктер жайындағы адам таңданарлық әңгімелері ойға оралады. 1532–1933 жылдары ол Батыс Тибетте болып қайтқан және он жыл өткеннен кейін «Тарих-и-Рашидиде» былай деп жазған: «Тибеттің халқы екі бөлікке бөлінеді: олардың бір бөлігін йулпа, яғни «ауыл тұрғыны», енді бірін жанда, яғни «дала тұрғыны» деп атайды.\n\nТибет көшпенділерінің тұрмыс салты ғажап, басқа ешбір халыққа ұқсамайды. Бірінші ерекшелігі: етті және басқа кез келген тамақты шикідей жейді, ешқашан пісірмейді. Екінші ерекшелігі: олар аттарына жем орнына ет береді. Үшінші бір ерекшелігі: керек-жарақтары мен жүктерін қойларына артып алып жүреді және қойлары шамамен он екі шариғаттық ман жүк (шамамен, үш-үш жарым килограмм) көтереді. Олар соған арнап жолқоржын тігеді; оны төс айылмен таңады да, қашан қажет болғанға дейін, жазы-қысы сол қалпында қойдың арқасында жүреді. Қыста жанталар Үндістанға сапар шегіп, ол жаққа тибет, қытай тауарларын апарады. Ал Үндістаннан қойларына үнді тауарларын теңдеп алып, көктемде Тибетке қайтады. Асықпай, жол бойы қойларын жая жүріп, қысқа қарай Қытайға жетеді. Осылайша олар қойларына Қытайда теңдеген жүктерін Үндістанға жеткенде түсіріп алады, ал Үндістанда теңдеп алғандарын Қытайға барғанда түсіреді».\n\nӘйтсе де «өз қойларымызға» оралайық. Жазбаша деректемелерде Қыпшақ даласының кешпенділерінде «қойдың көптігі» үнемі атап көрсетіліп отырады. Солай бола тұрса да, ұсақ мүйізді малды жайылымда жайып бағатын, күзететін адамдар саны тым аз болған. Мұндай адамдарды атап айту үшін ортағасырлық мұсылман авторлары әдетте парсы-түркінің шабан немесе шопан деген сөзін қолданады (қазақтарда қойшы деген сөз көбірек қолданылады). Шопандар көбінесе қолға түскен еріксіздер, жетім балалар және кемтар балалар болған. Шопандар дәстүрлі түрде көшпелі қоғамдағы дәрежесі ең төмендер қатарында саналған.\n\nЖЫЛҚЫ\n\nКөшпенділердің өмірінде жылқының маңыздылығы туралы айтуға бола қояр ма екен. ІХ ғасырдағы атақты араб авторы әл-Жахиздің атап көрсеткеніндей «егер сен түркінің ғұмырының ұзақтығын зерттеп, күнге айналдырып есептер болсаң, онда оның жер басып жүргенінен гөрі ат үстінде өткізген уақыты көбірек болатынына көзің жетер еді».\n\nШынында көшпеліні оның атынан бөлек бөліп айтуға келмейді, ол тіпті үй арасында жаяу жүрмейді. Көшпендінің үғымында ат ердің қанаты. Кезінде шығыстанушы Н.И.Веселовский (1848-1918) аңғарып, атап көрсеткен мынадай қағида да осындай ұғымның нәтижесінде орныққан: екеуара жолығысқанда екіншісіне сый-құрметін білдіргісі келгені атынан түсіп жаяулап жақындайды. Тең, тұстас адамдар ғана бір-бірімен ат үстінде отырып сәлемдесе алады.\n\nКөшпенділер жылқыны салт міну және жүк тасу үшін ғана пайдаланып қойған жоқ, жылқы оған жесе тамақ, кисе киім болды. Бірде-бір той-томалақ, бәйгесіз, көкпарсыз өтпеді. Жал-құйрығы төгілген айғырлар бастаған үйір-үйір жылқыны тамашалау көшпенділердің көңілін көншітетін көрініс болатын.\n\nОсы орайда «Тарих-и Рашиди» еңбегінің авторының қазақ ханы Қасым (1518 жылы дүние салған) айтқан деп келтіретін сөздері әбден орынды айтылған деуге болатындай: «Біз – дала тұрғындарымыз; бізде ілуде бір ұшырасатын қымбат дүние де, тауарлар да болмайды, – дейді ол моғолдардың басшысы Сұлтан Саидқа. – Біздің ең басты байлығымыз жылқыда. Етін сүйер асымыз деп әспеттейміз, терісін киім қыламыз, біз үшін ең сүйкімді сусын биенің сүтінен ашытылатын қымыз; жерімізде бау-бақша да, зәулім ғимараттар да жоқ; көңіл көтеретін жеріміз шөбі шүйгін жайылым, табын-табын жылқы; жылқыға барып небір керемет аттарды сүйсіне тамашалаймыз».\n\nҚыр жылқысы күй талғамайтын, ерекше төзімді болды, сірі қар мен мұз астынан өз қорегін тауып жеп, жыл бойы аяғынан жайылатын жағдайға бейімделді. И.Барбароның сөздерін келтірсек, «дешті жылқылары тағаланбайды, аласа келеді және сұлы жемейді. Қазақтардың жылқыларын А.Левшин де осы тақылеттес сөздермен сипаттайды: «олар аса биік емес, керім келістілері де аз, түстері сан түрлі, бірақ қылаң түстілері көбірек». Бұл орайда оның айтуынша Қазақ даласының солтүстік бөлігінде жылқы көбірек, әрі оңтүстік бөлігінің жылқыларынан көрі ірірек болады.\n\nЖылқы тұқымының жегін көлікке, салт мініске бейімделген түрлері және сәйгүлік-арғымақ тұқымдары өсірілді. Деректемелерде Дешті Қыпшақ елі асыл тұқымды жылқы өсірмейді. Сондықтан таза қанды ұзын мойын сәйгүліктер Қыпшақ даласында әлімсақтан көп болмайды деп атап жазылады.\n\nМоғол ханы Сайд «Тарих-и-Рашидидің» болашақ авторына өзінің 1513 жылы қазақтың Қасым ханының ордасында болғанын былайша әңгімелеп берген:\n\n«Біз барғаннан кейін хан бізге бүкіл малы мен жылқыларын көрсетіп тұрып:\n\n– Менде бір өздері бүкіл табынға бергісіз екі ат бар, – деді». Ол екі атты алып келгізді де. Сұлтан Саид кейін Мырза Хайдарға ол екі аттай керемет аттарды өмір бойы көрмегенін бірнеше мәрте айтып жүріпті. Аттарды алып келгеннен кейін Қасым Саид ханға былай депті:\n\n–Дала адамдарына атсыз күн күн емес; мына екі ат мен үшін ең сенімді, ең лайық аттар. Екеуін бірдей тарту ете алмаймын, бірақ ең қадірлі мейманым болғандықтан, қай ұнағанын таңдаңыз, оған ризамын, тек біреуін өзіме қалдырыңыз».\n\nҚасым хан екі аттың да қасиеттерін сипаттап айтып берген. Сұлтан Саид хан біреуін таңдап алған. Бұл аттың аты «Оғлан-Тарұқ» екен. Мырза Хайдар Дулаттың жазғанына қарағанда, ол да мұндай керемет атты ешқашан көрмеген.\n\nКөшпелі мал шаруашылығында жылқы табында жайылып бағылады. Бір айғырдың үйірінде әдетте он екі – он бес бие болады. Үйірдегі жылқы ішіндегі айғыр шашау шығармайтын бақташы іспеттес болады деуге келеді. Егер үйіріндегі қайсыбір бие басқа айғырдың үйіріне қосылып кетсе, айғыр оны қайтып өз үйіріне жолатпайды. Бірнеше үйір, әдетте үш үйір, яғни үш айғыр мен қырық-елу бие бір табын болады. Орайы келгенде айта кетейік, түркі-монғолдың табын деген сөзі жалпы алғанда, саны қырық-елу шамасындағы қандай болсын топты атауға қолданылады. Ел көшкенде не мал айдағанда бірнеше, әдетте, үш табыннан бір үлкен табын құралатын. Әрбір шағын табынға бір табыншы тағайындалады. Табынның үш түрі болған. Жазбаша деректемелерге қарағанда, табыншыны келебан, улақшы, ақташы, жәмші деген секілді сөздермен атаған; қазіргі қазақ тілінде жылқы табынын бағатын малшыны жылқышы деп атайды.\n\nТҮЙЕ\n\nКөшпенділердің шаруашылығында түйе өсіру маңызды орын алды, көшкенде және жүк тасығанда түйе таптырмайтын көлік болды. Ибн-Рузбиханның жазғанына қарағанда бұл түлік өгіз секілді дөңгелек арба-үйлерді алып жүру үшін пайдаланылды. Бұған қоса түйе жүнінен киім тоқылды, ал жұғымды әрі сіңімді түйе сүтінен қымызға барабар сусын – шұбат дайындалды. Дешті Қыпшақ көшпенділері қос өркешті түйе өсіретін. Ал бір өркешті түйелер (нарлар) дештіліктерде сирек болатын, өйткені, делінеді деректемеде, «өз жерінің климаты олар үшін тым қатаң деп санайды» және қос өркешті түйелеріне де қақаған аязда жабу жауып ұстайды.\n\nТүйе бейбіт тіршіліктің белгісіндей болды. Бұл елде, деп жазды Дешті Қыпшақ туралы А.Дженкинсон «Орта Азияға саяхатында» (XVI ғасыр) бейбіт адамдар түйелері көп керуендермен ғана жолға шығады, сондықтан түйе ізі жоқ, жылқы өткен жаңа іздер қашан да қауіптің хабаршысындай болып көрінеді.\n\nАйтқандай, керуен турасында. Керуен деген бір-біріне тіркестірілген түйелер тізбегі (қатар). Әрбір шағын керуеннің бір қоңырауы болды. Басқаша айтқанда, керуен дегеніміз бір-біріне тіркестірілген, қатарында металл қоңыраудың күмбірі естіліп тұратын түйелер тізбегі, әдетте бұл жеті-сегіз түйесі болатын тізбек. Үлкен керуеннің ондаған, кейде төрт жүз-бес жүз, тіпті одан да көп түйесі болатын. Түйе айдаушылар (түйекеш, денеджи) керуенбасына (түркіше – керуенбасы, парсыша: керуенсалар, кафелесалар бағынды. Керуен жетекшілері адалдығымен, беделділігімен танымал адамдардан таңдалды; олар түйе айдаушылардың адалдықтан айнымайтындығына көпестер алдында кепіл болатын. Керуеннің басында, алдыңғы түйемен жүріп отыратын керуенбасы жолдың дұрыс болуына, көлік шалдыратын және қоналқа жердің таңдалуына, керуен тоқтаған жерлерде түйелердің азықтандырылуы мен суарылуына бас-көз болды; түйе айдаушылар арасындағы кикілжің-керістерді де керуенбасы жайғап-реттеп отырды.\n\nҚой, жылқы және түйе өсірумен қатар дештіліктер мүйізді ірі қара мен ешкі де өсірді. Алайда бұл түліктердің шаруашылықтағы маңызы оншалық болған жоқ.\n\nПайдаланылған әдебиет: Тұрсын Сұлтанов: Алтын Орда. – Астана: «Мектеп» баспасы, 2018 жыл.\n\nСұлтан МҰСТАФИН,",
                "date": "14.06.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инопиктің туған жылы?",
        "question_content": "ИНОПик ПОНИді қазанның аяғында болатын туған күніне шақырады,бірақ ол қанша жасқа толатынын айтқан жоқ, ЗАҢДЫЛЫҚты тап,әріптерді лайықты сандармен ауыстыр және ИНОПиктің туған жылын тап?\n\n\n8913-3,      2581-a\n0000-4,      7774-b\n6666-4,      9313-c\n3547-0       8618-d",
        "question_date": "16.11.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 683,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инопия планетасында инопиктер тұрады .",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы екі зат бір бірімен әрекеттесіп тұз береді FeS массасын анықтаңдар",
        "question_content": "темірдің массасы 15 г және күкірттің массасы 10 г Осы екі зат бір бірімен әрекеттесіп тұз береді FeS массасын анықтаңдар",
        "question_date": "16.11.2016",
        "question_tag": "Химия",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрамында 25 г мыс (2) хлориді бар ерітіндіге 12 г темір ұнтағы?",
        "question_content": "Химия пәнінен қыйын есеп берді, есепті шығарып бере аласыздар ма?",
        "question_date": "15.11.2016",
        "question_tag": "Химия",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АВС 184 бет жауаптары барма",
                "date": "19.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "философиядан жоба керек еді қазақша, қандай тақырыпта жазсам болады?",
        "question_content": "мен философиядан ғылыми жобаға дұрыс және өзекті тақырып таппай жатырмын. өз ойларыңызды жазып көріңіздерші.",
        "question_date": "15.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"ЖОҚ\" деген тақырыпты алып көрсеңізші. Білуімше, қазақ ғалымдарының ішінде тек бір ада қорғаған осы тақырыпта.",
                "date": "17.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалпы Lexus 470көлігі қалай?",
        "question_content": "100 кмге канша жейди?\nЖалпы жанар майды каншалыкты ишеди?\nАлуга турарлык па?",
        "question_date": "15.11.2016",
        "question_tag": "Автокөлік таңдау",
        "question_views": 562,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жолама оған шығыны көп.",
                "date": "16.11.2016",
                "upvotes": 0
            },
            {
                "text": "жаксы машине акшан болса",
                "date": "17.11.2016",
                "upvotes": 0
            },
            {
                "text": "средний расход 15-19\n\nГаз-бензин алган дурыс\n\nалуга турарлык,тек налог кымбаттау",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірт қышқылының 0,1 молімен əрекеттесетін мырыш гидроксидінің массасы",
        "question_content": "Күкірт қышқылының 0,1 молімен əрекеттесетін мырыш гидроксидінің массасын есептеңдер?",
        "question_date": "15.11.2016",
        "question_tag": "Химия",
        "question_views": 632,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сұрақ қайталанған",
                "date": "20.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бас бостандығынан айрылмаған жазасын өтеушілермен жүргізілетін тәрбиелік жұмыс?",
        "question_content": "Түрмеге қамаудан басқа жазаға (айыппұл, қоғамдық жұмыс, қызметтен шеттетілу) тартылған адамдармен жүргізілетін тәрбиелік шаралар?",
        "question_date": "15.11.2016",
        "question_tag": "Заң",
        "question_views": 565,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Cөйлемді аударғанда жиі орын алатын қателіктер?",
        "question_content": "Орыс тілінен/ басқа тілден қазақ тіліне қандай да бір сөйлемді аударғанда жиі орын алатын қателіктер?",
        "question_date": "15.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 667,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазақ тіліне аударғанда көбінесе сөйлем мүшелерінің орындары ауысып кетеді. Соның нәтижесінде мағына өзгеріп кетіп жатады. Мысалы, Подготовлены к сдаче первые объекты, в том числе международные павильоны - Халықаралық павильондар, оның ішінде объектілердің бірінші жеткізу үшін дайындалған.",
                "date": "17.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жердегіден 6 есе аз. Айдағы бірінші ғарыштық жылдамдықты есептеңдер?",
        "question_content": "Айдың радиусы 1738 км, ал ондағы еркін түсу үдеуі. Жердегіден 6 есе аз. Айдағы бірінші ғарыштық жылдамдықты есептеңдер.",
        "question_date": "15.11.2016",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    }
]