[
    {
        "question_title": "Байланыс маманы теміржолда қандай жұмыс жасай алады?",
        "question_content": "Радиотехника, электроника және телекоммуникациялар мамандығын ЖОО-да бітірген маман теміржолда қандай жұмыс жасай алады?",
        "question_date": "9.01.2016",
        "question_tag": "Мамандық",
        "question_views": 782,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіс ауырып толғақ келеді ма?",
        "question_content": "Толғақ тістен болады деп естіген едім. Сол қаншалықты рас. Егер рас болса қалай болады айтып берсеңіз?",
        "question_date": "9.01.2016",
        "question_tag": "Жанұя",
        "question_views": 13400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия тис аурып толгак келед деген болады оз бамымнан откен.Тисим катты каксап ауырды 2.3кундей сосын толгагым келип умытып кеттим.Тис жайна калды",
                "date": "26.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айелдердің бақытты болуы ақылда және сабырда!",
        "question_content": "Мен дүсенбіден-жумаға 8-де -17сағатқа дейін жұмыстамын. Әйел бақытын қарауға уақытым бола бермейді. Кейде көріп қаламын, маған қатты ұнайды. Әйелдер Бақытты болуға жаралған, Дегенменде көбісі бақыттарын таба алмай жүр... Ал мен де Ата да енеде жоқ, бірақ жолдасым атадан да енеден де асып түседі, сонда да шыдап жүрмін. Сіздерге бүндайды түсіну қиын, айтуға оңай... Мен жоғары білімді жұмысым жақсы бола тұра осындай тағдырыма көніп, Алла тағаладан жанұянын тыныштығын тілеп, жолдасымнын әділетсіздігіне, қызу қандылығына шыдап сабыр етемін. Қалай дегенде де сыртымыз бүтін, ал іште үлкен өкініш, ыза болады пендешілікте кейде ащы шындықты айтамын деп таяқта жеймін, мен кетемін десем, сонда айтатыны арақ ішпеймін, темекі шекпеймін, ақша тауып жатырмын, үйден тіке шығып, тіке келеді. Ал мен аландататы оның әйелдін ісіне араласатыны... Ой не басымды қатырайын, Бұндайда ешкім көмектесе алмайды, бүкірді көр түзетеді деген... Бәріне көз жұмып тағдырға бас иемін де, сабыр етемін...",
        "question_date": "9.01.2016",
        "question_tag": "Жанұя",
        "question_views": 469,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер газ болса теxпаспортта гбо болу міндеттіме?",
        "question_content": "Менде гбо жок брак газ бар",
        "question_date": "9.01.2016",
        "question_tag": "Заң",
        "question_views": 198,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Асқазан ауырғанда не істеуге болады?",
        "question_content": "Аузыма сілекейім толып кетеді. Әсіресе ұйықтағанда. Мамандар болса көмек керек. Асқазан ауырғанда не істеуге болады?",
        "question_date": "9.01.2016",
        "question_tag": "Тазалық",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің де қояйын деп жүрген сұрағым еді,ауыздан жағымсыз иіс шығады, сілекей толып қалады.Сізге дәрілердің көмегі керек пе, әлде емшілердің айтқаны керек пе?   Егер дәрігер болса, алдымен, шланга жатыңыз дер едім.",
                "date": "9.01.2016",
                "upvotes": 0
            },
            {
                "text": "Алдымен УЗИ-ға түсу керек",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Асқазан ауырғанда қандай дəрілер ішу керек?",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрагерлік туралы заң қызметкерлеріне сұрақ?",
        "question_content": "Менин акем 4 шилдеде кайтыс болды. Ол кисинин атындагы жер, уйди барин шешеме аудардык. Уактысында барин аударсан ешкандай акы толемейсин деп еди, бизден натариустар 60 мын акша талап етти. Осымен болды, 6 айдан кейн кужаттар дайын болады, деген кужаттар али дайын емес жане биз уйдин кужаттын гана откизипсиз жердинки калып кетипти деп тагы 20000 акыша сураган. Муликти жубайынын атына аудару ушин осыншама акша толенеме, 6 айдан кейн дайын болатыны кайда. Осы туралы зан кызметкерлеринен билсем деп едим.",
        "question_date": "8.01.2016",
        "question_tag": "Заң",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6 ай ішінде аудау тегін деген жоқ барлығы ақылы түрде болады. 6 ай өтпей сіз ешқандайда мүлікті аудара алмайсыз, 6 айдан кейін аударылады. Нотариустын 60 мың талап етуі ол дұрыс емес сияқты, олардыңда арнайы тарифы болады мысалы: құжатты куәландыру белгілі бір ақша тағайындалады және сол бойынша есептелінеді сол секілді әрбір арыз, сенімхат, мұраға құқық туралы куәлік тарифтік жүйеде болады. Ақы төлеген кезде барлығын есептеп ол қайдан алып жатыр ол тарифті барлығын сұрауыңыз керек еді және чек талап етіңіз. (Егер жер үймен бірге болса мысалы шарбақ  болса ол сол үйдің құжатымен бірге шығуы керек, бөлек тұрған жер болса ол бөлек куәлік шығады)   Менің білуімше 60000 тенге деген тариф жоқ сияқты...Ақша төлемес бұрын нақтылап сұрап алғаныңыз жөн....",
                "date": "22.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі əріптен тұратын əшекей?",
        "question_content": "Екі əріптен тұратын əшекей?",
        "question_date": "8.01.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі әріптен тұратын әшекейде ою деп атайды",
                "date": "26.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернетте мақала жазып ақша табу",
        "question_content": "Менің қолымнан шығарма өлең мақала жазу келеді. Кез келген тақырыпта жаза аламын. Интернетте осы талантымды пайдаланып қалай ақша табуға болады???",
        "question_date": "8.01.2016",
        "question_tag": "Мансаптық өсу",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен такпактар жанеде эссе жаза аламын.барын орындап жазып беремын",
                "date": "24.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шағын әңгіме жазып беру (Оңай)",
        "question_content": "Мына сөздерді қатыстырып шағын әңгіме жазу\n\nСәске,бесін,көлеңке,көз байланған,ел орынға отырған,түн жарым,таң сәріде,таң шапағы,қызыл арай,күн төбеге көтерілді.",
        "question_date": "8.01.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Білемін жүрегіңде мұң барын білемін жүрегіңде сыр барын деген өлеңнің аты қандай?",
        "question_content": "Білемін жүрегіңде мұң барын білемін жүрегіңде сыр барын деген өлеңнің аты қандай?",
        "question_date": "8.01.2016",
        "question_tag": "Қазақша ән",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рысбек Аташ \"Жаным\"",
                "date": "14.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің клаш оф кланстагы аккаунтымды біреу бұзып алды.",
        "question_content": "Менің клаш оф кланстагы аккаунтымды біреу бұзып алды.Енді қалай қайтарып алуға болады.забыли парол деп істей алмай жатырым.",
        "question_date": "8.01.2016",
        "question_tag": "Ұялы телефон ойындары",
        "question_views": 493,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аккаунт қалай бұзады.Ол акксунт өзмде тркелмегенб",
                "date": "7.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың \"Нұрлы аспанға тырысып өскенсің сен\" сатылай кешенді талдау?",
        "question_content": "Абайдың \"Нұрлы аспанға тырысып өскенсің сен\",\"жапырағы қуарған ескі үмітпен\" өлеңіне талдау керек еді",
        "question_date": "8.01.2016",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сүйісудің қандай түрлері бар жəне оның зияны бар ма?",
        "question_content": "Екі ғашық сүйіседі ғой енді,соның пайдасы не? Қандай зияны бар? Неге сүйіскен ұнайды ғашықтарға? Сүйісудің түрлері бар ма,болса қандай?",
        "question_date": "8.01.2016",
        "question_tag": "Достық",
        "question_views": 5600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сүйісіп көр\nСонда білесің",
                "date": "10.01.2016",
                "upvotes": 0
            },
            {
                "text": "Сұрағыңа қарағанда әлі жас сияқтысың ғой.Сүйісуге асықпа.Сүйісудің ләззатын сөзбен айтып жеткізу мүмкін емес.Уақыты жеткенде білерсің.",
                "date": "10.01.2016",
                "upvotes": 0
            },
            {
                "text": "Сүйісу маган унайды,сүйісе билсен пайдасы коп шыгар",
                "date": "17.01.2016",
                "upvotes": 0
            },
            {
                "text": "Сүйісудің зияны бар оте улкен зияны бар  . Сүйіскенде слекей арқылы бір біріне ауру жұғады. Екеуі бір бірінде қандай ауру бар екенін қайдан білсін.",
                "date": "17.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздарға армияға баруға болады ма?",
        "question_content": "Мен жоғарығы оқуды бітіріп, бір жылға армияға барып борышымды өтеуді қалаймын. Бірақ білмеймін, Қазақстанда қыздарға десанттыққа баруға рұқсат па, және ол үшін не істеу қажет? Қай жерге құжат тапсыру керек екенін де айтып жіберсеңіздер.",
        "question_date": "8.01.2016",
        "question_tag": "Заң",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оқу бітірмедім, жұмыс таба алам ба, таныссыз?",
        "question_content": "Мамандығым қазақ тілі мен әдебиеті, 3 курста оқимын. Диплом алуға 1 жыл бар, соған қарамастан мектепке орналаса алам ба?",
        "question_date": "8.01.2016",
        "question_tag": "Мамандық",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дипломсыз қабылдамайды, ең құрығанда колледж дипломы болуы керек.",
                "date": "28.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мына есімдердің мағынасы қалай? Бұл есімдер қазақтардыкі ме?",
        "question_content": "Жəмиля,Асима,Əлия,Дамир,Жанель,Анель,Марлен бұл есімлердің мағынасы қандай?",
        "question_date": "8.01.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 7100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Марлен деген есім Маркс Ленин деген екі сөзден құралған есім.",
                "date": "9.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Facebook парақшамды жауып бересіндерме?",
        "question_content": "Сенімді адам бар ма? Жауып беретін?",
        "question_date": "8.01.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен жауып бере аламын ) сенуіңе болады",
                "date": "8.01.2016",
                "upvotes": 0
            },
            {
                "text": "Мен жауып берейін. Тіркелген эл, поштаң не телефон номері керек.",
                "date": "9.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Морфологиялык талдау жасап беріңіздер?",
        "question_content": "Есеней ауылының жасы үлкен әйелі болып үйреніп қалған Айтолқын Ұлпанға да, Несібеліге де сыздана қарап амандасты.",
        "question_date": "8.01.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Морфологиялық талдау екі топқа бөлінеді:1) сөз құрамдары бойынша талдау; 2) сөз таптары бойынша талдау. Сізге қайсысы керек екенін ашып жазбағансыз",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда 74 мың гектар жерді алып жатқан қорық",
        "question_content": "Қазақстанда 74 мың гектар жерді алып жатқан қорық",
        "question_date": "8.01.2016",
        "question_tag": "География",
        "question_views": 672,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "74 мың гектар қорық Жалтыр-Жарқын\nСолтүстік Қазақстанда осы өңірдің ғана емес, тұтастай мемлекеттің байлығы болып табылатынның бәрін адамның ойланбастан қол сұғуынан қорғау керек. Басқару органдарының және ғылыми орталықтардың қызметкерлері қойып отырған мақсат осындай. Сондықтан қорғауға алынған табиғи аумақтарда оңтайлы жағдай туғызу ұдайы назарда. Бұл өзі оңай жұмыс емес. Қазіргі таңда өңірде бір табиғи саяжай, алты қорық және республикалық маңызы бар 12 ескерткіш бар.\nТабиғат қорының жекелеген түрлерін қорғаудың негізгі нышаны — қорықтар. Облыс аумағындағы олардың саны – алтау. Оның төртеуінің республикалық маңызы бар.\n240 мың гектар жерді алып жатқан Смирново зоологиялық қорығы 1967 жылы Аққайың, Қызылжар және Есіл аудандарында құрылған.\n134,1 мың гектар жерді алып жатқан Согрово зоологиялық қорығы Қызылжар ауданында. Смирново қорығымен бірге құрылған.\n52,4 мың гектар жерді алып жатқан Мамлютка зоологиялық қорығы Мамлют пен Қызылжар аудандарында, ол да 1967 жылы құрылған.\nҚазақстан үкіметінің қаулысымен олар мерзімсіздер табиғи аумақтардың әрқайсысының алаңының 57-72 пайызын ормандар алып жатыр. Сондықтан ормандағы аңдар қорғау нысандары болып отыр. Бұлан, елік, қабан, түлкі, ақ қоян, құр және сирек кездесетін Оңтүстік Оралдың бұлғыны солардың қатарында. Сондай-ақ қорықтағы көлдерде ұя салатын құстарды аулауға тыйым салынған. 2001 жылы құрылған Орлиногор қорығы ботаникалық сипатта. Ол Айыртау ауданында, аумағы — 3,45 мың гектар. Оның басты мақсаты — өсімдіктерді қорғау және оларды өсіру.\nТимирязев ауданына орналасқан Ақжан (26 мың гегтар), Ақсуат (10 мың гектар облыстық маңызы бар қорықтары табиғат қорғауда белгілі бір рөл атқарады. Олардағы қорғау нысандары — дала суыры және көптеген құстар аққулар, тырналар, қаздар, үйректер, балшықшылар, т.б.\nБұған қоса облыс аумағында ондаган қорғау аймақтары, шағын қорықтар және табиғат ескерткіштері бар. Бұл нысандарды геолого-геоморфологиялық, гидрологиялық, ботаникалық және басқа топтарға біріктіруге болады. Үкіметіміздің 2001 жылғы қаулысымен заңдастырылған республикалық маңызы бар 12 табиғи ескерткіш баршаны қызықтырады. Бұл ретте \"Жаңажол\" орманын (Жамбыл ауданы), \"Сосновый\" орманын (Аққайың ауданы), \"Орлиная\" шоқысын және Имантау көліндегі аралды) (Айыртау ауданы), үңгірі бар сарқыраманы (Шалқар, \"Көкшетау\" саябағы) атауға болады. Табиғи ескерткіштердің бәрі де жартастарға жатады. Қарағайлы ормандар өскен ғылыми, мәдени-ағарту және эстетикалық мақсат үшін бұл нысандарды сақтау адамдардың маңызды міндеті. Оларда шаруашылық жүргізуге шектеу қойылған: орман қорғауға және өртке қарсы шараларға рұқсат етілген.\nРеспубликалық және жергілікті маңызы бар табиғи аумақтардың бүкіл желісі 500 мың гектардан аспайды, мұның өзі оның жалпы алаңының бір пайыздайын ғана құрайды. Өсімдіктер мен жануарлар әлемі жақсы дамыған. Өңірге бұл аз көрсеткіш, сондықган басқа аумақтарда қорғалуға тиіс. Әсіресе, 142 мың гектар Есіл, 124 мың гектар Жаңажол, 74 мың гектар Жалтыр-Жарқын, 61 мың гектар Буденовка, 27 мың гектар Камышлово учаскелері табиғат қорғау тұрғысынан алғанда болашағы зор.\nПетропавл қаласы сияқты облыстың өзінде табиғи және антропогендік сипаттағы аумақтар мен нысандар аз емес. Ғалымдар оларды мынадай бес топқа бөлді: табиғи, табиғи-техникалық, сәулеттік, тарихи және археологиялық. Бұл нысандар мен аумақтар әзірше пайдаланылмаса да, олардың бәрі экскурсиялық-туристік индустрияның арнасына түседі деген сенім зор.",
                "date": "8.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Есіл өзені басталатын тау",
        "question_content": "Есіл өзені басталатын тау",
        "question_date": "8.01.2016",
        "question_tag": "География",
        "question_views": 9900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастауын Сарыарқадағы Нияз тауының етегінен алып (560 м биіктіктен), Ертіс өзеніне сол жағынан құяды.\n\nГидрологиясы\n\nҰзындығы 2450 км (Қазақстандағы ұзындығы 1400 км). Дүние жүзінде екінші реттегі ең ұзын сала саналады. Су жиналатын алабы 177 мың км2. Өзеннің бастауынан сағасына дейінгі құлау еңістігі 513 м, әр 1 км-дегі еңістігі 21 см. Негізінен қар суымен (80%-дайы) толығады. Көктемде су деңгейі көтеріліп (ең жоғарғы деңгейі сәуірдің үшінші онкүндігінде байқалады), су тасқыны болып тұрады. Шілденіңортасында су деңгейі төмендеп, үшінші онкүндігінің басында сабасына түседі. Су мол жылдары Петропавл бөгені бьефіндегі нөлдік график деңгейінен 10-11 м жоғары көтеріледі.\n\nЕсіл суын бақылау кезінде 1937 жылы оның арнасы құрғап қалғаны тіркелген. Ал 1936-1939 және 1986жылдары түбіне дейін қатып қалған. Өзеннің орташа жылдық ағымы 2,5 км3. Мұз қату қарашаның екінші жартысында басталады да оның ұзақтығы 5 айға созылады.\n\nЕсіл минералдылығы жоғары өзендерге жатады. Оған негізгі себеп - оның су жинайтын алабының құрғақ өңірде жатуынан және жер асты суларының тұздылығы саналады. Жалпы минералдануы 500-800 мг/л, сабасының төменгі кезінде 1200 мг/л-ге жетеді. Суы кермек татиды.\n\n1960 жылдан бастап өзен суын реттеп отыру үшін Вячеслав, Сергеев және Петропавл бөгендері салынған",
                "date": "8.01.2016",
                "upvotes": 1
            },
            {
                "text": "Есіл өзені - Ертістің сол жақ саласы. Есіл өзенінің Қазақстандағы ұзындығы 1700 км. Есіл Сарыарқаның солтүстігіндегі Нияз тауынан басталып, Ертіске құяды. Жағасында бас қаламыз Астана орналасқан.",
                "date": "9.01.2016",
                "upvotes": 0
            },
            {
                "text": "Есіл-Нияз тауынан басталады.",
                "date": "21.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жақсы киноларды жазып жіберсеңдер",
        "question_content": "Мен кино көруды жақтыра бермеймін, сондықтан кейбір киноларды көремін\n\nҚандай жақсы кинолар бар, көруге тұратын\n\nМстители, Железный человек, тб фантастикалықтар ҚАЖЕТ ЕМЕС",
        "question_date": "8.01.2016",
        "question_tag": "Сурет, Кескін",
        "question_views": 647,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Август Раш\n\n\n\nЗвёздочки на земле",
                "date": "8.01.2016",
                "upvotes": 0
            },
            {
                "text": "қандай жанрдағы кинолар ұнайды?",
                "date": "8.01.2016",
                "upvotes": 0
            },
            {
                "text": "өмірден алынған,мағыналы фильмдер: Хатико Виноваты звезды 200 фунтов красоты əсіресе Виноваты звезды,оның кітабын оқысаң да болады,мен жылағам((",
                "date": "8.01.2016",
                "upvotes": 0
            },
            {
                "text": "50 отличных комедийных фильмов\n\n1. Правила съема: Метод Хитча (2005)\n2. Всегда говори \"ДА\" (2008)\n3. Знакомство с родителями (2000)\n4. Как украсть небоскреб (2011)\n5. Супруги Морган в бегах (2010)\n6. План Б (2010)\n7. Любовь по правилам и без (2003)\n8. Ночь в музее (2006)\n9. Ночь в музее 2 (2009)\n10. Брюс Всемогущий (2003)\n11. Большой Стэн (2007)\n12. Бандитки (2006)\n13. Шерлок Холмс (2009)\n14. Твои, мои и наши (2005)\n15. Евротур (2004)\n16. Один дома (1990)\n17. Один дома 2: Затерянный в Нью-Йорке (1992)\n18. Дом большой мамочки (2000)\n19. Цыпочка (2002)\n20. 50 первых поцелуев (2004)\n21. Мужчина по вызову (1999)\n22. Поездка в Америку (1988)\n23. Лжец, лжец (1997)\n24. Такси (1998)\n25. Такси 2 (2000)\n26. Зачарованная (2007)\n27. Маска (1994)\n28. Предложение (2009)\n29. Слушатель (2004)\n30. Каникулы строгого режима (2009)\n31. Девушка моих кошмаров (2007\n32. За Бортом (1987)\n33. Бриллиантовый полицейский (1999)\n34. День радио (2008)\n35. Тариф Новогодний (2008)\n36. Ёлки (2010)\n37. Жандарм и жандарметки (1982)\n38. Обмануть всех (2002)\n39. Притворись моей женой (2011)\n40. День выборов (2007)\n41. Все без ума от Мэри (1998)\n42. Аферисты Дик и Джейн (2005)\n43. Солдаты неудачи (2008)\n44. Поменятся местами (1983)\n45. Мисс Конгениальность (2000)\n46. Этот безумный, безумный, безумный, безумный мир (1963)\n47. В джазе только девушки (1959)\n48. Шанхайский полдень (2000)\n49. Час пик (1998)\n50. Час пик 2 (2001)",
                "date": "8.01.2016",
                "upvotes": 0
            },
            {
                "text": "Соңғы көрген жақсы кином (5 серия): \"Құстар әні\" Нұрғиса Тілендиев туралы",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Жизнь Пи атты фильмді көр. Әлемдегі ең үздік мелодрама.",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Побег из Шоушенка",
                "date": "19.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "qiwi кошелек тегін ба??",
        "question_content": "qiwi кошелек тегін ба?? Әлде ақылы ма?",
        "question_date": "8.01.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 632,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ашу тегін. Кивиден кивиге ақша жіберу тегін.... Телефонға ақша салу тегін. карточкаларға ақша аударудың проценттері бар...",
                "date": "8.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Егістіктегі пиктограммаларды шын негізінде НЛО салған ба? /видео/",
        "question_content": "Егістіктегі пиктограммаларды шын негізінде НЛО салған ба? /видео/",
        "question_date": "8.01.2016",
        "question_tag": "Сурет, Видео",
        "question_views": 922,
        "question_upvotes": -2,
        "answers": [
            {
                "text": "Жоққа сенушілікті қою керек, Мен өз басым бұндайларға мүлдем сенбеймін",
                "date": "8.01.2016",
                "upvotes": 1
            },
            {
                "text": "Жок. Туристтерди тарту ушин адамдар истеген оны.",
                "date": "8.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іс-құжаттар номенклатурасы шығармашылық және даму орталығына",
        "question_content": "Жекеменшік оқыту орталықтарының іс-құжаттар номенклатурасының тізімі керек еді.... яғни қандай документтер жинақтау керек?",
        "question_date": "8.01.2016",
        "question_tag": "Заң",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жол ережесін сұрайын дегем",
        "question_content": "80км жылдамдықпен жүретін жерде 83км жылдамдықпен жүргені үшін айыппұл қанша салынуы керек полицейлер 5302.50 тиын айыппұл жазды бұл дұрыс па осыған жауап айтып берсеңіздер",
        "question_date": "8.01.2016",
        "question_tag": "Заң",
        "question_views": 503,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "80км/сағ жылдамдықпен жүретін жерде 89км/сағ жылдамдықпен жүруге болады, ешқандай айыппұл салмайды,\n\nмүмкін сен 70км/сағ жылдамдықпен жүретін жерден 83км/сағ ұсталған шығарсың сонда ғана айыппұл жазуға құқылы",
                "date": "8.01.2016",
                "upvotes": 0
            },
            {
                "text": "ең аз мөлшердегі айыппұлды салған.",
                "date": "8.01.2016",
                "upvotes": 0
            }
        ]
    }
]