[
    {
        "question_title": "Профайлдың көрілу саны деген не?",
        "question_content": "Сайттағы профайлдың көрілу саны деген не?",
        "question_date": "17.05.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сенің профайлінді көрген адам саны!",
                "date": "20.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтөбе қаласында саудамен айналыссам деп едiм?",
        "question_content": "Ақтөбе қаласында көкөніс,жеміс-жидек өнімдерін сатумен айналыссам деп едiм.Қандай ақыл-кеңес айтасыздар?Орталық базарда сататын орынды жалға алу құны қанша екен?Осы сұрақтар туралы толық ақпарат берсеңіздер жақсы болар eдi",
        "question_date": "17.05.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "— Елбасы Нұрсұлтан Назарбаев  Жолдауларында шағын және орта бизнесті дамытуға көп көңіл бөлген. Мемлекет басшысы биылғы Жолдауында да ел экономикасында шағын және орта бизнестің үлесі артқан сайын Қазақстанның дамуы да орнықты бола түсетіндігін айтып, нақты тапсырмалар берді. «Жаһандық рейтингке сәйкес, Қазақстан бизнесті жүргізуге ең қолайлы жағдайы бар елдер тобына кіреді және біз бұл үрдісті өрістете түсуге тиіспіз. Шағын бизнес ұрпақтан-ұрпаққа берілетін отбасы дәстүріне айналуға тиіс.\n\nБизнесті дамытуға кедергі келтіретін барлық енжар құқықтық нормалардың күшін жою керек. Шағын және орта бизнес жаңа инновациялық кәсіпорындар төңірегінде дамуға тиіс», — деп міндеттеді. Біз өз тарапымыздан шағын және орта бизнесті жандандыра түсу үшін кәсіпкерлерге  бар мүмкіндігімізше қолдау көрсетіп жатырмыз. Орталық базар — сауданың қайнаған ортасы. Яғни, бір емес, бірнеше сауда орнына иелік етіп, сауданың арқасында әжептәуір табыс тауып отырған кәсіпкерлер жетерлік. Жалпы, Орталық базарда 1000-ға жуық кәсіпкер шаруасын дөңгелетіп отыр. Одан бөлек мыңнан астам адам жұмыспен қамтылып, игілігін көріп жүр. Кәсіпкерлердің істерін жүргізулері үшін барлық жағдай жасалып жатыр.  Мысалды көп келтіруге болады. Мәселен, ТМД елдерінде баламасы жоқ ет павильоны біздің Ақтөбедегі осы Орталық базарда ғана бар. Оның басты ерекшелігі сол, шілденің аптап ыстығында да сөрелердегі ет бұзылмайды. Өйткені Самарадан арнайы тапсырыспен әкелінген жабдықтардың арқасында қысы-жазы қажетті температура сақталады, — дейді «Жандос и К фирмасы» ЖШС директоры.\n\nРасында, Орталық базарда кәсіпкер үшін де, тұтынушы үшін де қолайлы жағдай жасалған. Тұтынушы бұл жерден қажетінің бәрін табады. Тағамның түрі көп:  ұн және ұн өнімдері, сүт және сүт өнімдері, ет және ет өнімдері. Тәтті мен балдың да сан түрі бар. Жыл-он екі ай бойы жеміс-жидек пен көкөністің небір түрі осы базарда ғана сатылады. Бастысы, әр азық-түлік өнімдеріне арналған арнайы павильон бар. Мысалы, «Апельсинде» — жеміс-жидек, «Көкөністе» — көкөністер, «Айсұлтанда» — ұннан жасалған тәтті тағамдар, «Сәтте» — тәттілер, кептірілген жемістер сатылады. Ойыншықтар да өте көп. Шаруашылық бұйымдарын да осы базардан табасыз. Тауар сан алуан болғандықтан, таңдау да бар. Сабынның, сусабынның, ыдыс-аяқ тазартатын ұнтақтардың түрлі елдің түрлі фирмаларынан әкелінген түрлері көп. Ыдыс-аяқ та жетерлік. Косметика да толып тұр. Кеңсе тауары да сан  түрлі. Іс тігуге қажетті құралдар да осында. «Нұрлы» киім-кешекке толы. Екі жылға жуық уақыт бұрын еңсе тіктеген «Баршылық» жабық базарында да негізінен киімдер сатылады. Бағасы сапасына байланысты. Кәсіпкерлер тауарды тұтынушылардың сұранысына сай Түркия, Қырғызстан, Қытайдан әкеледі. Қысқасы, Орталық базардан кез келген тағам мен тауарды таңдап жүріп, талғамыңыздағыны аласыз.",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкенттегі ең жақсы дәрігер гинеколог қайда бар?",
        "question_content": "Менде половая инфекция бар еді. Ем қабылдадым, бірақ қайтадан ауырып жүр (төмен жағым, трубалар ма). Қайта емделу керек",
        "question_date": "17.05.2016",
        "question_tag": "Тазалық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Юрист оқуын бітіріп Алматыдағы МВД академиясына түсе аламын ба?",
        "question_content": "Юрист оқуын бітіріп Алматыдағы МВД академиясына түсе аламын ба?",
        "question_date": "17.05.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Юридический  окуды битирген сон   МВД да жумыс истей аласыз",
                "date": "2.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометриядан есеп. Вектор арасындағы бұрышты табу керек?",
        "question_content": "m векторы (3; 0), n векторы (3; түбір астында 3) векторларының арасындағы бұрышты табу керек?",
        "question_date": "17.05.2016",
        "question_tag": "Геометрия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X=3-3=0\n\nY=0-3^0.5=-(3^0.5)\n\narcctg(0/(-3^0.5))=90°",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дат сөзі қазіргі таңда өз мағынасын жоғалтып алды ма?",
        "question_content": "Дат сөзі әділеттілікті талап ету, мұң шағу, тілек айту мағынасын білдіретіндіктен бұл есім болашақта әділеттікке қол жеткізсін, өмірінде әділетсіздік көрмесін деген тілекпен берілгені анық. Дат сөзі қазіргі біздің заманда өз құндылығын жоғалтып алған ба?\n\nБилікке Дат деген сөз қолданылады ма?",
        "question_date": "17.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дат сөзінің мағынасы, құндылығы ешқашан, ешуақытта жоғалмайды.  Ол сөзді әділетсіз адамдардың өздері өзіне тиімді жағын ойлап, әдейі жалтарып, қолданғылары келмейді десек түсінікті боп тұр.  Бірақ ол жоғалады деген сөз емес, әділдік қашан да жеңеді, уақыты келсе  ерте ма, кеш па ақиқаттың бәрі ашылатыны айдан анық !   Дат !  сөзіне құлақ түре алу үшін, кез келген  басшыларда  бұрынғы Ер жүрек ата-бабаларымызда бар болған үлкен  рух болса әрине.",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың қабырғалары 13,14,15. Кіші бұрыштың косинусын тап?",
        "question_content": "Үшбұрыштың қабырғалары 13,14,15. Кіші бұрыштың косинусын тап?",
        "question_date": "17.05.2016",
        "question_tag": "Математика",
        "question_views": 18500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "cosa=(14^2+15^2-13^2)/(2*14*15)=0.6",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 13,8г этанол массасы 28г мыс 2 оксидімен әрекеттескенде",
        "question_content": "Массасы 13,8г этанол массасы 28г мыс 2 оксидімен әрекеттескенде 9,24г этаналь алынған. Өнімнің шығымы қандай?",
        "question_date": "17.05.2016",
        "question_tag": "Химия",
        "question_views": 13700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "C2H5OH+2CuO=CH3CHO+2CuOH\n\nm(C2H5OH)=13.8\n\nm1(C2H5OH)=12*2+1*6+16=46\n\nm=(CuO)=28\n\nm1(2CuO)=2*64+2*16=160\n\nm(CH3CHO)=9.24\n\nm1(CH3CHO)12*2+1*4+16=44\n\n(13.8/46)>(28/160)\n\nm2(CH3CHO)=28*44/160=7.7\n\nФ=44*100/7.7=571.4%",
                "date": "17.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сау адам мен мүгедек адамның арасында махаббат бола ма?",
        "question_content": "Сау адам мен мүгедек адамның арасында махаббат бола ма?",
        "question_date": "17.05.2016",
        "question_tag": "Достық",
        "question_views": 698,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады ! Кейде одан мүгедек адам жазылып кетуі мүмкін. \"Не могу сказать прощай\" филімін көрсең түсінесің.",
                "date": "17.05.2016",
                "upvotes": 0
            },
            {
                "text": "Болғанда қандай!)",
                "date": "20.05.2016",
                "upvotes": 0
            },
            {
                "text": "Әрине махаббат болады. Екі адам бір-біріне шын жүрегімен ғашық болса, араларына мейірімділік, қамқорлық қасиеттерде қажет болады. Мүмкін уақыт өте келе ол адам сауығып кетер, өмірде мүмкін емес нәрсе жоқ, тек соған ұмтылып білу қажет.",
                "date": "22.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "М-нің координаталарын табыңдар.",
        "question_content": "А(1;3),В(2;5) жəне С(-1;-5) нүктелері ABCD параллелограмның ретімен алынған үш төбесі. Параллелограмның төртінші төбесінің және диагоналдарының қиылысу нүктесі.М-ның координаталарын табыңдар.",
        "question_date": "17.05.2016",
        "question_tag": "Геометрия",
        "question_views": 969,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "D(-2;-7)\n\nM(0;-1)",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВ түзуінің теңдеуін жаз.",
        "question_content": "Түзу А(2;1) жəне В(0;3) нүктелерінен өтеді.АВ түзуінің теңдеуін жаз.",
        "question_date": "17.05.2016",
        "question_tag": "Геометрия",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AB=((2-0)^2+(3-1)^2)^0.5=8^0.5",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Р\" әріпімен басталатын адамның жақсы қасиеті",
        "question_content": "\"Р\"әріпімен басталатын адамның жақсы қасиеті керек еді. Мысалы рақымды адам деген сияқты",
        "question_date": "17.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 20600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рахман, Рақымжан, Раяна",
                "date": "17.05.2016",
                "upvotes": 0
            },
            {
                "text": "Рақымды, рақымшыл, реңді, раритетті, расшыл)))\n\nРобот, расист, римшіл, работяга, ризашыл, Рузвельт секілді, рискующий...",
                "date": "27.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратураға түсу үшін ағылшын тілінен тест сұрақтары керек?",
        "question_content": "Сәлеметсіздерме! Сіздерде магистратураға түсу үшін ағылшын тілінен тест сұрақтары (жауаптарымен) барма?  Тест сұрақтары болса электронды поштаға жіберуіңізді сұраймын lady_bope@mail.ru. Рахмет",
        "question_date": "17.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай жақсы массажный аппаратар бар?",
        "question_content": "(Кешириесиздер мен КАЗАКША арип жок ед) Мен Алматыда окыйтын едим жакында ауылыма каитам ана мен аееме массажный апарат апаргым кеп жур квндай аппарат билесиздер комектнсиниздерш и акшасы коп емес (ценасы)",
        "question_date": "17.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 10т жайдақ вагон 2 м/с жылдамдықпен қозғалады?",
        "question_content": "Екі дененің қозғалыс теңдеулері х=10t+0,4 t2 жәнех=-6t+2 t2 олардың кездесетін орны мен уақыты.\n\nВертолет горизонталь бағытта түзу сызық бойымен 40 км ұшып, 90° бұрыш жасап бұрылып, тағы 30 км ұшты, оның жүрген жолы мен орын ауыстыруы неге тең?\n\nМассасы 10т жайдақ вагон 2 м/с жылдамдықпен қозғалады. Оны 3м/с жылдамдықпен келе жатқан 15т жайдақ вагон қуып жетеді. Егер соқтығысу серпімсіз болса ,соқтығысқаннан кейін бұл вагондардың жылдамдықтары қандай болады ?\n\nТолқын ұзындығы3*10-7 м шыққан жарық затқа түседі, ол зат үшін фотоэффектінің қызыл шекарасы 4,3*1014 Гц . Фотоэлектрондардың кинетикалық энергиясы неге тең?\n\n11Na; 199 F; 10747Ag - ядролардың құрамы қандай?",
        "question_date": "17.05.2016",
        "question_tag": "Физика",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10*t+0.4*t^2=-6*t+2*t^2\n\n10*t-1.6*t^2=-6*t\n\n10-1.6*t=-6\n\n-1.6*t=-16\n\nt=10\n\nx=10*10+0.4*10^2=-6*10+2*10^2=140\n\n \n\nX=30+40=70км\n\nX1=(30^2+40^2)^0.5=50км",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жерді ұтымсыз пайдалану деген не?",
        "question_content": "Жерді ұтымсыз пайдалану деген не? Ауыл шаруашлығы нысынындағы жерлерді ұтымсыз пайдалану фактілері анықталған жағдайда құзырлы органдардың іс-әрекеті қандай?",
        "question_date": "17.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 986,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыл шаруашылығы жерлерін ұтымсыз пайдалану – тыйым салынған гербицидтер мен пестицидтерді  пайдаланудың  әсерінен жердің күйзеліске ұшырауы, немесе жер мүлдем пайдаланылмай  арамшөптерге толып кетуі.\n\nБүгінде әкімдіктер жанында жерді ұтымды пайдалануды бақылау бойынша арнайы ұйым – жер инспекциялары бар. Оның басты қызметі жерді дұрыс және ұтымды пайдалануды бақылау.\n\nБұзушылық орын алған жағдайды анықтау барысында, оны жіберген тұлғаларға әкімшілік тараптан шаралар қолданылып, жерді қайтарып алуға дейін барылады (ҰЭМ 27 наурыз 2015ж. №268 бұйрығы).\n\nЕгерде жерді пайдаланушы тиімсіз пайдаланса, оған заң бұзушылықты жою туралы ескерту беріледі. Келер жылы берілген ескерту орындалмаған жағдайда ол жер сотпен қайтарылады.",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандық азамат алдымен жерді сатып алып, кейін оны шетелдікке сата ала ма?",
        "question_content": "Қазақстандық азамат алдымен жерді сатып алып, кейін оны шетелдікке сата ала ма?",
        "question_date": "17.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер Қазақстан азаматы жерді сатып алып, кейін шетелдікке сатқысы келсе, оған заң бойынша тыйым салынады. Егер ол сондай қадамға барғанның өзінде жасалған келісімшарттың заңды күші болмайды. Заңнамаға сәйкес мұндай мәмілені тіркеуге нотариустардың құқы жоқ, ал әділет ұйымдары мәміледен туындайтын құқықты тіркемейді. («Нотариат туралы» заңның 18 және «Жылжымайтын мүлікті мемлекеттік тіркеу құқығы туралы» заңның 25 бабы, ӘМ 31 қаңтар 2012 ж. №31 бұйрығы).",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "49 жылға дейінгі мерзіммен жалға алынған жер телімдеріне не болады?",
        "question_content": "49 жылға дейінгі мерзіммен жалға алынған жер телімдеріне не болады?",
        "question_date": "17.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жерді 49 жылға дейін  жалға беру туралы норма сонау 2003 жылы,  Жер Кодексін қабылдаған кезде енгізілген болатын.  2016 жылғы 1 шілдеден  кейін де жалға беру туралы келісімшарт өз күшін сақтайды, ол жерлерді ешкім қозғамайды. Есесіне, бүгінгі жалға алушылардың, Қазақстанның азаматтары мен заңды тұлғаларының осы телімдерді жеңілдік шарттылықтарымен сатып алуына мүмкіндік туындайды. Бұл үшін әкімдікке өтініш жазу керек. Сол жерде тікелей сату келісімшарты жасалып, яғни аукционға түсірілмей, жалға алушы жердің иесіне айналады. Бұл ретте жер телімінің құны кадастрлық құнның 50 пайызын құрайды және жалға алушы жер телімін 10 жылға бөліп төлеу мерзімімен сатып алу мүмкіндігіне ие болады. (ҚР Жер Кодексінің 49 б.)",
                "date": "17.05.2016",
                "upvotes": 0
            },
            {
                "text": "49 жылдық мерзім аяқталғаннан кейін, оны қайта жалға ала аласың",
                "date": "18.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда жерді сату арқылы мемлекет бюджетті толықтырғысы келе ме?",
        "question_content": "Қазақстанда жерді сату арқылы мемлекет бюджетті толықтырғысы келе ме?",
        "question_date": "17.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. Ауылшаруашылығы мақсатында қолданылатын жерді сатқаннан түсетін қаржы бюджетке емес, Ұлттық қорға аударылады. Негізгі міндет – ауылшаруашылыққа жаңа технологиялар және инвестиция тарту, жаңа жұмыс орындарын ашу мен ауылшаруашылығын дамыту арқылы ауыл жағдайын көтеру болып табылады.\n\nАуыл шаруашылығы нысанындағы жерлер жеке меншікке берілген жағдайда алатмыш жер телімдері залог ретінде қолданыла алатын болады. Бұл өз кезегінде, шаруалрға мемлекеттен немесе екінші деңгейлі банктерден өндірісті дамытуға керекті қаражатты несие түрінде алу мүмкіндігін жасайды. Одан басқа, жекешелендіру ауыл шаруашылық жобалардың инвестициялық тартымдылығын арттырады, өйткені бірлескен шаруа қожалықтарын құру барысында жер телімдері жарғылық капитал үлесі ретінде пайдалануы мүмкін.",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер туралы заң бойынша жер қалай сатылады?",
        "question_content": "Қазақстанда жер туралы заң бойынша жер телімі қалай сатылады?",
        "question_date": "17.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер телімі аукционға құнын арттыру тәсілі бойынша екі рет шығарылады. Осы уақытта оны сатып алушы табылмаса, тағы бір рет аукцион өткізіледі, онда жер телімінің құны 50% дейін төмендетілуі мүмкін. Егерде осы жағдайда да сатып алушы табылмаса, жер телімі аукционнан алынады.\n\nАукцион жер телімі бойынша келісімнің ашық болуына кепілдік ету үшін енгізіледі.  Оған тек қана Қазақстан Республикасының азаматтары мен заңды тұлғалары қатыса алады. (2016 ж. 1 шілдесіндегі редакциялаумен Қазақстан Республикасының Жер Кодексінің  48-1 және 171 б., ҰЭМ 31 наурыз 2015 ж. №290 бұйрығы)",
                "date": "17.05.2016",
                "upvotes": 0
            },
            {
                "text": "жерді аукцион мен  қалай  сатып алуға болады?   қандай сайттан көріп  отырамыз.",
                "date": "24.06.2016",
                "upvotes": 0
            },
            {
                "text": "ЕКІ БӨЛЕК ЖЕРГЕ ҚҰРЫЛЫСТАРДЫ (ДҮКЕН) ЖАПСЫРА САЛУҒА БОЛА МА? МЫСАЛЫ БІР КӨРШІ БҰРЫН САЛҒАН, ЕКІНШІСІ  ДҮКЕНДІ ЕНДІ САЛУДА. ОСЫҒАН БАЙЛАНЫСТЫ",
                "date": "9.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шетелдік үлескердің иелігі 50 пайыздан асқанда жерге байланысты болашағы қандай болмақ?",
        "question_content": "Жерді сатып алушы компанияның үлесінде болашақ шетелдік үлескердің иелігі 50 пайыздан асқанда, сонымен қатар жер шетелдік банкте кепілдік есебінде тіркелген жағдайда жериеленуші компанияның жерге байланысты болашағы қандай болмақ?",
        "question_date": "17.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 292,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер кодексінің 24 бабына сәйкес заңды тұлғалардың  капиталында  шетелдіктер үлесі  50 пайыздан  асқан жағдайда, ауыл шаруашылығы мақсатындағы жер тек қана 25 жылға жалға беріледі.\n\nЕгер заңды тұлғаның шетелдік қорындағы үлесі ұлғайған жағдайда, жер қайтарылады немесе жалға алу құқығы 3 ай мерзім ішінде рәсімделуі тиіс. Бұл Жер Кодексінің 66 бабында нақты көрсетілген.\n\nКөрсетілген заңды талаптар орындалмаған жағдайда, жергілікті атқарушы орган жерге байланысты, сот органдарына  жер телімін мемлекет меншігіне қайтару бойынша шағымданады.\n\nЕгер, қазақстандық жер телімі шетелдік банкке кепілдікке қойылса, шетелдік банк жерді меншігіне өткізе алмайды.\n\nАнықтама:  Жер кодексінің 24 бабына сәйкес  (2016 жылдың  1 шілдесінен  бастап енгізілген өзгерістердің негізінде), шетелдік тұлғалар ауылшаруашылығына қатысты жерлерді 25 жылға жалға алып, тек қана уақытша қолдану құқығына ие бола алады.",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан азаматымен некеге тұрған шетел азаматы жердің меншік иесі бола алады ма?",
        "question_content": "Қазақстан Республикасының азаматымен некеге тұрған шетел азаматы жердің меншік иесі бола алады ма?",
        "question_date": "17.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. Ауылшаруашылық жерлері тек Қазақстан Республикасы азаматының жекеменшік құқығына беріледі. Ал шетел азаматы жерді тек жалға ала алады. Бұл мәселе Қазақстан Республикасының заңында нақты көрсетілген.\n\nҚазақстандық пен шетелдік ерлі-зайыптылар ажырасқан жағдайда, ортақ жер Қазақстан Республикасының азаматының жекеменшігінде қалады, ал шетел азаматы жерді тек қана жалға алумен шектеледі.",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауылшаруашылық жерлері тиімді қолданылып жатқандығы қандай көрсеткіштермен өлшенеді?",
        "question_content": "Ауылшаруашылық жерлеріне жеке меншік құқығын енгізу, ұзақ мерзімді жалға беруге қарағанда, оның тиімді қолданылып жатқаны туралы қандай объективті көрсеткіштермен дәлелденеді?",
        "question_date": "17.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндай жағдайда, жердің жекеменшікке немесе жалға берудегі экономикалық пайдасын салыстырудың қажеті жоқ.  Өйткені екі жағдайда да аталмыш жерде мемлекет емес, жеке шаруа жұмыс жасайды. Әрине, жеке шаруа жеріне аса жауапкершілікпен қарағандықтан, оны мүмкіндігінше тиімді пайдаланып, нәпақасын табады.\n\nЖерді мемлекет тарапынан жалға беру, оның шетел азаматының жекеменшігіне сатылып кетпеуінен қорғайтын заңды механизм болып табылады. Оларға жерді тек 25 жылға жалға алу мүмкіндігі ғана берілген. Бірақ, жер толығымен мемлекеттің бақылауында қалады.",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шетелдік азамат жалған неке құру арқылы Қазақстан азаматы атанып, жер үлесіне ие бола ма?",
        "question_content": "Шетелдік азамат жалған неке құру арқылы Қазақстан Республикасының азаматы атанып, жер үлесіне ие бола ала ма?",
        "question_date": "17.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. Егер де, шетелдік азамат азаматтық алу мақсатында Қазақстан Республикасының азаматымен жалған некеге тұратын болса, оның азаматтық алу мәселесі жойылады.\n\nБұл Қазақстан Республикасының заңнамасында нақты бекітілген. Атап айтқанда, Қазақстан Республикасының «Азаматтық туралы» Заңның  6 тармағы, 21 бабымен көрсетілген. (Қазақстан Республикасының азаматтығын алуына негіз болған Қазақстан Республикасының азаматымен некесін сот жарамсыз деп таниды)\n\nҚазақстан Республикасының азаматтығына: Қазақстан Республикасының аумағында кемінде 5 жыл тұрақты тұрып келе жатқан тұлғалар немесе Қазақстан Республикасының азаматымен ең кемі 3 жыл некелескен тұлғалар қабылдана алады. Аталған норма Қазақстан Республикасының «Азаматтық туралы» Заңының  16 бабына сәйкес реттелген.",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ауылда тұрамын және жер сатып алғым келеді. Бұл үшін мен не істеуім керек?",
        "question_content": "Жер туралы заң бойынша. Мен ауылда тұрамын және жер сатып алғым келеді. Бұл үшін мен не істеуім керек?",
        "question_date": "17.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 736,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауылшаруашылығы үшін арналған жерлер Қазақстандықтарға бәсекелі сауда-саттық арқылы сатылады. Сауда-саттыққа қатысу үшін әкімдікке өтініш білдіру керек. Әкімдіктер сауда-саттықтың өтуі туралы хабарландыруларды оның өткізілетін күннен күнтізбелік он бес күн бұрын  кешіктірмей жариялайды.\n\nСатылуға қойылған жер телімдері туралы хабарландыруларды мерзімді басылымдардан, әкімдіктің арнайы сайтынан және  Электрондық үкімет платформасынан табуға болады.\n\n2016 жылдың 1 шілдесінен Қазақстан азаматтары үшін 1,7 млн. га ауылшаруашылық жерін сатуға шығару жоспарланған.",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    }
]