[
    {
        "question_title": "Көп ашулана беремін, не істесем болады?",
        "question_content": "Көп ашулана беремін, не істесем болады?",
        "question_date": "22.08.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ашу шайттаннан дит,сондықтан бисмиллах деп айту керек сонда тез басылады.Адам ашулана берсе нерв бұзылады,сондықтан не болса соған ашулана бермеуге тырыс.",
                "date": "24.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихы пәні қаншалықты қажет?",
        "question_content": "Тарих пәніне жыным келеді. Әсіресе Қазақстан тарихына. Жарайды Дүние жүзі тарихы сәл болсада түсінікті. Бұрында болып жайттардың ешкімге керегі жоқ деп ойлаймын.",
        "question_date": "22.08.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 938,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "Тарихты біліп өскен ұрпақ саналы болады. Тарихы жоқ ұлт ұлт емес",
                "date": "23.08.2017",
                "upvotes": 1
            },
            {
                "text": "Өткенді білмесең болашағың бұлыңғыр",
                "date": "24.08.2017",
                "upvotes": 0
            },
            {
                "text": "Тарихты білмей қалай күн кешпексің?Өз еліңнің тарихын білмесең,несіне жер басып жүрсің?!Қызық емес?Не?Бұл пəн қызық үшін оқытылмайды!Ата-бабамыз біздің осы күнге жетуіміз үшін қаншама шайқасты бастан өткерді!Бірақ қазіргі кездегі,өздерінің жандарын берген ұрпағының олардың қаншама еңбегін,ақыл-парасатын мойындамайтыдығын",
                "date": "1.10.2017",
                "upvotes": 0
            },
            {
                "text": "Тарихты білсең өзіңе жақсы емес пе? Болашақ ұрпаққа қай бетіңмен көрінесің?\n\nДүние жүзі тарихы барлық әлемді қамтитын,шектесетін шет елдердің экономикасы, жасаған соғыстары, қай елдермен қарым-қатынас орнатты осының бәрін жеке-жеке түсіндіреді.Дүние тарихымен полиция мамандығын ала аласың! Қазақстан тарихы ең қызықты сабақ емес пе? Ата-бабаң қалай өмір сүрді,қалай күн кешіп,жауға қалай тойтарыс берді осыны оқу саған іш пыстырарлық пән бе?Бар ынтаңды жиып,сабаққа ден қойсаң,жының келмиді!",
                "date": "7.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанша баллға толғанда сайтта модератор болуға болады?",
        "question_content": "Қанша баллға толғанда сайтта модератор болуға болады?",
        "question_date": "22.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 565,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Модераторлар сайт әкімшілігінің негізгі бөлімін құрайтын болғандықтан сайтқа байланысты маңызды шешім қабылданар алдында модераторлар өзара дауысқа салу арқылы қабылданады. Модераторлар қолданушыларды Редактор не модератор дәрежесіне ұсынар алдында өзара дауысқа салып, шешім қабылдау қажет.\nЕскерту: модератор не супер модератор дәрежесіндегі қолданушы сайтта белсенділігін азайтып, 1 ай ішінде сайтқа сұрақ не жауап жазбаған жағдайда және ешқандай сұрақ не жауаптарды өңдемеген жағдайда сайт әкімшілігі қолданушыны редактор дәрежесіне төмендетуге құқылы. Және модератор дәрежесіндегі қолданушы кез-келген уақытта өзінің дәрежесінен бас тарта алады.\n\nhttps://surak.baribar.kz/faq#faq12",
                "date": "23.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Анам жиембет жігітім де қыз алысуға болмай ма",
        "question_content": "Анам жиембет жігітім де қыз алысуға бола ма",
        "question_date": "22.08.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 431,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақын туыстық қатынастарыңыз болмаса , үйленуге болады.",
                "date": "23.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ерке мінездім\" атты өзбек кинокомедиялық көркем фильмін қайдан табуға болады?.",
        "question_content": "\"Ерке мінездім\" атты өзбек кинокомедиялық көркем фильмін қайдан табуға болады?. Егер табылса?, онда маған сілтемесін жібересіздер ме?.",
        "question_date": "22.08.2017",
        "question_tag": "Кино",
        "question_views": 768,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "24.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Дәрігер болудың қызығы мен қиындығы\" атты тақырыпқа эссе керек еді?",
        "question_content": "\"Дәрігер болудың қызығы мен қиындығы\" атты тақырыпқа эссе керек еді?",
        "question_date": "21.08.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Google-дан іздеп көрсеңіз)",
                "date": "27.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Варикацеле жайында",
        "question_content": "Менде варикацеле бар.Оны бір жылдан соң емдетсем еш залалы тимейді ме?",
        "question_date": "21.08.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уролог дəрігерлерден сұра,дұрысы. Қазақстандық сайттарда көрмедім (көргенмін, бірақ қай сайт екені есімде жоқ) дəрігерлердің интернет арқылы кеңес бергенін. Дəрігерге барып көрсетіп кеңес сұрағаның дұрыс.",
                "date": "23.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сайттағы атақ-дəрежелердің баллдарын білуге болады ма?",
        "question_content": "Сəлеметсіздер ме! Сайттағы атақ-дəрежелердің баллдарын білуге болады ма?",
        "question_date": "21.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 730,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "FAQ-көмекті оқып шығыңыз.",
                "date": "22.08.2017",
                "upvotes": 2
            },
            {
                "text": "Толық ақпаратты жоғарыдағы суреттен көрсеңіз болады.",
                "date": "22.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тау-кен ісі мамандығы туралы не білесіз?",
        "question_content": "Тау-кен ісі (горное дело) мамандығы туралы не білесіз?",
        "question_date": "21.08.2017",
        "question_tag": "Мамандық",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тау-кен ісі кен ісі – ғылым мен техниканың жер қойнауын игеру, пайдалы қазылымдар өндіру жұмыстарын қамтитын саласы. Ол жер қыртысына техногендік әсер етудің барлық түрін қамтиды. Тау-кен ісі негізінен жер қойнауындағы пайдалы қазбаларға барлау жүргізу, құрамы мен сапасын анықтау, өндіру жүйесін тағайындау, алынған пайдалы қазылымдарды алғашқы өңдеуден өткізу және тау-кен технологиясы саласында ғылыми-зерттеуші жұмыстарын жүргізумен айналысады. Содан кейін ғана кен қазу үшін дайындық жұмыстары (кенді ашу, дайындық қазбалар жасау, жер астылық және жер үстілік қажетті құрылыстар тұрғызу, т.б.) орындалып, кен белгіленген жүйемен қазыла бастайды.\nТау-кен ісі адамзат қоғамы пайда болуымен байланысты тым көне заманнан басталды. Тау-кен ісінің алғашқы өндірген шикізаты кремний болды. Темір кенін қазу және өңдеу туралы алғашқы жазба мәліметтер 3-мыңжылдықтың орта шенін меңзейді. біздің заманымыздан бұрынғы 6 – 5 мыңжылдықтарда мыс, алтын, қалайы, күшәла, қорғасын өндіріле бастаған, 9 – 8 ғ-ларда темір кендері, антиквар кезеңде және орта ғасырларда мұнай мен көмір, ал 20 ғ-да – радиоактивті кендер мен газерекше маңызға ие бола бастады. Антиквар кезеңдегі елдерде (Ежелгі Грекия, Ежелгі Рим мен Жерорта т. елдерінде) 100 м-ден астам тереңдіктен кенді көтеріп шығаратын күрделі механикалық тетіктер, су төгетін механизмдер пайда болды. Су ағысын пайдаланып алтын өндіру жұмысы (Колхида, Испания), 900 м-ге дейінгі тереңдіктен диам. 12 – 15 см ұңғыма көмегімен тұз өндіру тәсілі едәуір жетілдірілді. Бу қазандарын, бу қозғалтқыштарын ойлап табу шахта жұмыстарының пайдалы қазылымдарды жер бетіне көтеру, су төгу, желдету, ұңғыманы бұрғылау сияқты қол еңбегін көп қажет ететін жұмыстарды механикаландыруға оң ықпал жасады. Тау-кен ісінің сапа жағынан дамуының жаңа кезеңі 18 ғ-дың соңы мен 19 ғ-дың басында болды. Қазақстанда 18 ғ-да Риддер, Бұқтырма, Зырян, Белоусов, Николаев, т.б. кен орындары ашылып, кен өндіріле бастады. 18 – 19 ғ-ларда тек Кенді Алтайда ғана түсті металдардың 850-ге тарта кен орындары ашылды. 1920 – 80 ж. Қазақстанда кен өндіру өнеркәсіп орындары қарқынды дамыды. Осы жылдарда барлау жұмыстарының көлемі ұлғайып, түсті және қара металдар, тау-кен хим. шикізаттар, көмір мен мұнай, алтын және сирек металдар, хром, т.б. пайдалы қазылымдардың жаңа кен орындары ашылды. Сонымен қатар бұрынғы су басып қираған кеніштер қалпына келтірілді. 2-дүниежүз. соғыс жылдары Қазақстан стратег. маңызы бар металдар мен отындар – марганец, қорғасын, молибден, хром, көмір, т.б. пайдалы қазылымдарды өндірудің негізгі орт-тарының біріне айналды. 1991 – 2000 ж. пайдалы қазылымдардың өндірілуі күрт төмендеді. Ал қазіргі уақытта пайдалы қазылымдарды өндіру біртіндеп қалпына келтіріліп, мұнай өндіру қарқындап өсуде; қ. Тау-кен өнеркәсібі; Тау-кен техникасы.\nПайдалы қазылымдар өнеркәсіптің, тасымал көліктің, ауыл шаруашылығының, құрылыстың таптырмайтын шикізаты болып саналады. Сондықтан да Тау-кен ісі дүниежүз. экономикада өнеркәсіп өндірісінің ең маңызды салаларының бірі болып саналады.\n\nhttps://kk.wikipedia.org/wiki/Тау-кен_ісі",
                "date": "21.08.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "\"Нұрлы жер\" бағдарламасы туралы толығырақ білгім келеді?",
        "question_content": "\"Нұрлы жер\" бағдарламасы туралы толығырақ білгім келеді?",
        "question_date": "20.08.2017",
        "question_tag": "Жер туралы",
        "question_views": 506,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«НҰРЛЫ ЖЕР» БАҒДАРЛАМАСЫ\n\nТалаптар\n\nБағдарламаға қатысу үшін өтініш беруші-қатысушыда, соның ішінде жергілікті атқару органдарының кезегінде тұрушыда қолданыстағы тұрғын үй құрылыс жинақ шарты болуы керек немесе ашуы қажет!\n\n«Тұрғын үй құрылыс жинақ жүйесі арқылы кредиттік тұрғын үй құрылысы» бағыты бойынша:\n\nЖергілікті атқару органдары (бұдан әрі – ЖАО) арқылы кредиттік тұрғын үй құрылысын қаржыландыру кезінде, таза әрлеудегі тұрғын үйдің 1 шаршы метрінің құны:\n\n• Астана, Алматы, Атырау, Ақтау қалаларында 180 мың теңгеге дейін (инженерлік желілер құны қосылмаған);\n\n• Қалған өңірлерде (инженерлік желілер құны қосылмаған) 140 мың теңге.\n\n\nЕкінші деңгейлі банктерге уағдалы салымдарды орналастыру арқылы тұрғын үй, соның ішінде кредиттік тұрғын үй құрылысын қаржыландыруда, таза әрлеудегі тұрғын үйдің 1 шаршы метрінің құны:\n\n• Астана, Алматы, Атырау, Ақтау қалаларында 200 мың теңгеге дейін;\n\n• Қалған өңірлерде 180 мың теңгеге дейін.\n\n\nКвазимемлекеттік сектор субъектілерінің кепілдігімен халықаралық қаржы институттарының қаржысын тарту есебінен тұрғын үй, соның ішінде кредиттік тұрғын үй құрылысын қаржыландыруда, таза әрлеудегі 1 шаршы метріне құрылыстың және тұрғын үйді, соның ішінде кредиттік тұрғын үйді өткізудің бағалық параметрлері жобаның табыстылығына және қарыз қаражатының қайтарымдылығына сүйене отырып анықталады.\n\nЖАО арқылы кредиттік тұрғын үйге өтініш берушілерге қойылатын талаптар:\n\n1) Қазақстан Республикасы азаматтығы немесе оралман мәртебесі;\n\n2) ҚТҚЖБ ішкі құжаттарымен қарастырылған тәртіпте төлем қабілеттілігін растау;\n\n3) Қазақстан Республикасы аумағында өтініш берушінің және оның отбасы мүшелерінің тұрғын үйінің жоқтығы.\n\n4) Өтініш берушінің және оның отбасы мүшелерінің Қазақстан Республикасының аумағында соңғы 5 жыл ішінде тұрғын үйді иеліктен шығару немесе тұрғын үй жағдайларын әдейі нашарлатуы фактілерінің болмауы;\n\n\n«Жеке тұрғын үй құрылысын дамыту» бағыты бойынша тұрғын үйдің 1 шаршы метрінің құны 120 мың теңгеден аспауы тиіс (инженерлік-коммуникациялық инфрақұрылым (бұдан әрі – ИКИ) құны ескерілмеген). Салынған үйді өткізу кезінде ИКИ шығындары жалпы құнға қосылады.\n\nӨтінім берушілерге қойылатын талаптар:\n1) жеке тұрғын үй құрылысына жер телімін алуға ЖАО кезегінде тұруы.\n\n«Жекеменшік құрылыс салушыларды тұрғын үй салуға ынталандыру» бағыты бойынша тұрғын үйдің 1 шаршы метрінің құны:\n\n• Астана, Алматы қалаларында және олардың төңірегіндегі аймақта 260 мың теңгеге дейін;\n\n• Қалған қалаларда 220 мың теңгеге дейін.\n\nЖеке құрылыс салушылар салынған үйлердің кемінде 50%-ын ҚТҚЖБ салымшыларына ұсынады. ҚТҚЖБ салымшыларына тұрғын үйді өткізу талаптары ҚТҚЖБ ішкі құжаттарымен, сондай-ақ ҚТҚЖБ және құрылыс салушылар арасындағы ынтымақтастық туралы келісіммен анықталады.\n\n\n«Қазақстанның тұрғын үй құрылыс жинақ банкі» АҚ қатысуымен «Бұрын қабылданған мемлекеттік және үкіметтік бағдарламалар аясында тұрғын үй құрылысы бағыттарын іске асыру» бағыты бойынша: \"Нұрлы жол\" мемлекеттік бағдарламада және Өңірлерді дамытудың 2020 жылға дейінгі бағдарламасында қарастырылған тұрғын үй құрылысының келесі бағыттарын іске асыру аяқталады:\n\n1) ЖАО есебінде тұрған кезектегілер және жас отбасылар үшін жалға берілетін тұрғын үй;\n\n2) \"Бәйтерек девелопмент\" АҚ және ЖАО кредиттік тұрғын үйі\n\nhttps://www.hcsbk.kz/kk/the-program-of-development-of-regions/details-about-the-program/",
                "date": "21.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Спиннер ол не? Кейбір адамдар бос уақытында спиннер айналдырады екен.",
        "question_content": "Спинннер ол не? Кейбір адамдар бос уақытында спиннер айналдырады екен.",
        "question_date": "20.08.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Спиннер – саусаққа арналған мини-жаттығу құралы. Оны іске қосу үшін екі саусақпен ортасынан ұстап, сыртқы бөлігін айналдырамыз. Спиннер бір рет бағыттап жіберсеңіз, екі минутқа дейін тоқтаусыз айнала алады. Ойыншықты осыдан 24 жыл бұрын Кэтрин Хэттингер есімді химик ойлап тапты. Қазір өндірушілер мен сатушылар «антистресс-ойыншық» деп жұртты қызықтырып, жар салып жарнамалауда. Психологтардыңпікірінше, ойыншық ешқандай стрестен құтқармайды, мәселені шешпейді. Балалар оны қалай қолдану керектігін белмейді, білген күнде де ересектер секілді шыр айналдыра алмайды. Керісінше сабақ оқуына кедергі келтіреді. Ол – уақытты өлтіруші.Сол себепті оның орнына кубик-рубик, басқатырғыш, құрастырғыш берген тиімді.",
                "date": "21.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сайтта Кері байланысқа шығатын кнопканы жасай алмай жатырмын?",
        "question_content": "Сайтым astanamagictrack.kz Көмек керек. Кері байланыс php скрипты орналастыра алмай жатырмын. Қалай жасауға болады?",
        "question_date": "20.08.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 304,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сайтыңды қарап көрдім. Сайтты сен tilda.ws арқылы жасаған екенсің. Ақылы түрдегі нұсқасы жақсы лонгирдтер жасауға жақсы мүмкіншілік береді.\nСенің жағдайыңда PHP–мен скрипт жасағаннан көрі tilda.ws–тің кері байланыс мүмкіншілігін қоса қолданғаның дұрыс болар.\nТолығырақ мына сілтеме бойынша өтіп оқысаң болады:\nhttp://help-ru.tilda.ws/callback",
                "date": "20.08.2017",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Тұтығып сөйлеу, кекештікті қалай жоюға болады?",
        "question_content": "Үш жарым жастағы қызым аяақ астынан бір күнде тұтықпа болып қалды, сөздің басқы әрпін кекештеп айта алмай қиналады, не істесем болады екен?",
        "question_date": "19.08.2017",
        "question_tag": "Тазалық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дəрігерге көрсетіңіз!",
                "date": "20.08.2017",
                "upvotes": 0
            },
            {
                "text": "Уақыт кетірмей логопедке көрсетіңіз. Балалар психологына да  қаратқаныңыз дұрыс.",
                "date": "20.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұрақ-жауап сайтындағы балл жинау жүйесі нені көрсетеді?",
        "question_content": "Сұрақ-жауап сайтындағы балл жинау жүйесі нені көрсетеді?",
        "question_date": "19.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Белсенділікті көрсетеді.",
                "date": "19.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сіз ұялы телефоныңыздағы телефон номерін қаншалықты жиі ауыстырасыз?",
        "question_content": "Сіз ұялы телефоныңыздағы телефон номерін қаншалықты жиі ауыстырасыз?",
        "question_date": "19.08.2017",
        "question_tag": "Байланыс операторлары",
        "question_views": 577,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Номер ауыстыра бергенді ұнатпаймын.",
                "date": "19.08.2017",
                "upvotes": 0
            },
            {
                "text": "Жылына 2-3 рет ауыстырып тұрамын.",
                "date": "20.08.2017",
                "upvotes": 0
            },
            {
                "text": "30 күнде бір рет ауыстырам",
                "date": "1.06.2020",
                "upvotes": 0
            },
            {
                "text": "Интернет үшін қосымша нөмерді 50 пайыз жеңілдікпен 2 ай сайын ауытырып отырамыз",
                "date": "1.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əлеуметтік желілерде парақшамды, аккаунтымды өшіріп тастай беремін",
        "question_content": "Интернетте, əлеуметтік желілерде парақшамды, аккаунтымды өшіріп тастай беремін. Бұл жаман əдет пе? Жəне де өшіріп тастағаннан кейін қайтадан ашып аламын немесе жаңадан қайтадан ашамын. Осы əдетімнен қалай арылсам болады? Бұл жаман əдет пе? Бұл да психологиялық күйзелістің бір түрі болып саналады ма?",
        "question_date": "19.08.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 638,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлеуметтік желідегі парақшаларыңызды  өшіруіңіздің себебін түсіндіріп берсеңіз. Көптеген адамдар уақыты жоқ кезде  немесе желілерден демалу үшін парақшаларын уақытша өшіреді.  Сіз ше? \"Енді кірмеймін \" деген ниетпен өшіресіз бе? Сізге ыңғайсыздық тудыра ма? Бөгде адамдардың сіз туралы көп ақпарат білгенін қаламайтын боларсыз. Жеке хат арқылы басқа адамдар жиі мазалайтын болар .  Мүмкін ,  керісінше өзіңізге көңіл аударуға тырысатын шығарсыз? Осы сұрақтарға іштей жауап беріп алыңыз. Сіздің әдетіңіздің ешқандай зияны жоқ , дегенмен жиі өшіріп – қайтадан ашудың қажеті жоқ.",
                "date": "20.08.2017",
                "upvotes": 1
            },
            {
                "text": "Мен қазір өйтпеймін, бар болғаны паролімді өзім білмейтін парольге ауыстыра саламын. Керек кезде ғана ашамын.",
                "date": "20.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Педагогтердің біліктілік санаттары жоғары, бірінші, екінші қанша пайыздан болу керек?",
        "question_content": "Мектепте педагогтердің біліктілік санатттары жоғары, бірінші, екінші талапқа сай канша пайыздан болу керек? Құжаттар болса жіберіңіздерші.",
        "question_date": "19.08.2017",
        "question_tag": "Мектеп",
        "question_views": 338,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Сұрақ-жауап сайтында логинді өзгертуге болады ма?",
        "question_content": "Сұрақ-жауап сайтында логинді өзгертуге болады ма?",
        "question_date": "19.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 441,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Жоқ , болмайды. Бірақ... Кері байланыс арқылы админға жазсаңыз , логиныңызды өзгертіп беруі мүмкін.",
                "date": "19.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Векторлар санын қалай анықтауға болады?",
        "question_content": "Кез келген нүктеден бастап берілген векторға тең салынуы мүмкін векторлар саны",
        "question_date": "19.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Сұрақ-жауап сайтының белсенді қолданушылары бар ма?",
        "question_content": "Сұрақ-жауап сайтының белсенді қолданушылары бар ма? Олар кімдер екен?",
        "question_date": "19.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 286,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бұрын болған қазір жоқ,                    \n\n\n\n\n\n                       .",
                "date": "19.08.2017",
                "upvotes": 2
            },
            {
                "text": "Белсенділік өте төмен. Дегенмен  қазір көзге түскен қолданушылардың қатарында Терранова  , Ако , Чичарито және өзіңіз барсыз (;",
                "date": "19.08.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Тұмаумен қатты ауыра беремін,не істесем болады?",
        "question_content": "Тұмаумен қатты ауыра беремін,не істесем болады?",
        "question_date": "19.08.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 654,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұмаумен жиі ауруыңыздың көптеген себебі бар. Экология, иммунитеттің төмендігі , салауатты өмір салтын ұстанбау , зиянды әдеттердің болуы т.б. Сонымен қатар психологиялық жағынан да әсер болуы мүмкін (психосоматика).\nТолық  медициналық тексерістен өтіңіз. Иммунитетіңізді көтеріңіз. Дұрыс тамақтанып , витаминдерді көбейтіңіз. Спортпен айналысыңыз : таңғы жаттығу мен күнделікті жүгіру. Ауырған кездері үйде жатып ,  емделіңіз.",
                "date": "19.08.2017",
                "upvotes": 1
            },
            {
                "text": "Тұмау уақытша ауыруғой, көпке созылып кетсе жазылмаса сіздікі гайморит болуы мүмкін",
                "date": "19.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "y= tg3x - tg3x функциясының туындысы қандай болады?",
        "question_content": "y=tg3x-tg3x тригонометриялық функцияның туындысы",
        "question_date": "19.08.2017",
        "question_tag": "Математика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кофені күнде ішкен пайдалы ма?",
        "question_content": "Кофені күніне 3 мезгіл ішемін. Зиян ба, əлде пайдалы ма?",
        "question_date": "19.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 975,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таңертең ішкен дұрыс, пайдалы. Бірақ та, түсте шай немесе таза су ішкен пайдалы. Көп іше бергеннің өз зияны бар.",
                "date": "19.08.2017",
                "upvotes": 0
            },
            {
                "text": "Кофені көп адам сусын ретінде пайдаланатыны белгілі. Алайда оның зиянды тұстарын айтып, бас тартуға үндейтін кеңестерді көп кездестіреміз. Оның пайдалы тұстары да бар екенін біле жүріңіз. Назарларыңызға кофенің денсаулыққа пайдасы жөнінде аз-кем ақпарат ұсынамыз. 1. Қант диабеті 2 типінің алдын алады. Жаңа әрі тың ізденістермен жүріп, кофені өте жиі ішетін адамдар осы аурумен ауырмайтыны анықталды. Ал бұл сусынды аз пайдаланатындар қант диабеті дертіне бейім келеді. Мұның себептеріне тоқталатын болсақ, ең алдымен, кофе стеройдты жыныстық гормондарды байланыстырады және қант құрамындағы ақуыздың консентрациясын көтереді. Ал, екіншіден, кофе құрамындағы хинин инсулиннің жұмысын жақсартады және қандағы глюкозаны клеткаларға орналастырады. Содан энергия пайда болады. Сонымен қатар, глюкоза мөлшері төмендейді. 2. Қатерлі ісікті болдырмайды. Егер де әйел бір күнде 4 немесе одан да көп шыныаяқ кофе ішсе, жатырындағы қатерлі ісік дертінің қаупі 25% төмендейді, ал егер 2-3 шыныаяқ қана пайдаланса қатері 7% төмендейді. Енді ер адамдарға тоқталатын болсақ, Гарвард университетінің зерттеу нәтижесінде бір күнде 4 шыныаяқ кофе ішсе, қуық жолындағы қатерлі ісік ауруының қаупі 60% төмендеген. Кофенің мұндай ерекшелігінің себебі, оның құрамындағы хлорагенді қышқыл қатерлі ісік тудыратын клеткаларға тікелей әсер етіп, оларды жояды. Сонымен қатар, құрамындағы бұл зат иммунды клеткаларды нығайтады. Кофе несеп айдайтын қасиетке ие болғандықтан, зәр арқылы ағзадағы барлық зиянды заттарды сыртқа шығарады. Зерттеу нәтижесінде кофе артериялық қан қысымын төмендететінін анықтаған. 3. Паркинсон ауруына оң әсер береді. Кофенің 4 шыныаяғын ішіп паркинсон дертімен ауыратын адамдар өз жағдайын жақсартқан. Кофе – бұл қауіптенетін сусын емес, тек қана мөлшермен пайдаланып, өзіңіздің қалыпты жағдайыңызды байқасаңыз болды. Кофе ішіп, денсаулығыңызды нығайтыңыз.\n\nТолығырақ: https://massaget.kz/layfstayl/Zdorove/38093/",
                "date": "19.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денсаулыққа пайдалы қандай тағамдарды көп пайдаланған жөн?",
        "question_content": "Денсаулыққа пайдалы қандай тағамдарды көп пайдаланған жөн?",
        "question_date": "19.08.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 665,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қымыз іше бер\n                            \n                            \n                           \n.",
                "date": "19.08.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Бос уақытты қалай өткізесіз? Уақытты қалай тиімді пайдаланасыз?",
        "question_content": "Бос уақытты қалай өткізесіз? Уақытты қалай тиімді пайдаланасыз?",
        "question_date": "18.08.2017",
        "question_tag": "Жанұя",
        "question_views": 3800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Кітап оқу пайдалы, əрі бос уақытты тез өткізуге де тиімді.  Немесе серундеп келуге болады. Немесе ұйықтап алған жөн. Бос уақыт ылғи болмайды",
                "date": "19.08.2017",
                "upvotes": 2
            }
        ]
    }
]