[
    {
        "question_title": "Тандау пəнім Биология. Орыс тілінсіз 57 балл. Серпінмен қайда түсуге болады?",
        "question_content": "Серпінмен қайда түсуге болады. Алыс қала болса да мейлі. Қандай мамандыққа жетіп тұр балым. Тандау пəнім Биология. Орыс тілінсіз 57 балл. Серпінмен қайда түсуге болады?",
        "question_date": "6.06.2016",
        "question_tag": "Мектеп",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дүние таным кеңейтетін қандай кітап оқуға кеңес бересіз?",
        "question_content": "Кітап ол білімнің көзі. Дүниенің көптеген жауаптары кітапта жазылғанын білемін. Сіз өзіңіз оқыған, әрі дүние танымыңызды кеңейткен қандай кітап оқуға кеңес бересіз?",
        "question_date": "6.06.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Абайдың қара сөдері\" деген кітаптарды оқы. Бірақ Абайдың тілі қиын, бірден түсіне алмайсын (әрине бұл әркімнің өзінің санасына байланысты). Әрбір сөзі философиялық керемет сөдер! Көзіңді ашады.",
                "date": "7.06.2016",
                "upvotes": 0
            },
            {
                "text": "Куран окы мешетке барып, калганынын барi уакыт ысрап ету ....",
                "date": "8.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай жүрекке жақын қабылдамай өмір сүріп үйренуге болады?",
        "question_content": "Жұмыста әріптестерім кейде көңілімді түсіріп, ыңғайсыз әңгімелер мен тірліктер жасайды. Көңіліме алып, жылайын деп қаламын. Қалай жүрекке жақын қабылдамай, өмір сүріп үйренуге болады?",
        "question_date": "6.06.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмыста болып жүрген жағдай болса, қиын екен, тем более сен қыз баласын. Бір күні жұмысқа барғанда қарашы олар кейбіреулермен солай жасайды, ал кейбіреулермен әзілдеспейді. Бұл яғни олардың сені ойын түсінеді деп, одан әрі еліре береді.\n\nБіріншіден, оларды игнор етуге тырыс, яғни тіпті ойнамай жай келіп бірдене сұраса да, жауап бер де отыра бер. Олармен әңгімені созба.\n\nБір жақсы құрбың немесе досың болсын. Әңгімең болсын, проблемаң болсын тек соған айтуға тырыс.  \n\nЕкіншіден, кей кезде айтып қой, жеңіл әзілдерімен сенімен ойнай бермесін. Және орысша айтқанда, высокомерная бол. Өте қарапайым болудың өзі соған апарады.",
                "date": "7.06.2016",
                "upvotes": 0
            },
            {
                "text": "Сен де оларға жақсылап сөз қайтарып тастап отыруды үйреніп ал. Приколдарына қарсы прикол айтып  өздерін өшіріп таста. Былайша айтқанда сөз тауып сөйлей білу керек. Содан соң олар өздері ақ абайлап сөйлеуге тырыса бастайды. Үндемесең басыңа шығып алады.",
                "date": "8.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектепте екіге оқыған сыныптасыңыз қазір кім болып жұмыс істеуде?",
        "question_content": "Қазір көп оқушылар ҰБТ тапсырып шыға алмадым деп жылап, көңіл-күйі түсуде. Біздің сыныпта Қали деген жігіт болды. Сабақты мүлдем оқи алмайтын. 2-ден көз ашпайтын. Ал сол Қалиымыз сыныптастардың алды. Кәсіпкерлікпен айналысып, қазіргі кезде үлкен бір құрылыс компаниясының басшысы.\nСіз есіңізге түсіріп көріңізші. 2-ге оқыған сыныптастарыңыздың ішінде қазіргі кезде жағдайы жақсы сыныптастарыңыз бар ма?",
        "question_date": "6.06.2016",
        "question_tag": "Мектеп",
        "question_views": 771,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құдайға шүкір бізде 2-ге оқитын оқушылар жоқ. Бірақ әкемнің 2-ге оқыған(тіпті атын жаза алмайтындар) сыныптастары қазіргі кезде әкімшілікте жұмыс жасайды, шет-шетінен мұғалім, әкім",
                "date": "6.06.2016",
                "upvotes": 0
            },
            {
                "text": "Бұл сөздер- кішкентай баланың ауызынан шығатын сөздер!\n\nМен білетін таныстарымның ішінен тек оқығандар ғана биікке көтеріліп отыр. Шет-шетінен физик, математик, химик.\n\nТіптен егер адам оқымаған болса, жұмысқа Бәке-Сәкенің арқасында түскеннің өзінде, жұмыс жасап жүргенде сауатсыздығы көрініп тұрады ғой",
                "date": "7.06.2016",
                "upvotes": 0
            },
            {
                "text": "Ұлы физик Энштейн өте нашар оқыған екен. Тағы да бір нашар оқыған кластасым Алматыда  магнат болып жүр. Бір жақсы оқыған кластасым, басы істемегендіктен әскери бөлімде контракт бойынша прапоршик болып жүр, ауылда позор болмайын деп амалының жоғынан.\n\nШын негізінде біз сол кезде байқамаған екенбіз, мектеп кезінде кітап кеміргендердің көбісі тормоз болып қалған, милары сол кезде қатты шаршап,  қазір ауылда жүр жұмыссыз махоркаларын тартып, малдың соңында. Ал, артқы партада сабаққа көңіл бөлмей, басын ауыртып тыңдамаған балалар қазір шетелдерге барып кеп жүр, ірі кәсіпкерлікпен айналысып.  Негізінде олардың бастары қатты істеген екен,  сол кезде білген екен нарық заманының басталатынын, олар тек күреспен, спортпен айналысатын, төбелестерді жақсы меңгерген.",
                "date": "8.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Слишком длинный путь к источнику деп құжат өшпей жатыр?",
        "question_content": "Компьютеріме бір құжат жүктеген еді. Аты өте ұзақ. Өшірейін десем Слишком длинный путь к источнику деп құжат өшпей жатыр? Файлды қалай өшіруге болады. Переименовать дейін десем де, өшірейін десем де онымнан түк шықпай жатыр.",
        "question_date": "6.06.2016",
        "question_tag": "Компьютер жөндеу",
        "question_views": 284,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басқа ат қойып қараңыз (переименовать)",
                "date": "6.06.2016",
                "upvotes": 0
            },
            {
                "text": "Переименовать ету мүмкін емес.",
                "date": "6.06.2016",
                "upvotes": 0
            },
            {
                "text": "Unlocker деген порогоны колданыныз.",
                "date": "9.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "INTEL процессоры туралы реферат керек еді?",
        "question_content": "INTEL процессоры туралы реферат керек еді? Практика үшін керек болып тұр?",
        "question_date": "6.06.2016",
        "question_tag": "Геометрия",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Intel фирмасының 80x86 процессорлар тобы (Семейство 80x86 процессоров фирмы; Intel Intel 80x86) - Intel фирмасының (Cyrix, Texas Instruments тәрізді фирмалардың да) жасаған процессорлар тобы, олар: 8088 — мәліметтері 8-бит шиналы, ал адресі 20- бит шиналы (адрес кеңістігі 1 Мбайт), жұмыс жиілігі 4,77 МГц-ӀВМ PC/XT компьютерлерінде пайдаланылды; 8086— 8088 процессоры тәрізді тек мәліметтері 16-бит шиналы - PS/2 компьютеріне қойылды, жұмыс жиілігі — 8—10 МГц; 80286 (286) — мәліметтері 16-бит шиналы, ал адресі 24-бит шиналы (адрес кеңістігі 16 Мбайт), IBM PC/AT компьютерлерінде пайдаланылды, оның екі режімі болды, біріншісі — нақты режім, онда 8086 процессоры тәрізді жұмыс істеді, ал екіншісі — қорғалған режім, онда кеңейтілген жұмыс мүмкіндіктері болды; 80386DX (386DX) - мәліметтері 32-бит шиналы, ал адресі де 32-бит шиналы (адрес кеңістігі 4 Гбайт), PS/2 компьютерлерінің жоғары модельдерінде пайдаланылды, жұмыс жиілігі — 20—40 МГц; 80386SX (386SX) - 386DX процессорының қысқартылған түрі, мәліметтері 16-бит шиналы, ал адресі 24-бит шиналы, ішкі құрылымы 386DX тәрізді ұйымдастырылды; 80486DX (486DX) - бұл процессор бір кристалда біріктірілген 386DX және оның 387 математикалық сопроцессоры болатын, жұмыс жиілігі - 20— 50 МГц. Осы процессор негізінде 486SX — бір процессорлы, 486SL — энергияны аз пайдаланатын түрі және т.б. жасалады; Pentium — мәліметтері 64-бит шиналы, ал адресі 32-бит шиналы процессордың жаңа түрі, жұмыс жиілігі - 60- 200 МГц, (қ. Pentium Pro); [1]",
                "date": "27.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезінде тамақ істеуге болады ма?",
        "question_content": "Ораза ұстап жүрген адамға тамақ істеуге болады ма? Жалпы толық жазып жіберсеңіздер.",
        "question_date": "6.06.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады тек коз кызарлыкпен жеп коймау керек",
                "date": "13.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Oraza ustaganda aleumettik jelilerge kiruge bolady ma?",
        "question_content": "Salem,men Oraza ustain dep wewtim,bul kezde aleumettik jelilerge kiruge bolady ma?",
        "question_date": "6.06.2016",
        "question_tag": "Вконтакте",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əрине болады! Тек оның ішіндегі балағаттайтын жамандарына кірмесеңіз болды",
                "date": "6.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразада ауыз бекіту кестедегі таң уақыты бойынша ма, әлде күн уақыты бойынша ма?",
        "question_content": "Оразада ауыз бекіту кестедегі таң уақыты бойынша ма, әлде күн уақыты бойынша ма?",
        "question_date": "6.06.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыз бекіту таң намазына 10 минут қалғанда аяқталып қоюуы керек .",
                "date": "6.06.2016",
                "upvotes": 0
            },
            {
                "text": "Саламатсызба, 16.06.2016 тан намазы 3:23 еди, мен уйыктап калып, суды 3:24 иштим, оразам саналады ма, алде керисинше бузылды ма? Рахмет",
                "date": "16.06.2016",
                "upvotes": 0
            },
            {
                "text": "таң намазы уақыты бойынша",
                "date": "16.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түбір астында х+3=түбір астында 45-түбір астында 20 есеп шығару?",
        "question_content": "Түбір астында х+3=түбір астында 45-түбір астында 20 есеп шығару?",
        "question_date": "6.06.2016",
        "question_tag": "Математика",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "_/ - түбір асты белгісі\n\n_/x+3=_/45 - _/20\n\n_/x+3=3_/5 - 2_/5\n\n_/x+3= _/5\n\nx+3= (_/5)²\n\nx+3=5\n\nx=5-3\n\nx=2",
                "date": "6.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "LG L80Dual праграмма құю керек. Телефоным мүлде қосылмайды?",
        "question_content": "LG L80Dual праграмма құю керек. Қалай программа құюға болады. Телефоным мүлде қосылмайды?",
        "question_date": "5.06.2016",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына видео роликтерді қарап көр.  Интернеттен прошивкасын, телефонның маркасын, моделін дұрыстап теріп, скачать етіп алып установка  жасайсың болды,  яғни прошивкасын.   Мен смарт телевизорларға жасаймын телефонды әлі  байқап көрмедім. өзің жасап көр, қиын емес.",
                "date": "5.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Соңғы кездері миым шуылдап жүр.",
        "question_content": "Неге екенін білмейм соңғы уақытта миым шулап жүр. Жұмысымдағы айқай шу əсер етті ме нервке салмақ түсті ме білмейм. Қандай препарат қолдансам болады?",
        "question_date": "5.06.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біреу, мүлде танымайтын біреу,  бір препараттар кеңес етсе қалай сеніп іше саласыз?\n\nДәрігерге қаралып тексеріліп, сосын бірақ сәйкесінше тағайындалған дәрілермен емделесіз.",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "81 орыс тілсіз жинадым. Алматыда қандай ЖОО бар грантқа түсе аламын?",
        "question_content": "81 орыс тілсіз жинадым. Алматыда қандай ЖОО бар грантқа түсе аламын?",
        "question_date": "5.06.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 544,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салем! Рамадан айы кабыл болгай! Шет тилдер жане искерлик карьера университетине бар онда жыл сайын гран болинеди жане онда оте арзан колайлы оку ! Менин есимим Айтолкын осы номирге хабарлас 87078389303 сол универ жалы айтып бере алам!?",
                "date": "6.06.2016",
                "upvotes": 0
            },
            {
                "text": "Былтыр мен осы баллмен физика таңдап түсе алмай қалғам! Географияда мүмкіндік тіпті аз да шығар.",
                "date": "6.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 кг дене 5 м биіктіктен құлайды. 2 м биіктіктегі кинетикалық энергиясын анықтаңыз?",
        "question_content": "3 кг дене 5 м биіктіктен құлайды. 2 м биіктіктегі кинетикалық энергиясын анықтаңыз?",
        "question_date": "5.06.2016",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m=3 кг, h0=5 м, h=2 м.\n\n Еп0=m*g*h0=3*10*5=150 Дж.\nЕп=m*g*h=3*10*2=60 Дж.",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұялы телефонымнан видео қаралмайды?",
        "question_content": "Видео карап жатканда 3мин карап болган сон вмдео каиып калады. Страницаны обновить еткеннен кейн жанагы жерге (3минго) койып жалгастырам. Одан кейн 6 миннутта катып калады. Осылай жалгаса берет. Не истеу керек жане неге солай. Видео караганда интернет мулде куат. Ал биз айына коп толеймиз. Не истеу керек?",
        "question_date": "5.06.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 316,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз ұялы телефонда видеоны қай бағдарламамен қарайсыз? Мүмкін сізге басқа браузерге ауысу қажет болар.",
                "date": "8.06.2016",
                "upvotes": 0
            },
            {
                "text": "adobe flash player программасын жазып ал плэй маркетте бар)))",
                "date": "22.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлемге әйгілі Әуезов (Мұхтар Әуезовтің шығармашылық еңбегі)",
        "question_content": "Әлемге әйгілі Әуезов (М.Әуезов шығармашылық еңбегі) туралы шығарма тауып бересіңдер ме?",
        "question_date": "5.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 9800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "М.Әуезов шығармашылығы – ХХ ғасырдың әсемдігімен, ғажайып әсерлілігімен сиқырлы, қайталанбас ұлы құбылысына айналды. Әуезов мұраларынан алатын тағылым ұшан-теңіз. Жазушы шығармаларында өз халқының тыныс-тіршілігін, қам-қарекетін, аяулы арманы мен нұрлы үмітін, тарихи болмысы мен бүгінгі бітімін терең ұғынып бере білген суреткер.\n\nҰзақ жылдарға созылған терең шығармашылық ізденістердің, қажыр-қайратының нәтижесінде күллі әлемге ұлы Абайды танытып қана қойған жоқ, қазақ халқы «Абай жолы» арқылы өзін де тереңірек түсініп таныды. «Абай жолынсыз» қазақ әдебиетін, халқымыздың рухани-көркемдік әлемін көзге елестету мүмкін емес» деп халық жазушысы Ә.Кекілбаев бағалағандай, тек қазақ халқының ғана емес, көшпелі түркі жұртының өткені туралы ең алғашқы кең ауқымдағы шығарма.\n\nМ.Әуезов қазақ әдебиеті тарихындағы үлкен өмірлік, шығармашылық жолдарында зор табыстарға жетті. Жиырма жасында «Еңлік-Кебек» трагедиясын жазғаннан кейін он шақты жыл ішінде көптеген әңгіме, повесть, пьесаларымен көзге түсті. Атап айтақанда: «Қорғансыздың күні», «Барымта», «Ескілік көлеңкесінде», «Көксерек», «Қыр» әңгімелері, «Жетім», «Қараш-қараш оқиғалары», «Қаралы сұлу», «Қилы заман» секілді прозалық шығармаларымен оқырман назарын бірден өзіне аударды. Прозаның шағын жанрының шебері екендігін көрсететін осы шығармаларында адамның іс-әрекетін әлеуметтік-қоғамдық жағдайлармен астастыра келіп, кейіпкер психологиясының терең иірімдерін, табиғат суретін, халықтың дәстүрлі тіршілігін, тынысын, ұлттық мінез-құлқын мейлінше қанық, толық суреттей білген.\n\nЖазушы адам бойындағы пәктік пен сұлулықты әділетсіздік пен азғындыққа қарсы қоя, жарыстыра суреттеу арқылы қазақ әдебиетіне классикалық психологиялық прозаның үлгісін әкелді.\n\nОсы туындылардың өзімен М.Әуезов құдіретті талант иесі екендігін танытқан болатын. Оның талантын шарықтатып, көркемдік дамудың шырқау биігіне жеткізген өмір жолы оңай емес еді. Ол таудай талпынудың, дамылсыз ізденудің, табанды еңбектенудің қиын-қыстау жолы. Сонымен бірге, халыққа адал қызмет етудің азаматтық, адамгершілік жүгін арқалаған ауыр да абыройлы жол болды.",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО-на филология бөліміне грантқа түсу үшін 84 балл жете ме?",
        "question_content": "Мен ҰБТ-дан 84 балл жинадым.Орыс тілінсіз-68 балл.Таңдау пəнім-қазақ əдебиеті.Мен осы баллмен қандай ЖОО -на грантқа түсе аламын.Оған ауылдық квота ескеріледі ме? Осы жөнінде айтып өтсеңіздер екен.",
        "question_date": "5.06.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздерден өтінемін, менің сұрағыма жауап беріңіздерші.ЖОО-на түсе алатындай мүмкіндігім бар ма?",
                "date": "17.06.2016",
                "upvotes": 0
            },
            {
                "text": "Мұғалімдік мамандық болса да өте аламын ба?",
                "date": "18.06.2016",
                "upvotes": 0
            },
            {
                "text": "Мұғалімдік болса да өте аламын ба?",
                "date": "18.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа флешка ашылмайды, форматировать етілмейді. не істеу керек?",
        "question_content": "Жаңа қолданылмаған 4 Г. флешка ашылмайды және форматировать етілмейді. не істеу керек?",
        "question_date": "5.06.2016",
        "question_tag": "Компьютер жөндеу",
        "question_views": 814,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа флэшка екеніне сенімдісіз бе? Қай жерден алдыңыз?",
                "date": "6.06.2016",
                "upvotes": 0
            },
            {
                "text": "SDFormatter порогоны колдныныз",
                "date": "5.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мейірбикенің практика күнделігінің толтырылған үлгісі керек еді?",
        "question_content": "Медколледж 1-курс студенттерінің практикадағы күнделіктерінің үлгісі керек боп тұр. Мейірбикенің практика күнделігінің толтырылған үлгісі керек еді?",
        "question_date": "5.06.2016",
        "question_tag": "Мамандық",
        "question_views": 12200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Терапиядагы медбике иси",
                "date": "29.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педколледжге тапсыру үшін мектептен мінездеме алу қажет пе?",
        "question_content": "Педколледжге тапсыру үшін мектептен мінездеме алу қажет пе?",
        "question_date": "5.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 659,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Валикациядан кейiн қайтадан сол жақ енекке тамыр шығып кетті?",
        "question_content": "Валикациядан кейiн қайтадан сол жақ енекке тамыр шығып кетті, не істесем болады?",
        "question_date": "4.06.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 987,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Урологқа барып, кеңес алу керек. Уролог не істеу керек екенін айтады. Егер асқынып кетсе ота жасайтын болады.",
                "date": "31.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ГРАНТ жайлы. ҰБТ-дан өттім 2016 жас түлек!",
        "question_content": "Сәлеметсіздерме сайт қолданушылары! Есімім Айгерім. ҰБТ-дан 102 бал жинадым, орыс тілсіз 82 бал. Сұрағым: Қай универге грантқа түсе аламын? (АУЭС, ҚазҰУ, политех, ЕНУ осы универлер) Және менде сельская квота болады. Жауаптарыңызды асыға күтетін боламын.\n\n ҰБТ-ны енді тапсыратын түлектерге сәттілік!!!",
        "question_date": "4.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "М.Мәметова атындағы Қызылорда гуманитарлық колледжінде қандай мамандықтар бойынша оқытады?",
        "question_content": "М.Мәметова атындағы Қызылорда гуманитарлық колледжінде қандай мамандықтар бойынша оқытады?",
        "question_date": "4.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://www.abiturent.kz/blank-5 осы сайтта барлық ақпарат берілген",
                "date": "17.02.2017",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе!  Мен  осы жылы М.Маметова атындагы колледжге тусіп көрейінш деп едім   грантка начальное образование или казак тілі мен әдебиет пәніне мұғалімдікке. Осы еки мамандыкка грант бар ма. Біліп бересіз бе или айтып бересіз бе",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер мәселесінің айналасындағы бір мәселе - ауыл мен ауыл келешегі!",
        "question_content": "Жер комиссиясының назарына ұсыныс!\nЖер мәселесінің айналасындағы бір мәселе - ауыл мен ауыл келешегі!\nПроблема:\nНегізі кезінде \"Дипломмен ауылға\" деп, жердің иесін жастарды ауылға қалдыруға тырысып бақтық. Оның мыңнан он-он бесі қайтқаны болмаса, токсан бес пайызы қалаға қашты. Сонда бұл қай жер иесіне келешекте жерді қалдырмақпыз?! Айтпақшы, Ауыл жылдарының бағдарламасының мардымды жетістігінің болмағаны тағы бар. Сол себепті ауылдың һәм ауыл жастарына қатысты жасалынбақ бағыт жалпы мәселені ШЕШПЕДІ!!!\nҰсыныс:\nМеніңше \"Жас ауыл\" деген жаңа бағытты қолға алу керек. Ең алдымен, ауылдың келешегін жастардың кемінде нақты жер мен оның өндірістік-кәсіптік саласына 30% қайтару.\nЖолдары, ауылдан шыққан жастарға, сырттан келген жас ағайынға, қаладан ауылға барып шарушалық ашуға ниетті жастарға:\n- кәсіп не шаруашылық ашуға 5 жылдық салықтан босату;\n- техника мен несиелік қаржыға қол жеткізуде 50% мемлекеттік үстеме қолдауымен жеңілдік жасау;\n- ауылдық аймаққа \"Қол жетімді баспана\" ауылдық типтегі бағдарлама жасақтау;\n- Инвестициялық жобалардың негізінде қосымша инфрақұрылымдық мәселелерге, әлеуметтік ынсандарды құруға келетін ішкі не сыртқы компаниялардың құзыретіне беру арқылы жергілікті әлеуметтік әріптестікті күшейту.\nНәтижесінде - қалаға ішкі миграцияның 30% тоқтайды, нақты кәсіптік-өндірістік бағыттар айқындалады, қалалық қылмыс, әлеуметтік күйзелістер мен теке-тірестер, қосымша қоғамдық мәселелер туындамайды.\nОйланып көріңіздер! Кезінде Мүстафа Кемаль Ататүріктің тұсында 30-40 жылдары шамамен осындай бағытта жастарды жер кәсібіне тартқан болатын, ол кезде керек десеңіз кеңсесіне дейін тегін жалға берілді, коммуникациялық проблемаларын да шешіп беріп еді. Бізде де 21 ғасырда керемет күшті болып кетпесек те, даму үрдісімен салыстырсақ сол 40-ы, 50-ы жылдардың о жақ, бұл жағының деңгейінде тұрмыз...\nМақсат Жақаудың осы ұсынысымен келісесіз ба?",
        "question_date": "3.06.2016",
        "question_tag": "Жер туралы",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҰБТ 2016 қорытындысын қайдан көре аламын?",
        "question_content": "ҰБТ қорытындысын қайдан көруге болады. Созақ ауданың ҰБТ 2016 қорытындысын қайдан көре аламын?",
        "question_date": "3.06.2016",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сәлеметсізбе, testcenter.kz сайтынан қарай аласыз. Өзіңіздің ТЖК номеріңізді және ИИН-ді жазып тексересіз! Сәттілік тілеймін!",
                "date": "4.06.2016",
                "upvotes": 0
            }
        ]
    }
]