[
    {
        "question_title": "Мынадай айналымдардың химиялық реакция теңдеулерін жазыңдар?",
        "question_content": "Мынадай айналымдардың химиялық реакция теңдеулерін жазыңдар Na-NaOH-Na2CO3-NaCl-Na 10 сынып",
        "question_date": "7.02.2018",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Na+2H2O=2NaOH+H2\n2NaOH+CO2=Na2CO3+H2O\nNa2CO3+2HCl=2NaCl+CO2+H2O\n2NaCl=2Na+2Cl2",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Староста деген сөздің қазақша мағанасы қандай болады?",
        "question_content": "Староста деген сөздің аудармасын таба алмадым, қалай табуға болады? жедел түрде",
        "question_date": "7.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кішігірім ұжым немесе топтың ішінен сайланған келіссөз жүргізуші адам. Былайша айтқанда, топ басшысы, жетекшісі.",
                "date": "7.02.2018",
                "upvotes": 0
            },
            {
                "text": "Әкім дейді. Сыныптың әкімі",
                "date": "16.09.2023",
                "upvotes": 0
            },
            {
                "text": "Топ басшысы\n\nНемесе\n\nСынып басшысы",
                "date": "1.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"3 тұғырлы тіл\" туралы эссе керек?",
        "question_content": "Эссе агылшынша керек , мен озим Судана аламын.",
        "question_date": "7.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 521,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Валикацияның белгілері қандай?",
        "question_content": "Маған тез арада жауап берсеңіздер алдын ала рахмет Алла разы болсын\n\nМенің екі тасымның оң жағындағы тас фудбол көп ойнасам ауырат шымшып ауырат сосын сол жағындағы тастан сəл төменірек орналасқан осы Валикация белгісі ма сонда маған фудбол ойнауға болмайма ал менің фудбол екінші",
        "question_date": "7.02.2018",
        "question_tag": "Денсаулық",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мөлшері 2 моль оксидін сутекпен тотықсыздандырып?",
        "question_content": "Мөлшері 2 моль оксидін сутекпен тотықсыздандырып, таза қорғасынның қанша мөлшерін алуға болады ?",
        "question_date": "6.02.2018",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Pb0+H2=Pb+H20\n\n(PbO) 2 моль - x моль (Pd)\n\nU(Pbo) 1 моль - 1 моль (Pb)\n\nPb = 2 моль",
                "date": "6.02.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Мамандығымды өзгертсем бе немесе жалғастырсам ба екен?",
        "question_content": "Салеметсиздерме менің жасым 19да 9бітіріп математика мугалими мамандығына грантка колледжге тустим биыл бітіремін. Енді ЖОО ның баска мамандықта сырттай окып. Жумыс жасасам дегем .математика унайды ,бірақ елімізде мыұғалімдердің сыйы жок болғандыктан жалғастыргым келмиди. Озим архитектор,финанс,аудармашы,бортсерик, сбанк саласында кызыгамын. Кеңес берсениздер екен тәжірибелі аға әпкелер .және математика мугалими болып кай калада жумыс жасаған тимди. Алматы Астана т.б.",
        "question_date": "6.02.2018",
        "question_tag": "Университет, колледж",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2018 жылдан бастап мектеп мұғалімдерінің жалақысын көтеріп жатыр. Мүмкін өз мамандығыңыз бойынша жұмыс жасап көрерсіз.\nНемесе магистратураға экономика, есеп салаларына түсіп, өзіңіз атап өткен финанс, банк мамандықтарында істеуге болады.\nАл архитектура, аудармашы мамандықтарына түсу үшін тағы қайтадан оқуға түсіп уақытыңызды жоғалтып алмайсызба)",
                "date": "6.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айналымдарды іске асыруға болатын тиісті химиялық реакция теңдеуін жазу?",
        "question_content": "Массасы 8г мыс (ІІ) оксидін сутекпен тотықсыздандырғанда қанша грамм таза мыс, қанша грамм су түзілетінін есептеңдер?",
        "question_date": "6.02.2018",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2H2O = 2H2 + O2\nH2 + Cl2 = 2HCl\n2HCl + Zn(OH)2 = ZncCl2 + 2H2O",
                "date": "6.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Есептеу техникасы және бағдарламалық қамтамасыз ету мамандығы жайлы не білесіздер??!!",
        "question_content": "Есептеу техникасы және бағдарламалық қамтамасыз ету мамандығы жайлы не білесіз?",
        "question_date": "6.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 837,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/565841/",
                "date": "6.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ғаламтор және мен\" эссе керек?",
        "question_content": "\"Ғаламтор және мен\" эссе 80 сөз болуы қажет. Өтінемін көмектесіп жіберіңіздерші",
        "question_date": "6.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол менсіз, жоооқ… мен онсыз өмір сүре алмайтын халге жеттім. Тым аянышты. Бірақ, үйреншікті жағдай болып кеткендей.  Күнделікті жұтып жүрген ауам да, тамағым да сол , тіпті бірге ажырамай ұйықтайтын болып кеттік. Бір күн оның есігінен қақпай қалсам, жан-дүниесіне бойламай өзіме біраз болсын бостандық сыйлауға тырысайын десем де, жүрек құрғыр іздеп тұрады. Мен оған байлаулы болып қалған сындымын һәм кез-келген жерден тамақ тімсіп іздеп жүрген кішкентай күшіктеймін. Осындай бір тәуелділікке ұрынып жатқаныма қарамай, өзім ғана емес қасымдағы жандардың да осы халге душар болуына себеп болып жүргендеймін.\nАл, енді осы  досымның беріп жатқан пайдасынан қарағанда зияны артып бара жатқандай. Алайда, оны көзі шел болып бара жатқан тәуелді ұрпақ әліде болсын аңғара алмай жүр. Аңқаулығымыздың арқасында ұлттық  тәрбиеміздің, бар уақытымыздың , құндылықтарымыздың бір тармағын осыған әкеліп байлап тастағандаймыз. Қазір, сол күрмеуді шеше алмай әуіре-сарсаңға түсіп жатырмыз.  Мен  ғана емес сізде өзіңізді оның кішкентай бөлшегі  ретінде  сезінуге мәжбүр болып жүрсіз. Себебі, ортақ досымыздың күнделікті жағдайымен хабардар болып, тыныс-тіршілігімен танысып  отыру дағдыға айналды. Адамнан жақын болып кеткен қандай дос бұл деп ойлап отырған боларсыз?\nОл –ҒАЛАМТОР. Оның терезесінен мен тек шектеулі дүниелерді ғана көріп дағдыландым. Бұл тек менің басыман өтіп жатқан жағдай емес, ол жалпы ғасыр індеті болып кеткендіктен бар пенденің мойнына түскен қыл арқан. Ғаламторды  мойнымызға тор етіп салған адамдардың еш кінәсі жоқ , соған еріксіз келісіп жүрген пенденің үлкен қателік жасағаны анық.  Әрине, еш пайдасы жоқ дүние деп үзілді-кесілді айтуға да болмас. Алайда, біздің қоғам осы ғаламтордың пайдалы жағынан гөрі пайдасыз жағына басымдық берді. Қашанда жақсы емес, жаман дүниелерге құштар болып тұратын әдетімізге салынып кеттік. Әр адам өз игіліне жарайтындай дүниені алып жатса, онда ғаламтор арқылы мына әлемнің көкжиегін кеңейтіп, тынысымызды тарылтпаушы едік. Біз керісінше, кері қарай  кетіп барамыз.\nҒаламтордың табалдырығын көзін тырнап ашқан сәбиден бастап, қолына таяғын ұстаған кәрі ата-әжелерімізге дейін аттап  жатыр. Ешқандай шектеу жоқ. Өзіміз қалай кәсіби тұрғыдан сауатты және тиімді қолдануды білмей жатсақ та, көппен көрген ұлы той деп, ел бастаған көшке қарай ілесуге асықпыз. Батыстың бар қазынасын сарқуға құштарланып, ғаламтордың ішінде өзгенің жат мәдениетіне тамсанып, таңданып , еліктеп атой салып жүрміз.\nКүнделікті денсаулыққа келіп жатқан зиянның ұшан-теңіз екенін жақсы  аңғара аласыз ба?  Сонда да, шешінген судан тайынбай, тәуекелдің жел қайығына ілесіп алып, ғаламтордың ғаламатын білуден еш қашқақтамаймыз. Күні бойы  сайын далада  сайран салып ,  асау тайды үйретіп жүрген ұрпақты  емес, ұялы телефонның құлағында ойнап жүрген ұрпақтың өсуіне ризамыз.\nҒаламторға сыйлап жатқан денсаулығымның бір бөлшегін ешкімде маған қайтарып бере алмасы анық. Көз жанарымның майын тауысып жүрген, омыртқамды бүкірейтіп майыстырып жүрген, бойыма салмақ қосып, ойыма сергектің бермей жүрген жақсы да болсын, жаман да болсын дос деген атағы бар ғаламтордың түбінде өз денсаулығымма үлкен соққы болып тиеріне еш күмәнім жоқ.\nҚұм сағатта сырғып жатқан уақыттың белінен басып, еркімнен тыс болса да жартысын оған сыйлауға мәжбүр етуде. Әрине, ол маған уақытыңды аламын деп айтқан жоқ.  Өзімнің осыған  еш қарсылықсыз көнгеніме таңым бар. Күнделікті екі-үш сағатымның еншісіне жармасып жүрген ғаламторды құрдымға жібергім келіп-ақ тұрады.\nИнтернеттен алып жатқан  білімді ешқашан ескірмес адал досымз кітаппен таразыға қоя алмаспыз. Кітаптан алған білімнің құнын ешқандай  өзге бір дүние бізге бере алмайды. Себебі, кітап ол үшін меннен ешқандай ақы талап етпейді. Бар болғаны талап пен сабырдың мықты болуы керек.  Ал, кітапқа бас ұрудан ат тонын ала қашатын біз сияқты ұрпақтың ғаламтордан алып  жатқан шала да жалған дүниеге жақын болып тұратын жарты білімінен зиялы ұрпақтың тәрбиеленетіне өз басым күмән келтіремін. Біз осы жолды дұрыс көрдік. Өз білім көкжиегімізді ғаламтордың терезесінен ары асырмай-ақ, өтірік –шыны белгісіз болып тұрсада , алған мәліметімізді күнделікті қажетімізге жарата береміз. Мектептегі  әріпті жаңа үйреніп келе жатқан баладан бастап , ізденуге емес, ғаламтордан оқып үйренуге қарай бағыт сілтеудеміз. Осылай бет түзеп, білімді ғаламтордың  құпиясынан артық көре алмаймыз.\nҒаламтор жайлы айтқанда тек жаман жақтарын көретін себебім, қоғамда жаға ұстататын жағдайлардың барлығы дерлік осы арқылы тарап, өз уытын шашып жатқан жоқ па?\nАдам денесін түршіктірер жағдай орын алса, ғаламтордың бетінен түспей, жалпақ жұртқа жар салады. Жақында орын алып жатқан қоғамдық дерт болып кеткен «Синий кит» ойынының түп-тамыры осы ғаламтордың өзінен бастау алды емес. Ар жағында үлкен бір саясат жатпасына кім кепіл? Өзі аз ғана халқымыздың қатарын,  адам санасына кіріп шықпайтын індетпен улап, азайтқысы келеді.  Амал қанша, осы індетке бой ұсынып, беріліп кетіп жатқан жастарымыздың да қатары аз емес. Күні-бойы әлеуметтік желілерде отыратын ұрпақтың жаны жараланса, көңіліне  кірбін түссе болды бар жұбанышты  беті ғана жылтырап тұратын ғаламтордан іздейтіні таң қалдырады. Қайсар да өр, табанды да жігерлі қазақтың ұрпағының осыншалықты төмен қарай құлдырап кетуіне кім кінәлі ?\nОл әрине, тұсаусыз кеткен ғаламтордың бізге беріп жатқан теңдесіз сыйы…\n   …Ғаламтор және мен. Мен бар болғаны оның асырап алған баласы сияқтымын. Жан-жағыма жалтақтап, қай мемлекет керемет бір дүние ойлап шығарып , бізге береді екен? Қай елдің өнімін пайдаланып, тәуелді болады екенбіз деп күтіп жүрміз. Аңқау қазақтың аңғалдығына салынып кеттік. Неліктен өзіміздің ғаламтор желімізді жасап, алпауыт мемлекеттермен иық тіреспейміз. Оған біздің қауқарымыз әбден жетеді. Сол кезде ғаламтор өз ұрпағымыз үшін, халқымыз үшін пайдалы да өнімді дүниеге айналатын болады.  Себебі, өзіміз жасаған дүниені пайдалы да тиімді ету өз қолымызда. Бұл болашақта кезек күттірмес мәселе.\nМен және ғаламтор.  Алғашқы парағы ашылғанда елеусіз  және пайдалы да керемет бір дүние көрінетін ғаламтордың ішіне жасырып жатқан өткір жүзі осыншалықты мықты болады деп кім ойлаған?  Мен оны өзіммен қатар қойып, күнделікті жұтып жүрген ауамның сол екенін мойындайды деп кім ойлаған?\nҚазіргі қазақтың жұбанышы  мен қуанышы , айырылмас досы, бар ғұмырының жазылып жатқан жарты парағы ғаламторды өмір бақи өзімізге тор қылып алмайық…\nМәлімет ашық ақпарат көздерінен алынды",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың қалған екі қабырғасының ұзындығын анықтаңыз.",
        "question_content": "Үшбұрыштың әртүрлі екі бұрышының сыртқы бұрышы өзара тең. Үшбұрыштың периметрі 74 см-ге, ал қабырғаларының бірі 16 см-ге тең. Үшбұрыштың қалған екі қабырғасының ұзындығын анықтаңыз.",
        "question_date": "6.02.2018",
        "question_tag": "Математика",
        "question_views": 29600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Есептің шешімі осылай болады.",
                "date": "6.02.2018",
                "upvotes": 1
            },
            {
                "text": "Саламатсыздарма,математика панинен ар есепке 100 тенгеден уй тапсырмаларын орындап беремин,ватсап 87781663784 Гулнур",
                "date": "6.02.2018",
                "upvotes": 0
            },
            {
                "text": "Есептин жауабы осындай болады",
                "date": "7.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "AC және AB қабырғаларын табыңыз.",
        "question_content": "ABC үшбұрышының С бұрышы тік. А бұрышының cыртқы бұрышы 1200 -қа тең. AC және AB қабырғаларының ұзындықтарының қосындысы 18 см. AC және AB қабырғаларын табыңыз.",
        "question_date": "6.02.2018",
        "question_tag": "Математика",
        "question_views": 16100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептин жауабы мынадай болады",
                "date": "6.02.2018",
                "upvotes": 1
            },
            {
                "text": "Саламатсыздарма,математика панинен уй тапсырмаларын шыгарып беремин,ар есепке 100 тенгеден,ватсап 87781663784 Гулнур",
                "date": "6.02.2018",
                "upvotes": 0
            },
            {
                "text": "Жарайды тусиникти рахмет",
                "date": "6.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баланың 1 жасқа дейінгі мемелекеттен алатын қаржысы? Ай сайын канша төленеді?",
        "question_content": "Баланың 1 жасқа дейінгі мемелекеттен алатын қаржысы? Ай сайын канша төленеді?",
        "question_date": "6.02.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол жерде озиме керек жауапты алган жокпын!",
                "date": "6.02.2018",
                "upvotes": 0
            },
            {
                "text": "Бірінші балаға 5,76 АЕК немесе 13 852,8 теңге;\n\nЕкінші балаға 6,81 АЕК немесе 16 378,05 теңге;\n\nҮшінші балаға 7,85 АЕК немесе 18 879,25 теңге;\n\nТөртінші немесе одан кейінгі балаларға 8,9 АЕК 21 404,5 теңге жәрдемақы төленеді.",
                "date": "6.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сулпак про сервис туралы?",
        "question_content": "Біз сулпактан тауар аларда про сервис ұсынып жатады, бағасыда баршылық 200мың теңгенің тауары үшін 2жылға 30мыңдай, енді сұрақ, сонда екі жылда алған тауардан еш ақау шықпаса, сонда анау про сервис үшін төлеген ақшаң желге ұшқаныма?",
        "question_date": "6.02.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "йа йа ушады желге",
                "date": "7.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтін жазу керек",
        "question_content": "Төрт түлік мал, ауыл тақырыбына көсемше, есімшелерді қатыстырып, шағын мәтін жазу",
        "question_date": "6.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Программист болғым келеді!",
        "question_content": "Программист болу үшін қандай пəн таңдау керек физика или информатика жəне программист аға апалар барма жұмыс табу жағы қиын ба? Жəне ҰБ",
        "question_date": "5.02.2018",
        "question_tag": "Информатика",
        "question_views": 943,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біріншіден бағдарламалаушы болу қиын емес егерде талпынып ізденіп оқысаң жәнеде өзіңе керекті бағдарламалау тілін таңдасаң.\n\nЕкіншіден физика пәнін таңдайсын.\n\nҮшіншіден жұмыс табу мәселесі ол өзіңе байланысты. Мысалыға мен сайт жасау жобаларымен айналысамын жәнеде бағдарламашы қызметтерімен айналысамын.\n\nМенің саған кеңесім өз мақсатыңнан қайта алға қарай ұмытыл.",
                "date": "11.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы нүктенің ординатасын табыңдар.",
        "question_content": "Абсциссасы 6-ға тең нүкте координаталар басынан 10-ға тең қашықтықта жатыр. Осы нүктенің ординатасын табыңдар",
        "question_date": "5.02.2018",
        "question_tag": "Геометрия",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ордината = V(10^2-6^2)=V(100--64)=V64=8",
                "date": "5.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "AC=CD=DB, AA(1) перпендикуляр Бетта, CC(1) перпендикуляр Бетта",
        "question_content": "AC=CD=DB, AA(1) перпендикуляр Бетта, CC(1) перпендикуляр Бетта, DD(1) перпендикуляр Бетта, BB(1) перпендикуляр Бетта. \nCC(1)=4см, DD(1)=8см,\nAA(1)=x-?\nBB(1)=-?",
        "question_date": "5.02.2018",
        "question_tag": "Геометрия",
        "question_views": 1600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "BB1/DD1=DD1/CC1\n\nBB1=DD1*DD1/CC1=8*8/4=16\n\nDD1/CC1=CC1/AA1\n\nAA1=CC1*CC1/DD1=4*4/8=2",
                "date": "5.02.2018",
                "upvotes": 1
            },
            {
                "text": "Саламатсыздарма,математика панинен уй тапсырмаларын орындауга комектесемин,ватсап 87781663784 Гулнур",
                "date": "5.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қосудың ауыстырымдылық терімділік қасиеттерін есептеу",
        "question_content": "Қосудың ауыстырымдылық жəне терімділік қасиеттерін пайдаланып есептеу\n1) 2.3 + 4.5 + 0.6 + 0.5 + 1.7 + 0.4 \n2) 8.01 + 9.08 + 5.13 + 1.99 + 0.87 + 4.92\n3) 6.091 + 7.08+",
        "question_date": "5.02.2018",
        "question_tag": "Математика",
        "question_views": 12500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "(2.3+ 1.7)+(4.5+ 0.5)+0.6+0,4=4+5+1=10",
                "date": "5.02.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметсиздерме математика панинен уй тапсырмаларын орындауга комектесемин.Васцап 87781663784 Гулнур",
                "date": "5.02.2018",
                "upvotes": 0
            },
            {
                "text": "2.3+(4.5+0.6)+0.5(1.7+0.4)=10",
                "date": "6.02.2019",
                "upvotes": 0
            },
            {
                "text": "(4.5+0.5)+(2.0+1.7)+(0.6+0.4)=10",
                "date": "8.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қозғалыс\" бөлімі бойынша тестті қалай шешуге болады?",
        "question_content": "1, 2, 3, 4 тапсырманы орындауға көмек қажет? Өтінемін, достар түсінікті етіп жазасыздар ма?",
        "question_date": "5.02.2018",
        "question_tag": "Биология",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-тапсырма\nа)Бұл құбылыс тропизм деп аталады.Себебі күнбағыз күнге қарай тартылып тұр.\nб)Тропизмнің өсу процесімен байланысты синтезуінің ерекшелігіне және өсу факторларының аталуына тәуелді екенін білдіреді.",
                "date": "7.02.2022",
                "upvotes": 0
            },
            {
                "text": "2.\n\nФототропизм т.                    Мысал.\n\nКөлеңке сүйгіш.                  Қарағай       \nЖарық сүйгіш.                     Інжугүл",
                "date": "14.03.2022",
                "upvotes": 0
            },
            {
                "text": "Фотопериодизм өсімдіктің жарыққа қарай бағытталуы",
                "date": "20.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ғаламтор және мен\" эссе қажет?",
        "question_content": "\"Ғаламтор және мен\" эссе 80 сөз",
        "question_date": "5.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 48600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Ғаламтор және мен\"\n\nҚазіргі техника дәуірінде адамның күнделікті өмірі компютермен өтеді. Оны ешкім жоққа шығара алмайды. Компютерге отырған кезде адам жай ғана отырмай интернет пайдаланады. Қазір интернеттен өзіңе керектінің бәрін таба аласын. Тіпті, интернетте отырып-ақ өзіне керектіні сатып алуыңа болады (киім, тамақ,әшекей-бұйымдар т.б.). Әрине, бұл өзіңе пайдалы. Бірақта әрбір заттың өз уақыты, өз орны болу керек емес пе? Ал қазіргі жастар күні-түні сол монитордың алдында отыруға бар. Ол бір жағынан денсаулыққа әсер етеді, ал бір жағынан санаға әсер етеді. Кейбіреулер айтып жатады интернетке отырсаң бәрін білесің, бәрінен хабардар болып отырасың деп, ол да дұрыс бірақ ол адамның өзіне байланысты.Ол жақсы бірдеңелер біліп жатама немесе ойын ойнап, агентте отырама. Мысалы, қазіргі ата-аналар интернетті балаларына қосып беріп жатады. Өзі білмесе де баламның көзі ашық болсыншы, білсін, оқысын деп. Ал бала болса құр ойнаумен уақытын өткізеді. Ал сабақ жайында қалады. Қазір интернетте дені дұрыс ойында жоқ, кілең атыс-шабыс. Міне, осының бәрі бала санасына әсер етеді.Компьютер мониторының кескіндері адам көзінің көру өткірлігін нашарлатады.Әрине, мұны барлығыда біледі. Сонымен қатар тапжылмастан компьютер алдында отырғанда бұлшық еттерді қажытады жәнеде омыртқаға зиян болады. Міне. мұның бәрі адам өміріне қауіпті әрі зиян. Мен компьютер алдында отырмасын деп айтпаймын тек 2-4 сағаттай керегіне жаратса, қалған уақытын пайдалы істермен өткізсе деймін.\n\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "4.05.2018",
                "upvotes": 0
            },
            {
                "text": "Ғаламтор және мен.\n\nҒаламтор пайда болғаннан бері адамдардың өмірін жеңілдетіп, барша сұрақтарға жауап табуға мүмкіндік пайда болды.\n\nҒылым мен техниканың дамыған заманында өз өмірімізді компьютерсіз елестету қиын. Дегенмен, бұл құрылғының пайдасымен қатар зияны де аз емес. Алдымен пайдалы жақтарын атап өтейік:\n\n- Кез келген құжатты басып, шығару мүмкіндігі.\n\n- Ғаламтордан қалаған ақпаратты іздеп табу мүмкіндігі.\n\n- Сонымен қатар ғаламтордың көмегімен әлеуметтік желіде жаңа достар/сырластар/сыныптастарды табу мүмкіндігі.\n\n- Әлемнің түкпір түкпіріндегі ағайын - бауыр, достармен сөйлесу мүмкіндігі.\n\nДегенмен ғаламтордың пайдасы мен қатар, зиянды жақтары да аз емес.\n\nЕң басты зияны - ол денсаулыққа тигізетін зияны. Компьютер алдында ұзақ отыру көз бен омыртқаға аса үлкен зақым келтіреді. Сондықтан да компьютерда көп жұмыс жасайтын адамдарға арнайы көзілдірік киіп, отырған кезде де арқаны тік ұстауға тырысу керек. Сонымен қатар уақтылы үзіліс жасау керек.\n\nОдан кейінгі келтіретін зиян - ол уақыттың қадірін білмей, компьютерда отыратын уақытты тиімсіз пайдаланып, оның қалай өтіп кеткенін байқамай да қаламыз. Оның орнына пайдалы іспен айналыссақ болар еді. Мысалға, кітап оқысақ, нұр үстіне нұр болар еді. Мұны \"ғаламторға тәуелділік\" деп айтсақ та болады.\n\nСонымен қатар ғаламтордағы көптеген жағымсыз ақпарат адам психикасына да жағымсыз әсірін тигізеді.\n\nОсындай келеңсіздіктер орын алмауы үшін, компьютерді тек керек кезінде немесе күніне 1 - 1,5 сағаттан аспайтын уақыт қолдану керек деп ойлаймын. Мен өзім осы ережені сақтап, қалған бос уақытымда анама көмектесемін.\n\nМенің ойымша қаншама уақытты компьютерлік ойын ойнаумен өткізгеннен гөрі, сол уақытты спорттық ойындарға арнасақ, денсаулығымызға пайдасы зор болмақ.\n\nДегенмен де, менің ойымша ғаламтордың зиянынан пайдасы көбірек деп есептеймін. Бірақ мен өз денсаулығыма алаңдаймын, сондықтан ғаламторды тек қажет уақытында пайдалану туралы дұрыс шешім қабылдадым деп ойлаймын.",
                "date": "6.02.2022",
                "upvotes": 0
            },
            {
                "text": "Ғаламтор және мен\"\n\nҚазіргі техника дәуірінде адамның күнделікті өмірі компютермен өтеді. Оны ешкім жоққа шығара алмайды. Компютерге отырған кезде адам жай ғана отырмай интернет пайдаланады. Қазір интернеттен өзіңе керектінің бәрін таба аласын. Тіпті, интернетте отырып-ақ өзіне керектіні сатып алуыңа болады (киім, тамақ,әшекей-бұйымдар т.б.). Әрине, бұл өзіңе пайдалы. Бірақта әрбір заттың өз уақыты, өз орны болу керек емес пе? Ал қазіргі жастар күні-түні сол монитордың алдында отыруға бар. Ол бір жағынан денсаулыққа әсер етеді, ал бір жағынан санаға әсер етеді. Кейбіреулер айтып жатады интернетке отырсаң бәрін білесің, бәрінен хабардар болып отырасың деп, ол да дұрыс бірақ ол адамның өзіне байланысты.Ол жақсы бірдеңелер біліп жатама немесе ойын ойнап, агентте отырама. Мысалы, қазіргі ата-аналар интернетті балаларына қосып беріп жатады. Өзі білмесе де баламның көзі ашық болсыншы, білсін, оқысын деп. Ал бала болса құр ойнаумен уақытын өткізеді. Ал сабақ жайында қалады. Қазір интернетте дені дұрыс ойында жоқ, кілең атыс-шабыс. Міне, осының бәрі бала санасына әсер етеді.Компьютер мониторының кескіндері адам көзінің көру өткірлігін нашарлатады.Әрине, мұны барлығыда біледі. Сонымен қатар тапжылмастан компьютер алдында отырғанда бұлшық еттерді қажытады жәнеде омыртқаға зиян болады. Міне. мұның бәрі адам өміріне қауіпті әрі зиян. Мен компьютер алдында отырмасын деп айтпаймын тек 2-4 сағаттай керегіне жаратса, қалған уақытын пайдалы істермен өткізсе деймін.",
                "date": "1.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қатпа Мәмед (аты бұлай болмауы да мүмкінҚ деген кітап туралы естулеріңіз бар ма?",
        "question_content": "Қатпа Мәмед (аты бұлай болмауы да мүмкінҚ деген кітап туралы естулеріңіз бар ма? Болса қайдан табуға болады?",
        "question_date": "5.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 374,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыл мектептерінің кітапханаларынан, өзім оқығанмын сондықтан айтып отырмын",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Соңғы кезде әсіресе түнде денем тітіркенетін болып жүр. Себебін білгім келеді.",
        "question_content": "Мен жоғары қан қысымы бойынша дәрігерлік есепте тұрмын. Соңғы кезде әсіресе түнде денем тітіркенетін болып жүр. Бір жайсыздық бар, ұйқым бөлінеді. Қазір ем алып жүрмін. Осы жайсыздық оның алдында байқалды. Жасым 50 де. Дәрігерлік кеңес алайын деп едім. Алдын ала рахмет айтамын.",
        "question_date": "5.02.2018",
        "question_tag": "Денсаулық",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "10 - 11 сынып алгебрасының ішіндегі лекциялары бар ма электронный өтініш",
        "question_content": "Математикадан   лекциялар   жинағы    электронный    варианты    болса    жіберіңіздерші    өтініш",
        "question_date": "5.02.2018",
        "question_tag": "Университет, колледж",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "тұлғаны тәрбиелеу және әлеуметтендіруде, ұсыныстарыныз керек ?",
        "question_content": "\"Болашаққа бағдар; рухани жаңғыру\" - ұлттық идеялары аясында тұлғаны тәрбиелеу және әлеуметтендіруде , мектепте қандай жұмыстар жүргізуге болады ? Қандай жаңа әдіс тәсілдер арқылы ? жаңа идея керек осы тақырыпта !\nКөмектесіп, ұсыныстарыныз болса айтып жібересіздер ме ?! Алдын ала рақмет !\nАлла разы болсын !",
        "question_date": "5.02.2018",
        "question_tag": "Мектеп",
        "question_views": 381,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Батыр Баян туралы эссе 30-40 соз",
        "question_content": "Батыр Баян туралы эссе керек 30-40 мощ",
        "question_date": "4.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 47400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл поэмада Баян Батыр туралы айтылады. Ол Абылай ханның аламаны болған. Аламандықта Батыр Баян бір сұлу қалмақ қызды тұтқынға алды. Баян қалмақ қызына ғашық болады, бірақ қыз жақтан ондай сезім болған жоқ. Бұл қалмақ қыздың есімі Құралай болды. Құралай Батыр Ноянды сүйген, сол себептен екеуі қыздың отанына қашады. Батыр Баян бұл істі туған жерді сату деп есептегендіктен, оларды артынан қуды. Қуған кезде Баян Құралайды оқпен атып, Ноян Батырды өлтіреді. Баянның оларға жаны ашығандықтан екеуін бірге жерлейді. Содан кейін Батыр Баян Абылай ханның рұқсатын алмағандығына қарамай, қалмақтарға 100 қазақ жігіттермен аттанды. Сол соғыста Баян Батыр қайтыс болады.\n\nМенде бары сол. Ұнаған болса ЖЖ",
                "date": "14.02.2018",
                "upvotes": 0
            }
        ]
    }
]