[
    {
        "question_title": "Жібек жолының Қазақстандағы қала құрылысына әсері?",
        "question_content": "екінші, үшінші тапсырманы орындау қажет. көмектесіңіздерші. Өтінемін, түсінікті етіп жазыңыздаршы.",
        "question_date": "4.12.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Араб-парсы тілдерін, әдебиеті мен мәдениетін меңгерді. XI ғасырда «Диуани луғат-ат-түрік» еңбегін жазып, түркі тілдерінің мәртебесін көтерді.\n\n2)Бұл шығарма бертін келе қазақ халқының этникалық құрамын қалыптастырған ру-тайпалардың орта ғасырлардағы тұрмыс-тіршілігін, наным-сенімін, әдет-ғұрпын, сөз өнерін, тілін зерттеп білу үшін аса қажетті, құнды мұра. «Құтты білік» поэмасы түркі тіліндегі энциклопедиялық шығарма.\n\n3)«Диуани Хикматтан» түркі халықтарына, соның ішінде қазақ халқына, ертедегі мәдениетіне, әдебиетіне, тарихына, этнографиясына, экономикасына қатысты бағалы деректер табуға болады.",
                "date": "4.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген екі мәтін бойынша талдау жасаңыз?",
        "question_content": "осы екі мәтінді оқып, кестеге толтыру керек. Өтінемін, түсінікті жауап бересіздер ме, көмектеріңіз қажет..♡",
        "question_date": "4.12.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 44600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі мәтінді салыстыруда алдымен ұқсастықтарына, содан соң айырмашылықтарына тоқталасыз. Екі мәтіннің ұқсастықтары: мақсаты, мазмұны және көзделген аудиториясы. Ал айырмашылықтарына келер болсақ, алдымен екі мәтіннің мақсатын, мазмұнын, стилі мен-жанрын қатар ала отырып, анықтайсыз. Мысалы А мәтінінің мақсаты ..... болса, Ә мәтініні мақсаты .... болады. Содан соң мәтіндердің тілін сөз деңгейінде, сөйлем (риторикалық сұрақтар, т.б.), мәтін (түрі, абзацтар арасында логикалық байланыс, мәтін толық құрылымды ма?), деңгейінде екі мәтінді салыстыра отырып талдайсыз.  \"Автор не үшін қолданды?\" деген сұрақ арқылы талдау себептерін түсіндіріп отырасыз.",
                "date": "23.11.2018",
                "upvotes": 0
            },
            {
                "text": "1) екеуі де музыкалық аспаптар жайлы\n\n2) 1 аңыз  2 топқа бөлінген\n3) 1 сипаттау 2 пайымдау\n\n4 ) жалпы оқырмандарға\n\n5 ) Музыкалық  аспаптарды үйрету\n\n6 ) домбыраның  шығу тегі\n7)1 ресми 2 публистикалық\n\n8)1 көркем 2 ғылыми",
                "date": "17.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Briz\" сөзі француз тілінен аударғанда нені білдіреді?",
        "question_content": "бриз француз тілінен аударганда нены былдыреды?",
        "question_date": "4.12.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бриз – француз тілінен аударғанда \"жеңіл жел\" деген мағына береді.",
                "date": "4.12.2017",
                "upvotes": 0
            },
            {
                "text": "Француз тілінен аударғанда \"Самал жел\" деген мағына береді.",
                "date": "27.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газ баллонының біреуін жаққанда қанша мөлшерде энергия алуға болады?",
        "question_content": "Пропанның жанку реакциясының теңдеуі бойынша: C3H8+4,5O2=3CO2+3H2O+2220 Кдж тұрмыста қолданылатын көлемі 27 л кішірек газ баллонының біреуін жаққанда қанша мөлшерде энергия алуға болатынын есептеңдер",
        "question_date": "4.12.2017",
        "question_tag": "Химия",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мотордың крышкасында көбік пайда болса ненің белгісі?",
        "question_content": "Салем бәріне, менің гольф 3 машинамның жақында қысқы майын ауыстырғам. Соңғы кездері двигательдің крышкасы мен шупты қарасам сарғыш пена пайда болыпты. Жазғы майда ондай болмаған сияқты еді. Май ауыстыратын жігіттер 6600 теңгенің майы мықты деп соны құйдырды. Мотористер головкаға су кеткен деп жатыр. Ал моторы былтыр ғана түгел жөнделіп ауыстырылыған. Тосол түспеген қалай құйдым солай тұр. Мүмкін май нашар ма? Опыты бар жігіттер болса совет айтыңдаршы? Қисық сөздің керегі жоқ",
        "question_date": "3.12.2017",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 595,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы суркттегідей ма, мына сілтемеден оқып көр,\n\n\n\n\n                \n\n\n\n               \n\n\n\n\n            .",
                "date": "4.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометрия бойынша тест?",
        "question_content": "1, 2, 3 тапсырманы табуға көмек қажет. Өтінем",
        "question_date": "2.12.2017",
        "question_tag": "Геометрия",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Медиана - BB1\n\nБиссектриса - AA1\n\nБиіктігі - СС1\n\n2. ADB = CDB = 55\n\nAFD = ADF = 180 - ADB - CDB = 180 - 55 - 55 = 70\n\n3. CAD = BAE  ==>  DAB = EAC\n\nAD = AE ==> ADE = AED",
                "date": "3.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ежелгі дәуірдегі Қазақ жеріндегі алғашқы мемлекеттер туралы баяндаңыз?",
        "question_content": "Ежелгі дәуірдегі Қазақ жеріндегі алғашқы мемлекеттердің қалыптасу барысы мен ерекшеліктерін баяндаңыз",
        "question_date": "2.12.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 10000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қаңлы-б.з.д. II ғасыр\n\nҮйсін-б.з.д. VIII-V ғасыр\n\nСақ-б.з.д. VII-V ғасыр\n\nҒұн-б.з.д. IV",
                "date": "3.12.2017",
                "upvotes": 1
            },
            {
                "text": "ғұндар мен  сақтар",
                "date": "4.12.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақ мемлекеттігінің тұп-тамырын зерттеуді сақ, үйсін, қаңлы және ғұн тайпаларының әлеуметтік құрылымынан бастаған жөн. Ғылымдабұл көшпелі тайпалардың әлеуметтік құрылымы аз зерттелген.\nСақтар мен үйсіндер өмір сүрген (б.з.д. VII ғ. — б. з. V ғ.) көшпелі қоғамда малға жеке меншіктің шығуына байланысты қоғам байлар мен кедейлерғе бөлінді. Сейтіп, мемлекеттік құрылымның пайда болуы жүзеге асты. Сақтардың мемлекеттік құрылымынан олардың көршілері Ахеменидтік Иран мен Грек-Бактриялық мемлекеттердің әсерін байқауға болады. Ал үйсіндерден Хань (Қытай) патшалығының әсері сезіледі.\nСақ қоғамындағы әлеуметтік қатынастарды қалпына келтіруде жазба деректері мардымсыз, сондықтан археологиялық деректергекөбірек жүгінетін боламыз.\nЖетісудағы сақ дәуірінің обалары біршама жақсы зерттелген. Биіктігі 18—20 метрге дейін жететін патша обалары ағаштан салынған. Мұндай сақ пирамидаларының ішіндегі зәулімі — Үлкен Бесиштыр қорымы (Іле өзені маңы).\nОрасан зор Бесшатыр патшалық обасының салынуы қоғамда әлеуметтік жіктелудің болғандығын көрсетеді. Жекелеген адамдардың әлеуметтік артықшылығын білдіреді. Ал әлеуметтік теңсіздіктің болуы мемлекеттіліктің алғашкы баспалдақтарының біріне жатады.\nАлғашкы кездегі сақ қоғамын әскери-демократиялық жүйе деп түсіну керек. Ал әскери-демократиялық қоғамда ел басқару тізгіні тайпакөсемдерімен қатар қолбасшылардың, батырлардың қолында болады. Әскери-демократия заманында байлық тек шаруашылықтыұйымдастыру жолымен ғана жасалмайды. Байлық — ендігі жерде — соғыс, басқа жұрттардың мал-мүлкін тартып алу арқылы жасалады. Түскен олжа жауынгерлер арасында тең бөлінбейтін. Тайпа көсемдері, қолбасылар, батырларға үлес бастапқыда көбірек, кейіннен тіпті толығымен тиетін болған. Бұл бара-бара мүлік теңсіздігіне әкеліп соқты, бара-бара қоғамда бай, кедей топтар қалыптаса бастады. Бұл әлеуметтік теңсіздікке, таптық жіктеліске алып келді. Соңында таптық қоғамдағы меншікті қорғайтын, әлеуметтік қайшылықтарды шешетін, өндіріс пен соғысты, қорғанысты ұйымдастыратын аппарат — мемлекет пайда болды.",
                "date": "5.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы Дала тарихы пəнінің өзіндік қызметі қандай?",
        "question_content": "Елбасының \"Болашаққа бағдар: руxани жаңғыру\" идеясын жүзеге асырудағы Ұлы Дала тариxы пәнінің өзіндік қызметін түсіндіріп беріңіз",
        "question_date": "2.12.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оңтүстік Қазақстан облысы Шымкент қаласы\n№50 А.Байтұрсынов атындағы мектеп-гимназия\nтарих пәнінің мұғаліміИзетова Ханым Басқанқызы\n\nТүсінік хат\n«Ұлы дала тарихы» факультатив сағаттарында Ежелгі Қазақстан тарихы сабақтарында қамтып өту мүмкін болмайтын тұстарын оқушыларға тереңірек ұғындыра түсу үшін сабақты түрлендіріп, әр түрлі әдіс-тәсілдерді пайдаланып, өзімнің жинақтаған тәжірибемді сарып етіп, балалардың бойында өткен тарихтан нәр ала алатындай бала жадында отан тарихына деген сөнбес қызығушылық ояту – менің мақсатым.\n«Өткеніңді білмей, болашағыңды бағамдай алмайсың» деген аталы сөзді жас жеткіншектің бойына сіңіру. Адамзат тарихының жас баланың өсу, жетілу барысы секілді өткен өз жолы болғанын салыстыра саралай алса, оқушыларымның бұл – жетістігі болары анық.\nӨте ұзақ тас дәуірі, одан кейінгі қола дәуірінің жетістігі және темір дәуіріндегі тайпалық одақтар мен алғашқы мемлекеттік құрылымдар туралы әр түрлі сипаттағы сабақтар өту – балаларға қызықты және ұғынықты болар деп ойлаймын.\nОқушылардың ғылыми жүйелі және бірізді білім алуына мүмкіндік туғызып, сабақтарымда барынша оқытудың жаңа технологияларын пайдаланамын.\nСабақ өту барысында сөз саптау, сөйлеу мәдениетін көтеру және адмгершілікті, өркениетті қоғамның тұлғалы, мемлекетшіл және ұлтжанды азаматын қалыптастыру – менің асыл мұратым.",
                "date": "5.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іштің жиі өтуін қалай емдеуге болады?",
        "question_content": "Ішім ауырып жүр как всегда таңертең тура сала туалетке барам,сосн кешке таман барам, осылай болғанына 5жыл болды не істеуге болады.",
        "question_date": "1.12.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәріханадан линекс дәрісін алып ішіңіз. 3 жастан асқан балаларға да беруге болады. Профилактикалық мақсатта да қолдануға болады. Ересек адамда диареяда екі капсуладан күніне 3 мезгіл ішеді. Бір күндік максималды дозасы 6 капсула. Одан бөлек қара шайды қоюлай ішіңіз. Ішіңіз басылғанша 2-3 күн бойы майлы, тәтті, тұзды тағамдардан аулақ болған жөн. Мейлінше, сырттан тамақтанбаған дұрыс.",
                "date": "2.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Контейнердің көлемін, еденінің ауданын есептеу керек?",
        "question_content": "Контейнердің ұзындығы 4м, ені 2м, биіктігі 3м. Контейнердің көлемін, еденінің ауданың тап, бүйір жақтарының ауданның қосындысын есептеу",
        "question_date": "1.12.2017",
        "question_tag": "Математика",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a=4\n\nb=2\n\nh=3\n\nV=a*b*h=4*2*3=24\n\nS=a*b=4*2=8\n\nS1=a*h=4*3=12\n\nS2=b*h=2*3=6\n\nSum=2*S1+2*S2=2*(S1+S2)=2*(12+6)=2*18=36",
                "date": "1.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тырнақ қою қажет пе?",
        "question_content": "Тырнақ қою табиғи тырнаққа зиян ба?\n\nМен тырнақ жабыстырмақшымын.\n\nӨз ойларыңызбен бөлісіңіздер.",
        "question_date": "1.12.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 540,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көктемде, әдетте, тырнақтарымыздың жағдайы мүшкіл болады: жұқаланып, қабаттанып, сынып та жатады. Тырнақтарыңызға сұлулық пен саулықты қайтарамын десеңіз, жалқауланбай қолыңызға маскалар жиі жасап, крем жағып, еркелетіңіз. Қол астындағы заттардан тырнақ күтіміне арналған маскаларды оқи отырыңыз. 1. Қайнап тұрған судың үстіне кішігірім ыдыс қойып, 1 ас қасық зәйтүн майын қыздырыңыз, оған 3-4 тамшы лимон шырынын қосыңыз. Қоспаны тырнақтарыңызға уқалай отырып жағыңыз. Үстінен мақтадан тігілген қолғап киіп, бір түнге қалдырыңыз. Аптасына 1-2 рет істеген абзал. Бұл қоспа тырнақты қатайтады. 2. Жарты шай қасық үгітілген қызыл бұрышына 1 шай қасық кез келген майлы крем мен 10 тамшы су қосыңыз. Қоспаны су буына қыздырып, тырнақтарыңызға жағыңыз. Масканы 20 минутқа қалдыру керек. Уақыт өткеннен кейін қолдарыңызды жуып, қатайған тырнақтарыңызды тамашалаңыздар. Масканы айына 1 реттен жиі қолдануға болмайды. 3. 4 г ара балауызын су буына ерітіп, пісірілген жұмыртқаның сарысын майдалап қосыңыз. Қоспа қоюланбағанша оған шабдалы майын қосып отырыңыз. Осы қоспаны күнделікті қолданып отырсаңыз, тырнақтарыңыз берік, ал қол теріңіз жұмсақ болып шығады. 4. 1 ас қасық лимон шырынын бірнеше түйір тұзбен араластырып, қоспаны тырнақтарыңызға 20 минутқа жағып қойыңыз. Соңынан қолыңызды сумен шайып жіберіңіз. Бұл қоспаны аптасына 1-2 рет қолданса болады. Пилинг эффектісі бар бұл маска тырнақтарды тазалап, емдейді. 5. Түймедағы, түйежапырақ тамыры және шайқурай шөптерінің қоспасының 2 ас қасығын 1 стақан қайнаған суға қосып, бірнеше сағат демделуін күте тұрыңыз. Суыған қоспаны қыздырып, қайнатпаға саусақтарыңызды салыңыз. Бұл дауа тырнақтарыңызды қатайтып, қажетті заттармен қоректендіреді. 6. 2 ас қасық бал мен 2 ас қасық зәйтүн майын араластырып, қоспаны су буына қыздырып, оның суығанын күтіңіз. Кейін оған 1 піспеген жұмыртқа қосыңыз. Қоспаны жақсылап араластырып, саусақтарыңызды 20 минутқа салып қойыңыз. Артынан қолыңызды сумен шайып жіберіңіз. 7. Жарты ас қасық желатинді 1 стақан ыстық суда ерітіңіз. Суығаннан кейін саусақтарыңызды қоспаға 20 минутқа салып қойыңыз. Желатин тырнақтың саулығын қайтарады. Бұл дауаны аптасына 2-3 мәрте істесе болады. 8. Дәріханадан А және Е дәрумендерін сатып алып, күнделікті ұйықтар алдында оларды тырнаққа жағып отырыңыз. Бұл тырнақты берік қылады. 9. 1 ас қасық сұйық майын су буына қыздырыңыз, суығанын күтіп, 2-3 тамшы А дәруменін, 3 тамшы йод және жарты ас қасық лимон шырынын қосыңыз. Саусақтарыңызды қоспаға 20 минутқа салып отырыңыз. Артынан қол жуудың қажеті жоқ. Бұл қоспа сыңғыш келген және де қабаттанып кететін тырнақтарға таптырмас дауа. Форумда талқылау.",
                "date": "1.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Берілген квадрат теңдеуді шешіңіз?",
        "question_content": "1. (x-4)(4x-3)+3=0\n\n2. (x+5)^2+(x-2)^2+(x-7)(x+7)=11x+80\n\nТеңдеуді шешіп беріңіздерші. Дискриминантты табу керек.\nФормуласы: D=b^2-4ac\n\nX1=-b+√d/2×a\n\nX2=-b-√d/2×a",
        "question_date": "1.12.2017",
        "question_tag": "Математика",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ө\n\nЖауабын салыстырып көріңіз осылай шығады",
                "date": "1.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Bitcoin валютасын теңгеге айналдыратын қандай сайт бар?",
        "question_content": "Bitcoin валютасын теңгеге айналдыратын қандай сайт бар?",
        "question_date": "1.12.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.calc.ru/kurs-KZT-BTC.html",
                "date": "4.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бухгалтер мамандығына жұмыс табыла ма?",
        "question_content": "Қазіргі кезде бухгалтер мамандығына жұмыс табу оңай ма əл",
        "question_date": "1.12.2017",
        "question_tag": "Мамандық",
        "question_views": 689,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия, табуға болад әрине, егер нағыз маман болсаңз. Қайтаға сол аудармашы, заңгер, бугалтер деген мамандықтар салаға қарамай барлық жерлерде жасауға мүмкіндігі бар ғой, басқа мамандықтарға қарағанда. Мысалы мұғалім тек мектепте сабақ бере алады. Ал жоғарыда атаған мамандықтар барлық компанияларға қажет. Нағыз маман болуды білсеңіз болды деп ойлаймын.",
                "date": "29.03.2021",
                "upvotes": 0
            },
            {
                "text": "Бухгалтер — экономика және қаржы саласындағы ең сұранысқа ие мамандық. Кез-келген, тіпті шағын компанияда бухгалтер қызметі бар. Ол қызметкерлердің жалақысын, салықтық төлемдерді, тауар бағасын анықтап, тапсырыс берушілер мен орындаушылар арасындағы есепті жүргізеді. \nШтатында бірнеше мамандарға дейін ұстай алатын компанияларда әр бухгалтер тек белгілі бір мамандық бойынша жұмыс істейді. Бірі — касса мен жалақы төлеміне, екіншісі валюта операцияларына, үшіншісі басқа қызмет түрлеріне жауап береді. Ал олардың барлығының жұмысын бас бухгалтер қадағалап отырады. Бухгалтер әдетте, салық және қаржы заңнамасының, бухгалтерлік есеп пен салық саясатының барлық қыр-сырын білетін, компаниядағы беделге ие мамандардың бірі.\nЖұмыс орны \nБухгалтерлер кез-келген ұйымға, компания мен фирмаға керек. Жұмысқа орналасу жағынан бұл ең сұранысқа ие мамандық.\nМамандық тарихы\nАлғашқы бухгалтерлер ежелгі Үндістанда пайда болған. Олар ауыл шаруашылығындағы есеппен айналысып, «есепші» деп аталады. Ал «бухгалтер» мамандығы ресми түрде 15 ғасырда Максимилиан императордың тұсында пайда болды. Сол уақытта бухгалтерлік есеп бойынша бірінші кітап жарық көрді. «Есеп пен жазбалар» туралы кітабында италиялық Луки Пачоли бухгалтер ұғымына түсінік беріп, оның қызметі туралы сипаттама беруге тырысады. Көрші Ресейде бұл мамандық Бірінші Петрдің бұйрығымен 18 ғасырдың басында пайда болды.\nБухгалтер міндеттері\nЖалпы алғанда бухгалтер төмендегі қызметтерді атқаруы қажет:\nБухгалтерлік есеп жүргізу. Құжаттарды қабылдап, өңдеп, бақылауына алады.\nАрнайы келісім-шарт бойынша қызметкерлерге жалақы төлейді.\nСалық және басқару есебін жүргізеді.\nСалық есебін толтырып, арнайы қорға және салық инспекциясына жібереді.\nСондай-ақ ол компания қызметінің бағытына байланысты банктер және кредиттік ұйымдармен жұмыс жүргізеді. Егер компанияда бір ғана бухгалтер болса, оған бірнеше жұмысты әрі бас бухгалтер қызметін алып жүруіне тура келеді.",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілі мен əдебиеттен аудандық олимпиада",
        "question_content": "9 сынып қазақ тілі мен əдебиетінен аудандық олимпиададан қандай тапсырмалар мен шығарма тақырыптары келуі мүмкін.Бұрын барып жүргендер болса, айтып жіберіңіздерші өтініш?",
        "question_date": "1.12.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағжан поэзиясындағы ұлттық рух.\nБейімбет әңгімелеріндегі өмір шындығы.\nЖүсіпбек – әңгіме шебері.\nТұманбай поэзиясындағы сыршыл әуен.\nЖамбыл - айтыс алыбы.\nСәкен Сейфуллиннің сыршыл поэзиясы.\n«Ойлансаңшы, бос қақпай, елең-селең» (Абай).\nМенің сүйікті кейіпкерім.\nДомбыра – қазақтың жаны.",
                "date": "30.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медицина универлерінде СЭС мамандығына қазақша факультет бар ма?",
        "question_content": "Мен 11 сынып оқушысымын. СЭС мамандығына барайын деп едім. Медицина универлерінде СЭС мамандығына қазақша факультет бар ма?",
        "question_date": "1.12.2017",
        "question_tag": "Математика",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адамның өкпесінің құрылыс ерекшелігі",
        "question_content": "Адамның өкпесінің құрылыс ерекшелігі атқаратын қызметімен қалай байланысты екенін түсіндіріңіз",
        "question_date": "1.12.2017",
        "question_tag": "Биология",
        "question_views": 16500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өкпе- кеуде қуысында орналасқан шымыр, кеуекті жұп мүшелер. Оң жақ өкпе бөлікаралық жүлгелермен бөлінген үш бөліктен, ал сол жақ өкпе екі бөліктен тұрады. Өкпенің сыртқы дөңес бетін қабырғалар қоршайды, ал ішкі, ойыс, жүрек жақ бетінде өкпе қақпасы орналасқан. Өкпе қаңқасы арқылы негізгі бронхылар, өкпе артериялары, жүйкелер кіріп, веналар мен лимфа тамырлары шығады.\n\nАльвеолалар-диаметрі0,2-0,3 мм, тереңдігі 0,06-0,3 мм, ауаға толы өкпе көпіршіктер. Альвеола қабырғасы бір қабатты эпителийден тұрады, сырты капиллярлардың қалың торымен шырмалған.\n\nӨкпедегі газ алмасу. Адам құрамында 21% оттек6 79% азот6 0,03% көмірқышқыл газы бар атмосфералық ауамен тыныс алады. Дем шығарғандағы ауада 16% оттек, 4,0% көмірқышқыл газы және 79% азот болады. Дем алғандағы және дем шығарғандағы ауа құрамындағы оттек пен көмірқышқыл газының айырашылығы-өкпедегі газ алмасу нәтижесі болып табылады.\n\nКөмірқышқыл газы ұлпа жасушаларынан капиллярларға ұлпа сұйықтығы арқылы диффузияланады. Ұлпадағы газ алмасуды ішкі тыныс алу дейді.\n\nТыныштық күйінде ересек адам минутына 16-18 тыныс алу қозғалыстарын жасайды.",
                "date": "23.05.2018",
                "upvotes": 0
            },
            {
                "text": "Өйткені өкпенің сыртқы қабықшамен-екі жапырақшадан тұратын өкпеқаппен жабылған",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1.25 моль (NH3)2CO3 қыздырылғанда түзілетін газдың қалыпты жағдайдағы көлемі",
        "question_content": "1.25 моль (NH3)2CO3 қыздырылғанда түзілетін газдың қалыпты жағдайдағы көлемі",
        "question_date": "30.11.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.25 моль (NH3)2CO3 қыздырылғанда түзілетін газдың қалыпты жағдайдағы көлемі\nБұл реакцияды 2 түрлі газ пайда болғандықтан, екеуіне жеке есептеулер жасадым.",
                "date": "29.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңгер (юрист) болу үшін қандай университеттер бар? жəне қанша бал жинау керек?",
        "question_content": "Мен заңгер болғым келеді.Жəне сол үшін университет таңдай алмай жүрмін.Негізі таба алмай жүрмін.Сол университет жайлы толық ақпарат беріңіздерші.Мысалы: универдің аты,білімі,қанша балл жинаса қабылдайды,Қай қалада орналасқан,жақсы универме?,білім сапасы қандаай? Түсу үшін ақшасы қандай(егер ақшамен оқыс",
        "question_date": "30.11.2017",
        "question_tag": "Заң",
        "question_views": 16400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұрақты мына жерден қарап көріңіз",
                "date": "1.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Капиталдың бірбөлігін айналымнан алып, тауар немесе ақшалай түрде",
        "question_content": "1. Капиталдың бірбөлігін айналымнан алып, тауар немесе ақшалай түрде, басқа бір елдің өндірістік процесімен айналымға кіруін айтамыз?\n\nA) капиталды шетке шығару\n\nB) бәсеке\n\nC) монополия\n\nD) төлем балансы\n\nE) халықаралық еңбек бөлінісі",
        "question_date": "30.11.2017",
        "question_tag": "Университет, колледж",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы \nА) Капиталды шетке шығару\nКапиталды шетке шығару – бұл жүйелі түрде пайда алу және басқадай экономикалық, саяси ұтыс мақсаттарында ақшалай немесе тауар түріндегі құндылықтардың шет елге ауысуы. Капиталдың шет елге ауысуын (капиталды шетке шығару) дегеніміз – бір елдің ұлттық айналымынан капиталдың бір бөлігін алып, оны қабылдаушы елдің өндірістік немесе айналым процесіне әр< түрлі формалар (ақшалай, тауарлы) арқылы ауыстыру процесін айтамыз. Бір елден екінші елге капитал ауысуы, ең алдымен, шығарушы елдің экономикалық дамуының сыртқы саудаға қарағанда өсу қарқыны жоғары болғанымен байланысты. Капитал экспортының қажеттігі дамыған елдерде капитал молдығыпайда болып, ол ұлттық экономикадағы пайда нормасының төмендеуі, оның массасының жоғарылауымен өтелмейтіндігіне байланысты болды. Капиталды шетке шығару мүмкіндігінің пайда болуы XIX ғасыр соңында бірқатар артта қалған елдердің дүниежүзілік шаруашылыққа тартылуына, олардың көбінде басты теміржол желілері салынып немесе салына бастауына, өдірістің дамуының қолайлы жағдайлармен қамтамасыз етілуі мен жергілікті ақшалай қорлану қаржылары пайда болып, оны тауарлы өндірісті қарқынды дамуына қосылуға дайын болуына байланысты болды. Статистика мәліметтері бойынша, соғыстан кейінгі жылдары сыртқы сауда көлемдері тұрақты өсіп отырды, Бірақ көбінесе бұл өсім капитал ауысуымен байланысты болды, басқаша айтқанда капитал экспорты тауарды шет елге шығаруды ынталандырудың құралы болған. Бұл төмендегі жағдайлар негізінде жүргізіледі: - Капиталды шетке шығару тауарлы формада, мысалға машина, құрал – жабдық және т.б. түрде жүзеге асырылды; \n - Капиталды шетке шығару – бұл несиелеуші елде тауарды стапы алу үшін несиелер беру; - Капиталды шетке шығару – трансұлттық кампаниялар шеңберінде ішкіфирмалық тауарлар ауысуы арқылы болды. Капиталды шетке шығару арқылы капиталисиік ұдайы өндірістің қалыпты әрекет етуінің күрделі мәселелері шешіліп, елдің тауарлы экспортының өсуіне әсер етеді. Осының нәтижесінде капитал экспорттаушы елде машина, құрал жабдыққа ішкі сұраныс өсіп, пайда нормасының төмендеу тенденциясы тоқтатылды. Назар аударатын тағы бір жағдай, қазіргі кезеңде егеменді елдер арасындағы каптитал ауысуы үшін барлық алғышарттар бар, ол халықаралық еңбек бөлінісі мен халықаралық өндірістің кооперациясымен күшейтілуде. \n 2. Капиталды шетке шығару. \n Капиталды шетке шығару, қазіргі дүниежүзілік шаруащылық пен халықаралық, экономикалық қатынастардың маңызды нысаны. Капиталды шетке шығару тауар экспортының көп жылдық монополиясын бұзды. Капиталды шетке шығару халықаралық экономикалық қатынастар жүйесінде басым рөлге ие болуда. Экономикалық ынтымақ және даму ұйымының деректеріне қарасақ 80 – жылдары тікелей инвестициялардың орташа жылдық қарқыны 34% - ке жетіп,дүниежүзілік сауда қарқынынан 5 есе артық болған. Капиталды шетке шығару дегеніміз – капиталдың бір бөлігін ұлттық айналымнан шығарып тауар немесе ақшалай нысанда басқа бір елдің өндірістік процесі мен айналымына кіргізу. Ең алғаш капиталды шетке шығарумен өнеркәсібі дамыған елдер шұғылданды. Олар өз капиталдарын дүниежүзілік шаруашылықтың дамуы бұл процестің шеңберін ұлғайта түсті, сөйтіп капиталды шетке шығару амыған елдермен қатар дамушы елдердің де тіршілігіне айналды. Бұл арада «Жаңа индустриалды елдердің» іс – әрекеттері екпінді. Капиталды шетке шығару – бұл жүйелі түрде пайда алу және басқадағыдай экономикалық, саяси ұтыс мақсаттарында ақшалай немесе тауар түріндегі құндылықтардың шет елге ауысуы. Бір жерден екінші елге капитал ауысуы, ең алдымен, шығарушы елдің экономикалық дамуының сыртқы саудаға қарағанда өсу қарқыны жоғары болғанымен байланысты.Капитал экспортының қажеттігі дамыған елдерде капитал «молдығы» пайда болып, ол ұлттық экономикадағы пайда нормасының төмендеуі, оның массасының жоғарылауымен өтелмейтіндігіне байланысты болды.",
                "date": "1.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Балаларым әкесінің опасыздығын қалай жазалауға болады?",
        "question_content": "Саламатсызба? Алдынкуни мен балдарды туган акесине карай туруга калдырып кеткен болатынмын.алайда акеси \"мен карай алмайм уакытым жок деп балаларды полиция кызметкерлерине тастап кетипти. Олар апарганда тастанды бала деп откизип жберипти казирги танда бала детский больницада жатыр тастанды бала катарында   Кеше азаннан кешке дейн шырылдап журип барлык кужаттарды жинап балдарды озим кайта алдым   Ендиги маселе осы окига бойнша акесин занды шарага тартсам болама? Кандай зан аясында сотка берем? Бала омирин ойншык кып далага тастап кеткени ушин кокек акени калай жазалаймын? Тунимен уйктай алмай абден жынды кылып тастады   Тез ари накты жауап кутем  сотка беруим керек  кандай статьямен берем?  Алдын ала рахмет",
        "question_date": "30.11.2017",
        "question_tag": "Заң",
        "question_views": 682,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол кісімен әрине қалай бірге тұра аласыз. Оны әке құқығынан айыру керек. \n75-бап. Ата-ана құқықтарынан айыру\n      1. Егер ата-аналар:\n      1) ата-аналық мiндеттерiн орындаудан жалтарса, оның iшiнде алимент төлеуден қасақана жалтарса;\n      2) өз баласын перзентханадан (оның бөлімшесінен), жетім балалар, ата-анасының қамқорлығынсыз қалған балалар ұйымдарынан және өзге де ұйымдардан алудан дәлелсіз себептермен бас тартса;\n      3) өздерiнiң ата-ана құқықтарын теріс пайдаланса;\n      4) балаға қатыгездік көрсетсе, оның ішінде оған күш қолданса немесе психикасына зорлық жасаса, оның жыныстық тиіспеушілігіне қастандық жасаса;\n      5) құмар ойындарға, бәс тігуге, спирттік ішімдіктерге немесе есірткі, психотроптық заттарға және (немесе) сол тектестерге салынса, олар ата-ана құқықтарынан айрылады.\n      2. Ата-аналар өз баласының, жұбайының не отбасының басқа да мүшелерінің өмiрiне немесе денсаулығына қарсы қасақана қылмыстық құқық бұзушылық жасаған кезде ата-ана құқықтарынан айырылады.\n      76-бап. Ата-ана құқықтарынан айыру тәртібі\n      1. Ата-ана құқықтарынан айыру сот тәртiбiмен жүргiзiледi.\n      Ата-ана құқықтарынан айыру туралы iстер ата-аналардың бiреуiнiң немесе баланың басқа да заңды өкілдерінің, кәмелетке толмаған балалардың құқықтарын қорғау жөнiндегi мiндеттер жүктелген органдардың немесе ұйымдардың өтініштері, сондай-ақ прокурордың талабы бойынша қаралады.\n      2. Ата-ана құқықтарынан айыру туралы iстер прокурордың және қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның қатысуымен қаралады.\n      3. Ата-ана құқықтарынан айыру туралы iстi қарау кезiнде сот ата-ана құқықтарынан айырылған ата-аналардан алимент өндiрiп алу туралы мәселенi шешедi.\n      4. Егер сот ата-ана құқықтарынан айыру туралы iстi қарау кезiнде ата-аналардың iс-әрекетiнен қылмыстық жазаланатын әрекет белгілерін байқаса, ол мұны жеке қаулымен прокурордың назарына жеткiзуге мiндеттi.\n      5. Ата-ана құқықтарынан айыру туралы сот шешiмi заңды күшiне енген күннен бастап үш күн iшiнде сот бұл шешiмнiң үзінді көшiрмесiн баланың тууын мемлекеттiк тiркеу орыны бойынша тіркеуші органға және баланың тұратын жері бойынша қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органға жіберуге мiндеттi.",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың бес талабы қандай?",
        "question_content": "Абайдың бес талабы қандай?",
        "question_date": "29.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бес нәрседен қашық бол,\nБес нәрсеге асық бол,\nАдам болам десеңіз.\nТілеуің, өмірің алдыңда,\nОған қайғы жесеңіз.\nӨсек, өтірік, мақтаншақ,\nЕріншек, бекер мал шашпақ –\nБес дұшпаның, білсеңіз.\nТалап, еңбек, терең ой,\nҚанағат, рақым, ойлап қой –\nБес асыл іс, көнсеңіз.",
                "date": "29.11.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұшқыш және мұнай мамандықтарының қайсысын таңдаған жөн?",
        "question_content": "Достар ойларыңыз болса айтыңыздаршы.\n\nМен бала күнімнен ұшқыш болуға жəне мұнайшы болуға қызығып келем.Бірақ мұнай таусылып қалама деп ойлайм.Мен жаратылыстану пəндеріне қызығам жəне спортпен айналысам.\n\nЖасым 14 те.Қайсысын таңдасам болат.",
        "question_date": "29.11.2017",
        "question_tag": "Мамандық",
        "question_views": 908,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңнің қалауың бойынша таңдаған жөн. Ерте келешекте өкінбейтіндей және жанұяыңды асырай алатындай мамандық таңдағаның жөн болар.",
                "date": "29.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жауға шаптым ту байлап\" атты тақырыпқа шығарма керек?",
        "question_content": "Комектесесиздер ме адебиет сабагынан такирип : \" жауга шаптым ту байлап &quoға",
        "question_date": "29.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шепті бұздым айғайлап, Елді-жұртты қорғайлап, Өлімге жүрміз бас байлап… деп келетін Ақтамбердінің жырлары бар. Қай уақытта да батырды заман туғызған. 1916 жылы қазақ жеріндегі жаппайұлт-азаттық көтеріліске Ресей ақ патшасының июнь жарлығы түрткі болды. Дариядай толқығанқалың қазақты ақ патшаның жазалаушы әскері қоғадай жапырып, бала-шаға, шал-шауқанды аттұяғының астына алып, азаматын асып, атып, Сібірге айдап, қара жұмысқа жекті. Осы кезде қазақ батырлары да қарап қалмай, туған халқын қанатының астына алып, патша әскеріне қарсы бой көтерді.Торғай көтерілісін ұйымдастырушы сондай батырдың бірі Кейкі Көкембайұлы еді.\nАзан шақырып қойған аты – Нұрмағанбет. Көтерілісшілердің негізгі күші мергендер жасағын\nбасқарған. Оның өлімнен қорықпайтын өжеттігі, көздегенін құр жібермейтін мергендігі бертінге дейін жыр болып жеткен. Тіпті ел аузында «Амангелдінің көзі мерген, Кейкінің қолы мерген» деген сөз қалған. Кейіннен орыстың әскерлері қазақ мергенін алдап, қолға түсіріп, оны айуандықпен өлтіреді. Кейкінің екі қолы мен басын кесіп алып, басын бір ай бойы Торғай қаласының орталық алаңына сырыққа шаншып қояды. Соңыра мергеннің сүйегі Орынборға жөнелтіліп, кейіннен Петербордағы антропологиялық қордың кунсткамерасында сақтаулы келген. Жылдар бойы көрші елдің мұражайында сақталып келген батыр бабамыздың басы бірер\nапта бұрын елге қайтарылды. Нақты айтқанда, 6 қазан күні Кейкі батырдың бассүйегі Астанаға\nжеткізілді. Алайда антропологиялық сараптама үшін батырдың бассүйегі Венгрияға женелтілген еді. Будапештегі Жаратылыстану ғылымдары мұражайындағы мамандар бассүйек арқылы батырдың бетбейнесін қалпына келтіру жұмыстарын биылғы желтоқсан айына дейін жасап бітірмек. Нақты айтқанда, «Үш өлшемді модельді суретке түсіріп, ДНҚ сараптамаларының үлгілерін алған соң, Кейкі батырдың бассүйегі Қазақстанға қайтарылады. Сосын ресми түрде өтетін салтанатты кеште батырдың бассүйегі оның туған жері Торғай ауданындағы жер қойнына тапсырылады. Сондайақ, онда батырға арналған тарихи ескерткіш орнатылады», – деп жеткізген мұражайдағы мамандар. Кейкі батыр бассүйегінің елге қайтарылуын – Қостанай өңіріндегі ұрпақтары ғана емес, қазақтың игіжақсысының барлығы жылы қабылдап, қуаныш…білдірген. Тіпті бассүйекті қарсы алу үшін талай адам әуежайда сағаттап күтіп тұрған. Міне, тоң жібіді. Сең қозғалған сияқты. Ендігі міндет – қазақтың соңғы ханы Кенесарының басын елге қайтару.\nhttp://aqmeshit-zhastary.kz/ajna/zhau-a-shaptym-tu-bojlap/",
                "date": "29.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жапырақтың ішкі құрылымдарының атауын кестеге толтыру?",
        "question_content": "Жапырақтың ішкі құрылымдары. Жапырақтың ішкі құрылымдарының атауын кестеге толтыру?",
        "question_date": "29.11.2017",
        "question_tag": "Биология",
        "question_views": 149000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 эпидермис-қызметі: жапырақты сыртқы орта факторларынан қорғау және бөгде контаминант ағза әсерінен сақтау, гутация, транспирация және фотосинтез процесстерін реттеу\n\n2 бағаналы жасушалар-жасушаларының пішіні бағана немесе діңгек тәрізді болып, үстіңгі эпидерма жасушаларына көлденең бағытта өзара тығыз орналасады.\n\nБағаналы жасушаларда жапырақтағы барлық хлоропластардың 3/4-тен 4/5 -ке дейінгі бөлігі орналасқан, соңдықтан жапырақтардың үстіңгі беті қою жасыл түсті және негізінен фотосинтез қызметін атқарады.\n\n3 борпылдақ жасуша - дөңгелек, сопақтау және басқа да әр түрлі пішінді, олар бір-бірімен тығыз жанаспай жасуша аралық кеңістіктер қалдырып, астыңғы эпидермаға таяу орналасады. Бұларда хлоропластардың саны бағаналы ұлпамен салыстырғанда кем, сондықтан фотосинтез қарқындылығы төмен болып келеді. Негізінен борпылдақ ұлпа арқылы ауа алмасу және транспирация жүзеге асады.\n\n4 қателеспесем устьица саңылаулары. Ьранспирация(булану)-ға жауап береді.",
                "date": "29.11.2017",
                "upvotes": 0
            },
            {
                "text": "1.Үстіңгі өң .\n\nҚызметі:қорғаныш\n\n2.Бағаналы жасуша\n\nҚызыметі:фотосинтез қызыметіне қатысады\n\n3.Борпылдақ жасуша\n\nҚызметі:ауа алмасу мен транцпирация\n\n4.Лептесік\n\nҚызметі:Өсімдік ішіне және сыртына заттар енеді және",
                "date": "21.12.2017",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша 3-шісі өткізгіш шоқ.Өзім солай ойлаймын",
                "date": "4.12.2018",
                "upvotes": 0
            },
            {
                "text": "1 Үстіңгі өң\n2 Бағаналы жасуша\n3 Борпылдақ жасуша\n4 Лептесік",
                "date": "14.12.2018",
                "upvotes": 0
            },
            {
                "text": "1-Епидермис 2-бағаналы жасуша 3-борпылдақ жасуша 4-устьица",
                "date": "21.12.2018",
                "upvotes": 0
            },
            {
                "text": "1эпидермис2бағаналы жасушалар3борпылдақ жасуша4транспирация",
                "date": "25.12.2020",
                "upvotes": 0
            },
            {
                "text": "1)Үстіңгі өң\n\n2) Бағанамы жасуша\n\n3) Барпылдақ жасуша\n4) Лептесік",
                "date": "21.12.2021",
                "upvotes": 0
            },
            {
                "text": "Үстіңгі қабықша-Қорғаныш қызметі мен жапыраққа жарық өткізеді\n\nБағаналы ұлпа-ауа алмасады\n\nБорпылдақ ұлпа-беріктік қызметін атқарады\n\nЛептесік-ол арқылы газ алмасу және жапырақтардың суды буландыруы-транспирация жүреді\n\n2)Көмірқышқыл газы сіңіріліп оттегі бөлінеді,крахмал түзіледі.\n\nФотосинтез үшін су,көмірқышқыл газы,хлорофилл және күннің жарығы маңызды жағдай болып табылады.",
                "date": "21.12.2021",
                "upvotes": 0
            }
        ]
    }
]