[
    {
        "question_title": "Абай Құнанбаевтың «Ескендір» поэмасындағы ақын жеткізген Ескендірдің әлсіздігі?",
        "question_content": "Абай Құнанбаевтың «Ескендір» поэмасындағы ақын жеткізген Ескендірдің әлсіздігін талдап жазыңыз.",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 167000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай Құнанбаев – қазақ әдебиеті мен өнерінің тарихында дараланып тұрған Ұлы тұлға. Қазақ жерінің ақыны, данышпаны көп болғанымен Абайы біреу-ақ. Абайы бар ел қай халықпен де терезесін теңестіре алады. Ол – қазақтың бір жерінде туып, бар жерінің туын ұстап тұрған кемеңгер.Ақын шығармалары осы күнгі бай, ұлттық әдебиетіміздің алтын діңгегін қадады. Ақын шығармашылығындағы елеулі орын алатын бір сала – поэмалары.\nБүгінгі әлеуметтік-гуманитарлық пәндер кафедрасының апталығы аясында өткізілгелі отырған ашық сабағымыздың тақырыбы – Абай Құнанбаевтың «Ескендір» поэмасы. «Ескендір» поэмасы – Абай поэмасының ішіндегі ең елеулісі, ақынның гуманистік ой-пікірлерін тереңірек танытатын шығармасы. Поэманың басты кейіпкері Ескендір – Шығыс елдеріне Ескендір Зұлқарнайын деген атпен тараса, Еуропаға Александр Македонский деген атпен тараған, белгілі қолбасшы жайлы аңыздар негізіне, жырларға кейіпкер болған патша. Ескендір жайында Шығыс ақындарының көбі жырлаған. Ә.Фирдауси «Шахнамасында», Низами – «Ескедір-нама» дастанында, Жәми – «Ескендірдің даналық кітабында» жазып, Ескендір образын ақылды, батыр деп ардақтап көрсеткен. Ал, Абай «Ескендір» дастанына ұстазы Аристотельді, Ескендірдің әкесі мен тұрған жерін, патшалығын қосып, өзінше жырлайды. Абайдың бұл шығармасы неміс романтикалық әдебиетінің көрнекті ақыны болған Альберт Фон Шамиссодан 1844 жылы аударған В.А. Жуковский түпнұсқасына ұқсас болып келеді.\nАбай ең алдымен оқырманынан Ескендірді біле ме екен деп сұрап алып,оның жайын өзі баяндауға кіріседі. Бұл Абайдың жұртқа олар білетін, халық ара-сында ауыз әдебиеті үлгілері арқылы “Қос мүйізді Зұлқарнайын” деген атаумен кең тараған Ескендірден басқа кейіпкер жайын жыр ететінін аңғарту үшін ұстанған әдісі болса керек. Абай заманындағы туындаған шығарманың оқырманынан тыңдарманы көп болғаны белгілі. Сол себепті кейіпкерінің атын сол кездегі тыңдаушы құлағына ауырлау тиетін Александр деп алғаннан гөрі құлақ естіп, ауыз айтып үйренген Ескендір деп таңдауы да түсінікті жағдай. Абай таланты әбден толысып, ақындық кемелділікке жеткен шағында ауыз әдебиетінде кең тараған аңыз-әпсаналармен қатартарихи шындық деректерді негіз етіп, өзінің ақындық ой-өрнегінен өткізіп Ескендір бейнесінің еш боямасыз, шынайы бет-әлпетін жасады. Абай жырлаған Ескендір, Александр Македонский–тарихи тұлға. Ол–бос әсірелей жырлаудан ада, тарихи шындық шеңбері аясында сомдалған бірегей бейне.Абай мұраларының қазақ, Шығыс, Батыс мәдениетімен табиғи түрде ұштасқандығының кезекті бір елеулі мы­салы деуге тұрарлық сүйекті шығармасы «Ескендірдің» қысқаша тағдыры осындай. Осы поэма арқылы қалың қазақ өзінің рухани тарихында Александр Македонский туралы қазақша түсінік, тұжырым қалыптастырды, өзгенің жеріне, байлығына көз тігудің әділетсіз екеніне тағы да көз жеткізді. Ресей отаршылығының қасіретін тартқан қазақ халқының азаткерлік санасын оятуға қадам жасады.",
                "date": "5.04.2017",
                "upvotes": 0
            },
            {
                "text": "Ескендир сактарды женеме.",
                "date": "21.12.2017",
                "upvotes": 0
            },
            {
                "text": "Сымбат Сражаджин, төмендегі мәтіннің қай еңбектен алынғанына неліктен сілтеме жасалмаған?\n\"Абай ең алдымен оқырманынан Ескендірді біле ме екен деп сұрап алып,оның жайын өзі баяндауға кіріседі. Бұл Абайдың жұртқа олар білетін, халық ара-сында ауыз әдебиеті үлгілері арқылы “Қос мүйізді Зұлқарнайын” деген атаумен кең тараған Ескендірден басқа кейіпкер жайын жыр ететінін аңғарту үшін ұстанған әдісі болса керек. Абай заманындағы туындаған шығарманың оқырманынан тыңдарманы көп болғаны белгілі. Сол себепті кейіпкерінің атын сол кездегі тыңдаушы құлағына ауырлау тиетін Александр деп алғаннан гөрі құлақ естіп, ауыз айтып үйренген Ескендір деп таңдауы да түсінікті жағдай. Абай таланты әбден толысып, ақындық кемелділікке жеткен шағында ауыз әдебиетінде кең тараған аңыз-әпсаналармен қатартарихи шындық деректерді негіз етіп, өзінің ақындық ой-өрнегінен өткізіп Ескендір бейнесінің еш боямасыз, шынайы бет-әлпетін жасады. Абай жырлаған Ескендір, Александр Македонский–тарихи тұлға. Ол–бос әсірелей жырлаудан ада, тарихи шындық шеңбері аясында сомдалған бірегей бейне\".",
                "date": "5.02.2018",
                "upvotes": 0
            },
            {
                "text": "Абай ұлы ғұлама.",
                "date": "21.02.2018",
                "upvotes": 0
            },
            {
                "text": "\"Ескендір\" поэмасында ұлы тұлға Абай Құнанбай ұлы, Ескендірдің әлсіздігі бүкіл әлемді жаулап алғысы келгендікте болган.Оны тек Аристотель ғана тоқтатты оны басқа ешкім тоқтата алмаган .Ол өз әлсіздігін Алланын қақпасын аша алмағанда ғана түсінді.Алланың алдында барлық пенде тең Ескендірдің көзі тек қана байлықты көрді Аристотель ақыл айтқаннан кейін ғана Алланы жене алмайтынын білді",
                "date": "22.08.2018",
                "upvotes": 0
            },
            {
                "text": "Абайдың əлсіз жақтарын тауып бере аласыздарма???",
                "date": "7.11.2018",
                "upvotes": 0
            },
            {
                "text": "Абай Құнанбаев - қазақ тарихындағы беделді де, абыройлы тұлғалардың бірі. Абай шығармалары мəнді де, құнды да,  ой түйдірерлік те жəне жан жақты. Əдебиет зерттеушісі жəне аудармашысы ретінде де көптеген үлес қосып, қазақ əдебиетіне өзінің өшпес таңбасын қалдырған. Ақын шығармаларының поэмасы да зерттеу аудару арқылы жазылған десе де болады. Абайдың үш поэмасы бар екендігін бəрі біледі, олар: \"Ескендір\", \"Масғұт\", \"Əзім əңгімесі\". Осындағы тарихқа жəне шығыс əдебиетіне жүгінілген поэманың бірі ол \"Ескендір поэмасы\" шығыста Зұлқарнайын, батыста Александр Македонский атымен танылған патша өмірі туралы жазылған.\nЕскендір əлем билеген озін құдайдай санаған ауқатты, қатал, айлакер билеуші болған.\nОның қаталдығы халық қырғанынан, озін құдайдай санағаны, менен қорқындар, бастарынды иіндер дегендей ісінен, айлакерлігі жарты əлем жаулағандығынан байқауға болады. Бірақ əрине əр адамның рухани əлсіздігі болады, бірақ мұндай қорқынышы жоқ адамның демек Ескендірдің əлсіздігі неде? деген сұрақ туындайды. Сұраққа жауап ретіндегі өз ойым, Ескендірдің əлсіздігі ол байлықта жəне олжада, себебі Аристотель оған ашкөзсің, көзіне құм құйылғанша қанағат тұтпайсын деген, осындай ашкөздігінен оның байлық үшін жақынын құрбан етуге дайын екенін аңғаруға болады. Ескендір елсіз шөлге түсіп одан бір қамалға тап болып сол қамалды алмақшы болғанын білеміз. Сонда Ескендір алтын құлыпты сындыралмай, олжасыз қайтпайтынын да айтқан болатын. Ескендірге ақ орамалдағы қу сүйекпен алдап қамалдан ысырған, осы кезде əлсіздігі жақсы байқалады, сол қу сүйек Ескендірдің əлсіздігі демек бар байлығы бір қу сүйекті таразыда баса алмады, байлықтын орнына құм құйғанда қу сүйек берілді. Сондағы негізгі қу сүйектің мəні ол, о дүниеде байлықтын еш керек еместігінде. Демек Ескендірдің  осындай əлсіздігі көп адамның жанын алып, қаншама халық елсіз қалған. Осындай бет пейнесі мықты қорқынышы жоқ, бірақ ішкі жан дүниесінде қорқынышы бар, ол өзінің байлығы болғанын байқаймыз.\nАвтордың негізгі ойы ол рухани ішкі əлсіздік басқада демек отбасында немесе елінде болу керек деп оилаимын. Осындай əлсіздікте мықты қамқоршы да, əділетті де, мықты билеуші болуға болады. Əрине қазір де байлыққа құмар Ескендір сияқты, бірақ басқа рөлдегі адамдар жетерлік, бірақ олардың өмірі өздерінің қолында жəне оны өзгертуге болады. Сондықтан байлық қуғанша, білім қуған артық деп оилаймын!",
                "date": "21.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы өзендер қай уақытта тасиды?",
        "question_content": "Сырдария,Жайық, Амазонка өзендері, қандай су көздерімен молығады және олар қандай уақытта тасиды?",
        "question_date": "4.04.2017",
        "question_tag": "География",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Іле өзені қай уақытта тасиды",
                "date": "19.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прицеп жолға қандай қысым түсіреді?",
        "question_content": "4,5Есепті шығаруға көмек бере аласыздарма? 4, 5 есептер</p\nқысым түсіреді?",
        "question_date": "4.04.2017",
        "question_tag": "Физика",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысым 0,5 МПа ға тең",
                "date": "7.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Миядан қандай дәрі жасайды ?",
        "question_content": "Қазақстанның оңтүстік аймақтарында өсірілетін мия түрінен қандай дәрі жасайды ?",
        "question_date": "3.04.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызыл  мияның  тамырынан   дәрі   жасалады.Тамыры   бағалы  шикізат.Тамырының жағымды  тәтті  дәмі   бар.Тәттілігі   жағынан    қанттан         50 есе  жоғары, тәтті   дәмі   1:20000  есе   сұйытылғанда  да  байқалады\n\nҚызыл  мия тамырында 23%глицирризин (кальий  және   кальций  тұздар), 27% флаванойдтар, органикалық  қышқылдар,  эфир  майы, дәрумендер(10-30мг)     болады.\n\nҒалымдар  қызыл  мия  тамырының   химиялық  құрамына   талдау  жүргізген.  Онда   не  жоқ  десеңші?\n\nОнда   крахмал -34%,    целлюлоза 30%,    біраз  мөлшерде   фруктоза  мен  глюкоза барын анықтаған. Мия  тамырды  «органикалық заттар  қоймасы»  деп  те  айтуға болатынын анықтаған.\n\nҚызыл  мия  тамырында  жағымды  иіс болғандықтан  оны   тамақ  өнеркәсібінде де  қолданылады.Мысалы конфеттер,сироп, алкогольсіз  сусындар,квасс  әзірлегенде.\n\nҚызыл  мия  тамырында  флафаноидтар  көп.Ол  бауыр  ауруына  көмектеседі.Жүрек  қан  тамырлары қызметін  жақсартады, қан  құрамындағы  холестеринді  азайтады.Салқын  тигенде,жөтелгенде,  тыныс  алу,асқазан  ауырғанда мия  тамырды  қайнатпа,  сироп түрінде  ем ретінде қолданылады\n\nЕм  ұзақ уақыт  жүргізіледі.Дұрыс  ем  қабылдау денсаулыққа жақсы  әсер береді.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ромб диагональдарының бірі екіншісінен 1,5 есе үлкен",
        "question_content": "Ромб диагональдарының бірі екіншісінен 1,5 есе үлкен ал ауданы 27см. диагональдарын табыңдар",
        "question_date": "3.04.2017",
        "question_tag": "Мектеп",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=1/2d1×d2\n\n27×2=1,5d2^2(квадратталған)\n\nd2^2(кв)=36\n\nd2=6см\n\nd1=1,5×6=9см\n\nЖауабы:d1=9см;d2=6см",
                "date": "17.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Синтаксистік және сөз құрамы бойынша талдау керек?",
        "question_content": "1) Қазақтар солтүстік Тарбағатай жоталарында мекендепті.\n\n2) Шығыс Түркістан үшін шайқасты қазақтар жерін сақтап қалды.\n\n3) Қанағат- Құдеридің тұңғышы.\n\n4) Естай ауылға көштің басталғанын жариялады.",
        "question_date": "3.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 642,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ізгіліктен сөздерді сөз құрамына талдау",
                "date": "4.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолғабыс тақырыбында эссе қалай жазады?",
        "question_content": "Ана тілінен 4 сыныптан Қолғабыс тақырыбында эссе жазу керек. 250 сөз болса жарайды?",
        "question_date": "3.04.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Балықтың өті жарылса, оның жағымсыз дəмін қалай кетіреді?",
        "question_content": "Балық тағамын жасағанда балықтың өті жарылса оның жағымсыз дəмін қалай кетіреді?",
        "question_date": "3.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер балықтың өтін жарып алсаңыз, жақсылап ас тұзымен ысқылып жуып, содан соң сүт қосып 20 минуттай суға салып қойыңыз.",
                "date": "14.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Театрдағы қыздардың саны көрермендердің қандай бөлігін құрайды?",
        "question_content": "Балалар театрындағы көрермендердің алтыдан бірі ересектер, ал балалардың бестен екісі ұлдар екен. Театрдағы қыздардың саны көрермендердің қандай бөлігіне тең?",
        "question_date": "3.04.2017",
        "question_tag": "Математика",
        "question_views": 621,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1) Есептің шарты бойынша көрермендердің 5/6 бөлігі балалар\n2) 5/6-дан 2/5-ті табыңыз - барлық көрермендердің ұлдар бөлігі. 5/6*2/5=2/6=1/3 - залдағы ұлдардың осындай бөлігі\n3) 5/6-1/3=3/6=1/2 Жауап: Барлық театр көрермендерінің 1/2 бөлігін қыздар құрады",
                "date": "22.03.2023",
                "upvotes": 2
            },
            {
                "text": "1/6 ере\n\n2/5 ұлдар\n3/5 қыздар",
                "date": "3.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ілгерінді ықпалға байланысты 20 сөз керек?",
        "question_content": "?Ілгеріңді ықпалға байлін",
        "question_date": "3.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 26800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аш- са  аш – ша. ш-с = шш\n\nҚара қой – қара ғой. а – қ = ағ.\n\nЖас бала – жаспала. с – б =сп\n\n1. Ілгерінді ықпалды көрсетіңізЕ. Ашса\n\n2. Ілгерінді ықпалды көрсетіңізА. Қашса\n\n3. Ілгерінді ықпалды көрсетіңізЕ. Сарықұм\n\n4. Ілгерінді ықпалды көрсетіңізЕ. Көкбай\n\n5. Ілгерінді ықпалды көрсетіңізА. Қағаздар\n\n6. Ілгерінді ықпалды көрсетіңізС. Отыра қал\n\n7. Сөздегі ілгерінді ықпалды көрсетіңізА. Ішсін\n\n8. Біріккен сөздегі ілгерінді ықпалды белгілеңізД. Ақбала\n\n9. Сөз аралығындағы ілгерінді ықпалды белгілеңізД. Алты күн\n\n10. Сөз аралығындағы ілгерінді ықпалды белгілеңіз Д. Бүркіт-тау қыраны\n\n11. Сөз ішіндегі ілгерінді ықпалды белгілеңіз Е. Әркім әрқалай ойлайды\n\n12. Сөз аралығындағы ілгерінді ықпалды белгілеңіз А. 0600803006 (194190) – 012\n\n13. Сөз аралығындағы ілгерінді ықпалды белгілеңіз Д. Көршінің қызы керемет еді\n\n14. Ілгерінді ықпалмен айтылатын қала атауын белгілеңіз А. Талдықорған\n\n15. Біріккен сөздегі ілгерінді ықпалды белгілеңіз Д. Тоқымқағар\n\n16. Сөз аралығындағы ілгерінді ықпалды белгілеңіз А. Құралай көз Д. Қиғаш қас\n\n17. Сөз ішіндегі ілгерінді ықпалды белгілеңіз В. Жезқазған қаласы\n\n18. Сөз аралығындағы ілгерінді ықпалды белгілеңіз Д. Қызыл күрең таңқурай\n\n19. Сөз аралығындағы ілгерінді ықпалды белгілеңіз В. Әнші кісі\n\n20. Сөз аралығындағы ілгерінді ықпалды белгілеңіз С. Құтты қадам\n\n21. Біріккен сөздегі ілгерінді ықпалды белгілеңіз Е. Егеуқұйрық\n\n22. Біріккен сөздегі ілгерінді ықпалды белгілеңіз В. Бірқазған\n\n23. Қос сөздегі ілгерінді ықпалды белгілеңіз Д. Қараң-құраң\n\n24. Сөз аралығындағы ілгерінді ықпалды белгілеңіз А. Көк бояу\n\n25. Ілгерінді ықпалды көрсетіңіз С. Достық\n\n26. Ілгерінді ықпалды көрсетіңіз Е. Жеңісбек\n\n27. «Қазақстанның» сөзіндегі ілгерінді ықпалдың үндестік орнын көрсетіңіз А. Түбір мен қосымша аралығында\n\n28. Ілгерінді ықпалды табыңыз. Е) Ұшқышсың.\n\n29. Ілерінді ықпалды табыңыз. С) Жай қалмау.\n\n30. Ілгерінді ықпалды табыңыз. С) Көре кел.\n\n31. Ілгерінді ықпалды табыңыз. В) Бір күні.\n\n32. Ілгерінді ықпалды табыңыз. Д) Жүнісбек.\n\n33. Ілгерінді ықпалды табыңыз. В) Боз құнан.\n\n34. Ілгерінді ықпалды табыңыз. А) Талдықорған.\n\n35. Ілгерінді ықпалды табыңыз. Е) Атың кім?\n\n36. Ілгерінді ықпалды табыңыз. Е) Мендіқұл.\n\n37. Ілгерінді ықпалды табыңыз. С) Көзқарас.\n\n38. Ілгерінді ықпалды табыңыз. В) Қара қой.\n\n39. Ілгерінді ықпалды табыңыз. А) Болатбек.\n\n40. Сөз аралығындағы ілгерінді ықпалды табыңыз. С) Алыстан атты кісі көрінеді.\n\n41. Сөз ішіндегі ілгерінді ықпалды табыңыз. А) Әркім, әрқалай.\n\n42. Сөз аралығындағы ілгерінді ықпалды табыңыз. Е) Түстен кейін.\n\n43. Сөз аралығындығы ілгерінді ықпалды табыңыз. С) Ат екі күн иесін күтті.\n\n44. Ілгерінді ықаплды табыңыз. В) Тілеубек.\n\n45. Ілгерінді ықпалды табыңыз. Е) Егеуқұйрық.\n\n46. Сөз арасыыныдағы ілгерінді ықпалды табыңыз. С) Ақ басты қария.\n\n47. Ілгерінді ыықпалды табыңыз. В) Жезқазған.\n\n48. Сөз аралығындағы ілгерінді ықпалды көрсетіңіз. В) Әдемі қыз.\n\n49. Ілгерінді ықпалды табыңыз. Е) Итбалық.\n\n50. Біріккен сөздегі ілгерінді ықпалды табыңыз. Д) Байқошқар өзені.\n\n51. Ілгерінді ықпалды табыңыз. С) Бірқыдыру.\n\n52. Біріккен сөздегі ілгерінді ықпалды көрсетіңіз. Е) Қаракүйе.\n\n53. Ілгерінді ықпалды көрсетіңіз. В) Жауқияқ (шөп).\n\n54. Ілгерінді ықпал бар жерді көрсетіңіз. В) Әрқалай.\n\n55. Ілгерінді ықпал бар жерді көрсетіңіз. В) Ала көз болу.\n\nhttp://testent.ru/",
                "date": "3.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі таңда бүркіт тойы қанша елде өтіп жатыр?",
        "question_content": "Асалаумағаликум құрметті əлеумент  Қазіргі кезде қазақтың ұлтық спортының бірі ұлы да ұлықты тұлғалы спорт əлем осы спорт түрімен Қазақстанды танып жатыр Бұл əрине бүркітшілік мен білетін бұл бүркітшілікпен айналысатын Қазақстан, қытай қазақтары жəне манғоля қазақтары салтты сақтап жыл сайын Бүркіт тойын өткізіп жатыр Осында аты аталған елдерден басқа Қандай мемелекетте қалай бүркіт тойын өткізеді білетін Көмектен қолын аямайтын жандар болса бір көмек етіңіздерші Жəне сол елдердің Бүркіт тойы туралы сілтеме жасаған ресми сайттар болса да болады жəне бүркіт туралы өз ойларыңызды да айтыңыздар Сіздерге Алла Риза Болсын",
        "question_date": "3.04.2017",
        "question_tag": "Ұлттық спорт",
        "question_views": 827,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ата-бабамыздан қалған бүркітшілік өнер – қазаққа тән қасиет. Әлем осы бір спорттың түрі арқылы қазақты танып жатыр. Көптеген көшпелі халықтар бүркітті құрмет тұтып келеді \nМоңғолияның Улан-батор қаласында  қазақтың халқының дәстүрлі бүркіт тойы мерекесі өтіп жатыр деп хабарлайды National Digital History порталы news.gogo.mn порталына сілтеме жасап.  \nЕл астанасындағы «Шыңғысхан орамы» туризм орталығында өтіп отырған бүркіт тойы биыл оныншы мәрте жалауын көтерді. \nАта-бабамыздан қалған «бүркітшілік» өнер қазаққа тән қасиет. Әлем осы бір спорттың түрі арқылы қазақты танып жатыр. Көптеген көшпелі халықтар бүркітті құрмет тұтып келеді. Моңғолиядағы қазақ қандастарымыздың ұйымдастырумен өтіп отырған мерекенің басты мақсаты да төл өнерімізді насихаттап, «бүркітшілік» өнерге құрмет көрсету, ел туризімінің ішкі және сыртқы байланыстарын жандандыру. \nБұл іс шараны Улан-батор қаласынан ғана емес, сырт елдерден сондай-ақ ел ішіндегі өзге өңірлерден 2000-дай адам келіп тамашалауда. \nОныншы мәрте өтіп жатқан бұл шараға әлемге танымал құсбегі, Айшолпан Нұрғайыпта қатысып жатыр. Ұлттық кимін сәндеп киіп жарасымды бөрік киген Айшолпан қыз биыл 17 жаста. Қыстың қақаған аязына қарамай ұлттық өнерді серік етке бүркітші қыз тауға шығып аң аулап бүркіт тойы мерекесін қыздыруда.  \nБүркітші қыз Айшолпан америкалық режиссер Отто Беллдің «The Eagle Huntres» атты деректі фильміне түсіп,  ата-баба дәстүрі бүркітшілік өнерді әлемге паш етті. Бүркітші Айшолпан Нұрғайып Улан-батордағы бүркіт тойына екінші мәрте қатысыпжатыр. Үш жылдың алдында ғана Қазақ халқының «Бүркіт тойында» қатысып 80 -дей бүркітшінің арасынан бір өзі топ жарып, жеңімпаз атанған болатын. \nМоңғолияда 2000 жылы Бүркітшілер одағы құрылған. Оның мақсаты – қазақтың төл өнерін бәз қалпында сақтау, алыс-жақын елдерге таныстыру, ұрпақтан ұрпаққа қалдыру. Осы уақыттан бастап Моңғолияда жыл сайын дәстүрлі бүркітшілер тойы өткізіледі. Бұл тойға алыс-жақын шетелден саяхатшылар арнайы барады екен.\n\nИсточник: https://e-history.kz/kz/publications/view/2904\n© e-history.kz",
                "date": "29.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жасырын номерді қалай білуге болады?",
        "question_content": "рді қалай бідуге болады?Менин ы биреу звандаган.Енди сол номерли каоаи билуге болады?",
        "question_date": "3.04.2017",
        "question_tag": "Байланыс операторлары",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сізге жасырын номерден қоңырау түссе, 5 минут өткеннен кейін номер операторы сізге смс жібереді. Смсте сізге жасырын номерден қоңырау түсті номерді анықтағыңыз келеме деген мәтінде. Кейін өзіңіз таңдау жасап жасырын номерді ашасыз. Немесе байланыс операторыңызға телефон соғып Жасырын номерден қоңырау түскенін, оны ашқыңыз келгенін айтсаңыз Оператор смс жіберіп жасырын номерді ашасыз. Жасырын номерді ашқаны үшін сіздің шотыңыздан белгілі көлемде бірлік алынады.",
                "date": "3.04.2017",
                "upvotes": 0
            },
            {
                "text": "актив аркылы жасырын номерлерді ашу деген тарифтік жоспар бар, сол тариф арқылы аша аласыз, сізге жасырын номермен хабарласса сізге автоматты түрде ашық түседі",
                "date": "22.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лексикалық талдау жасау керек?",
        "question_content": "Лексикалық талдау жасап берінізші!!! Отінем!!!\n\nАдам неғұрлым ақылды, мейірімді болған сайын, соғырлұм өзгенің жақсылығын бағалағыш келеді",
        "question_date": "3.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Dlink модемінің орнына Tplink модемін қалай ауыстырсам болады?",
        "question_content": "Компымда мегалайнның\n\nDlink модемі модемі тұр еді, қуалай бастады. Соны Tplink модеміне ауыстырайын деп едім. Соны қалай орнататынын рет-ретімен жазып жіберсеңіздер жақсы болар еді.",
        "question_date": "3.04.2017",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 319,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ауылдық жерде тұратын болсаңыз мегалайнның интернеті жақсы. Ал егер қалада тұратын болсаңыз Билайнның кабілді интернетін ұсынатын едім. Сұрақтың қойылғанына біраз уақыт болған екен, сонда да сұрағыңызға жауап беріп кетейін. Мүмкін басқа қолданушыларға қызық болар.\n\nЖалпы модемді баптаған кезде мегалайн сізге беретін логин пароль есіңізде болса болғаны. Қалған баптаулар тек модемнің ыңғайына қарай өзгере береді. Әр модем өзінде әрқалай бапталады. Бірақ модем алған кездегі инструкциясына қарасаңыз қиын болмауы керек.\n\nМына видеоға қарасаңыз болады.\n\n\n\nНемесе мына мақаланы оқысаңыз болады.\n\nhttp://router.kz/td-w8951nd.html",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұл махаббат па? Ол мені жақсы көреді деп ойлайсыз ба?",
        "question_content": "Мен ауылда 8 сынып оқып жүрген кезім. Сол жылғы түлектермен жақсы общенияда болдым. Жалпы барлығын танитынмын, тек бір ұл баладан басқасын. Оны тек 25 мамырда ғана байқадым.Есімі Қ*. Кейін сұрастырсам, ол бұрыннан оқып келе жатқан екен, ешкімнен шаруасы жоқ өзімен өзі жүрген бала. Олар бітіріп кетті, ал мен 9 сыныпқа көштім. Сол кезде мені Қ-ның досы С* жақсы көріп қалыпты. С*-мен біраз уақыт сөйлесіп жүрдім, бірақ маған ұнамады. 22 наурызда былтырғы барлық түлектер ауылға келді. Қ-да С-да келді. Қ-мен ең алған сол кезде сөйлестім. Бар болғаны  күлімдеп \"Сәлем! Менің достарымды көрдің бе?\". Мен таң қалдым мені мүлде танымайтын жан не үшін менімен сөйлесті деп.\n\n9 сыныпты бітірдім. Каникул. Маған ВК желісінен Қ* жазады. Міне, осыдан бастап біз достаса бастадық. Тамыз кезі, маған кешке жазады \" Ертен қалаға кетемін, далаға шықшы біраз қыдырып қайтайық\"-деп. Жақсы деп көңілін қалдырмай шықтым. Жаман ойлары болмайтынын білемін себебі жанында ағам бар. Жақсы қыдырып қайттық. Ертеңінде олар қалаға кетті. Әлі күнге дейін сөйлесеміз. Ол военный кафедрада оқитын. Формасының жағасын тігіп отыр екен сонда маған \"Қашан маған осылай жаға тігіп бересін\" деді. Мен жай күліп любой уақытта ғой дедім.\n\nБір күні қыздар туралы әңгіме қозғадық. Мен:\n\n-\"Қызға деген интерес жоқ вообще, жасын уже да қазір таппасан қаласың уже жартысы уже үйленіп кетті\"\n\n-\"Жазда үйленіп алмасам\n\n-Үйлен үйлен. Қызың бар мет (күлген смайлик)\n\n-Сен бар емессің бе\n\n-күлген смайлик\n\n-или есть притензии -деді.\n\nСодан күмәнданып қалдым ол мені жақсы көрема деп. Менде кішкене жақсы көретін сияқтымын. Ол мені жақс көреді деп ойлайсыз ба?",
        "question_date": "2.04.2017",
        "question_tag": "Махаббат",
        "question_views": 640,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрысы өзінен сұра.Или басқа біреу болып вк ашта сонымен сөйлесіп бəрін біліп ал",
                "date": "2.04.2017",
                "upvotes": 0
            },
            {
                "text": "Сізге намек тастап отыр ғой. Айтқадарына қарап көңілі бар екенін б",
                "date": "2.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір сағаттық еңбек қанша долларды құрайды?",
        "question_content": "Қазақстан Республикасында жұмысшы мен мемлекеттік сектордағы қызметкерлердің бір сағат еңбегі қанша долларды құрайды?",
        "question_date": "2.04.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалған жолды грейдер машинасы неше сағат тегістеді?",
        "question_content": "Жолды тегістеу үшін екі грейдер машинасы бөлінді.Олардың біріншісі жолды 45 сағатта тегістейтін болса,екіншісі 36 сағатта істейді.Олар бірлесіп жолды 15 сағат тегістеген соң,қалған жолды екінші грейдер машинасы істеді.Қалған жолды екінші грейдер машинасы неше сағат тегістеді?",
        "question_date": "2.04.2017",
        "question_tag": "Математика",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "5 жыл журген сүйген адамды қалаймұмытуға болады",
        "question_content": "Мен бір жігітпен 5 жыл жүрдім қазір екеуіміз ол 10 класс оқып жүрген кезінде  23 наурызда  таныстық басында барлағы жақсы болатын ол мені сүйетін бір-бірімізді қатты ұнаттық бір ауылда тұрамыз ол одан кейін алматыға оқуға түсті 1 ші курста жақсы еді сөйлесетінбіз түнімен ауылға келген сайын кездесетінбіз күнде түнімен азанға дейін сөйлесетінбіз ата анам қарсы болсада онымен жүре беретінмін ол жаман не қыласын оны ол саған лайықты емес сенін сенің бір тамшы жасыңада деп айтсада мені қатты ұрыссада үйден қашып ол маған кездесейік десе болды кездесіп жүре бердім ол  2 курста кезінде бір қызбен вк да сөйлескенін біліп қойдым ондада ол өліп өшіп кешірім сұрап менсіз өлетінін айтқан кешірдім бірақ 3 курс кезінде мен тоже оқуға түстім қарағандыға  мед универге ол кезде мені қатты қызғанып курстағы балдардан көшеге шықпа кешке ешқайда қыдырма басқа жігіттерге қарама жүрме клубқа барма дей беретін и әр апта сайын алматыдан қарағандыға кездесуге келіп тұратын мен оны қатты суйеді екен деп бақыттан басым айналып жүрдім басқа дружба тастаса қабылдамай сөз айтқан жігіттерге келіспей тыныш жүрдім клубтарғада бармай оның әр келгенін күтіп сағынып тек сол ғана елестейтін мен онсыз өмір сүре алмайтындай едім биыл 2 курс оқимын ол 4 курс оқиды басында жақсы еді қазір уже 5 жыл толды февраль мен наурыз айынан бастап қатты өзгерді ол мені мейрамдар кезінде құтықтамайтын болып кетті ол наурыз айынан басынан бастап бір қызбен сөйлесіп жүргенін тағы білдім оның вк сында тек мен танитын достары туыстары группаластары ғана болатын бөтен қызды көре ол кім деп сұраған едім ол апкесінің жан құрбысың сіңілісі екен деп алдап жүрді вк сының парольін білетінмін оны тоже өзгертіп тастапты одан кейін онымен сөйлескенін бір рет 8 наурызды сылтауратып кездескенін білдім одан кейін ол менен кешірім сұрағанда жоқ оның вк сын біліп қызбен жігітім ретінде сөйлесіп менің қызым бар дегендей айтып оны өшіріп тастадым одан жігітім мен звандасам алмайды алуды қойған сбщ жазсамда вк дан жазсамда ватсаптан жазсамда оқиды ответ жазбайды өтірік анда санда сылтау айтып қолым бос емес сабақтамын деп өтірік ұйқым кеп жатыр деп менен қашып жүр не істесем болады ол баяғыдай менімен сөйлеспейді сүйем сені сағындым деп те айтпайды не істеймін мен оны ұмыта алмаймын оны сүйемін мен онсыз шынымен өмір сүргім келмейді не істесем болады өтініш айтыңыздаршы",
        "question_date": "2.04.2017",
        "question_tag": "Достық",
        "question_views": 558,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ұмытқаныңыз жөн",
                "date": "2.04.2017",
                "upvotes": 0
            },
            {
                "text": "Сен үшін шалшық кешпейтін адам үшін көлге батпа! Ұмыт. Өміріңе жаңа ағын енгіз! Меніңше оны өзіңде түсініп тұрсың. Оңай жібер.",
                "date": "30.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған Ғаббит Мүсіреповтың (Талпақ танау) әңгімесі керек болып тұр",
        "question_content": "Ертенге шейір керек болып тұр. Таба алмай жүрмін.Талпақ танау ол жиырма төрт сағатта деген әңгімесінде бар.",
        "question_date": "2.04.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сайттан аудио нұсқасын тыңдай аласыз.\nhttps://kitap.kz/audio-book/anggimeleri_guma",
                "date": "15.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Төлен Әбдікұлының \"Жат перзент\" атты әңгімесі керек?",
        "question_content": "Төлен Әбдікұлының  Жат перзент әңгімесін таппай жатырмын. Электронный варианты бар болса көмектесіп жіберіңіздерші.",
        "question_date": "2.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақшаны қалай сақтаған дұрыс?",
        "question_content": "Ең дұрысы, ешкімге қарыз бермей, ақшаны депозитте ұстаңыз. Керек кезде аздап ғана аласыз, қалған уақытта қауіпсіз жерде сақталып тұрады. Артық қаражатты үстіне жинай бересіз.\n\nАқшаға қысылған кезде проценті көп банк кредитінен аулақ боласыз, тамыр-танысты жағаламайсыз, қарыз адамдардың мазасын қашырып, ренжіспейсіз дегендей.",
        "question_date": "2.04.2017",
        "question_tag": "Банк",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақшаны банкте сақтап,керек кезінде алу керек,ешкімге,әсіресе туыс туғандарға қарыз бермеу керек",
                "date": "2.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кітапханада әліппе бойынша каталогтар жасау, тақырыптар бойынша жіктеу туралы?",
        "question_content": "Арамызда мамандығы \"кітапханашы\" адам бар ма? Жалпы, кітапханада әліппе бойынша каталогтар жасау, тақырыптар бойынша жіктеу туралы мәліметті қайдан алуға болады?",
        "question_date": "2.04.2017",
        "question_tag": "Мектеп",
        "question_views": 783,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қағидасыз жекпе-жекте айтылған əн керек?",
        "question_content": "тез айтылатын ырғақты əн..бой без правил болғанда естіп қалдым рингте, іздеп таппадым. даналарым ай, бабаларым ай деген қайырмасы бар қазақша əнді кім біледі?",
        "question_date": "1.04.2017",
        "question_tag": "Қазақша ән",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Python программа тілін кім біледі?",
        "question_content": "Python программа тілін толық білетін адам бар ма",
        "question_date": "1.04.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 818,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Əр цехтағы жұмысшылар саны қанша?",
        "question_content": "Фабриканың үш цехнда 480 адам жұмыс істейді.Екінші цехтың жұмысшылар саны бірінші цехтің жұмысшылар санының 35% ын құрайды ал үшінші цехтың жұмысшылар саны екінші цехтің жұмысшылар санының 3:2 бөлігін құрайды. Əр цехтағы жұмысшылар саны қанша?",
        "question_date": "1.04.2017",
        "question_tag": "Математика",
        "question_views": 893,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бірінші цех Х\n\nекінші цех x*0,35\n\nүшінші цех x*0,35 * 3/2=0,525x\n\nx+0,35x+0,525x=480\n\n1,875x=480\n\nx=480/1,875\n\nx=256\n\n1    256\n\n2    256*0,35=89,6\n\n3   256*0,525=134,4\n\nадамдар бүтін санмен саналмайды. Есеп қате немесе адам емес капитал ақша берілуі керек. Үшінші  цехты 2/3 деп есептесек\n\nx+0,35x+0,35x*2/3=480\n\n135x/100+7x/30=480\n\n(405+70)x/300=480\n\n475x=480*300\n\n475x=144000\n\nx=144000/475=303,157895 адамдар бүтін санмен саналмайды.",
                "date": "2.02.2018",
                "upvotes": 1
            }
        ]
    }
]