[
    {
        "question_title": "\"В поисках мамы\" фильмінің толық нұсқасын қайдан табамыз?",
        "question_content": "\"В поисках мамы\" фильмінің толық нұсқасын қайдан табамын. Табуға көмектессеңіздер.",
        "question_date": "21.06.2017",
        "question_tag": "Кино",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "интернетке әлі шықпады вроде",
                "date": "26.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетіндегі мұз басу дəуіріне тəн кезең қайсы?",
        "question_content": "1 кола\n\n2 энеолит\n3 неолит\n\n4 темир\n\n5 палеолит",
        "question_date": "21.06.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 25200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5 палеолит кой......................",
                "date": "22.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің түрім жасыма қарағанда кəрі көрінуінің себебі неде?",
        "question_content": "Менің жасым 21де ал түрім 28-30дағыдай көрінеді.Бәрі мазақ қылады.ш\n жүруге қатты ұяламын.Не істесем болады,айтып жіберіңіздерші?",
        "question_date": "21.06.2017",
        "question_tag": "Денсаулық",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Терінің ерте қартаюына әкеп соғатын бірнеше фактор бар және солардың көбі күнделікті тіршілікпен байланысты. Сіз ерте қартаюдың алдына ала аласыз. Дұрыс тамақтанбау, ішімдікті көп ішу, сондай-ақ психологиялық стресс терінің ерте қартаюының негізгі себебі болып табылатын еркін радикалдардың көп мөлшерде түзілуіне жеткізеді. Теріге UV-сәулесі де жағымсыз әсер етеді. Күннің астында жүріп, абай болыңыз әрі сіздің теріңіздің түріне келетін күннен қорғанудың құралын пайдаланыңыз.",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілі мұғаліміне кезекті еңбек демалысы мен емдік жәрдем ақы төленеді ме?",
        "question_content": "Балабақшада іс жүргізуші болып 2016 жылдың тамыз айынан бастап қызмет істеп жүрмін. 2016 жылдың қазан айынан бастап сол балабақшада қосымша қызметке, яғни, ағылшын тілі мұғалімі болып тағайындады. сонда 1 ставкі ағылшын тілі мұғалімі 0.5 ставка іс-жүргізуші  болып жұмыс жасаймын. Енді мен 2017 жылдың шілде айынан бастап кезекті еңбек демалысын алайын деп отырмын. Менің білгім келгені ағылшын тілі мұғаліміне кезекті еңбек демалысы мен емдік жәрдем ақы төленеді ме?",
        "question_date": "20.06.2017",
        "question_tag": "Заң",
        "question_views": 562,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбек демалыс трудовой договормен беріледі. Егерде сіз біреудің орнына уақытша жұмыс істесеніз оған арнайы еңбек демалысы берілмейді, егерде локалтный актіларда қарастырылмаса.",
                "date": "11.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыста жүргенде əскерне шақырылсаң, жұмыс орны ақша төлей ма",
        "question_content": "Жұмыс жасап жүргенде əскерге шақырылсаң, отан алдындағы азаматтық борышыңды өтеп келгенше, жұмыс орны сақталып,  жалақы ай сайын төленіп тұрама?",
        "question_date": "20.06.2017",
        "question_tag": "Заң",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ төленбейді және жұмыс орын сақталынбайды. Тек бір айлық қана болмаса оларда жұмыс орын сақталынады бырақ еңбек ақы төленбейді.\n\nСт. 57 ҚР Еңбек кодексi 2015 жылғы 23 қарашадағы № 414-V ҚРЗ\n1. Еңбек шарты тараптардың еркінен тыс мына мән-жайлар бойынша:\n6) жұмыскер мерзімді әскери қызметке, құқық қорғау және арнаулы мемлекеттік органдарға қызметке шақырылған (кірген) кезде жұмыскер тиісті құжатты үш күн мерзімнен кешіктірмей ұсынған күннен бастап тоқтатылуға тиіс.",
                "date": "22.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2017 - 2018 жылғы білім беру гранттары иегерлерінің тізімі?",
        "question_content": "<h2><a href=\"https://egemen.kz/grant2017.xlsx\">Грант иелерінің толық тізімі 2017. Результаты грантов 2017 года</a></h2><p>Міне, көптеген оқушылардың, олардың ата-аналары күткен күн де келіп жетті. 2017-2018 жылғы білім гранттарын алған түлектердің тізімі шығып отыр. Бұл тізімнен өз аты жөніңізді таппасаңыз, еш уайымдамай ертең шығатын \"<strong>Егемен Қазақстан</strong>\", \"<strong>Казахстанская Правда</strong>\" газеттерін мұқият қараңыз. Мүмкін, сол жерден өз фамиялаңызды кезіктірерсіз. Сәттілік тілейміз! <br><br>2017-2018 жылғы білім гранты иегерлерінің тізімі<br><br>2017 грант иегерлері, грант иегерлері 2017 жыл<br><br>2017-2018 жылғы білім беру гранттары иегерлерінің тізімі <br><br>Грант 2017, <br><br>Грант тізімі 2017</p>",
        "question_date": "20.06.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 24300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грант иелерінің толық тізімі 2017 [онлайн көру мына жерде][1]\n\n\n  [1]: http://2016.granty.kz/granty_2017.pdf",
                "date": "10.08.2017",
                "upvotes": 0
            },
            {
                "text": "ҰБТ енді ғана басталды емес пе?ҰБТ бітпей жатып грант иегерлерінің тізімі қалай анықталады.Əрі 2017-2018оқу жылы енді баста",
                "date": "20.06.2017",
                "upvotes": 0
            },
            {
                "text": "2017-2018 жылғы білім гранты иегерлерінің тізімі",
                "date": "10.08.2017",
                "upvotes": 0
            },
            {
                "text": "Калаи коруге болады грант тизимин",
                "date": "10.08.2017",
                "upvotes": 0
            },
            {
                "text": "Грант тизимин калаи билсек болады мен бармынба",
                "date": "10.08.2017",
                "upvotes": 0
            },
            {
                "text": "Алдыңғы жылы ондаи қателіктер болдма яғни  вазадан таппаи газеттен шығуы",
                "date": "11.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтын белгі,Үздік аттестат туралы?",
        "question_content": "Алтын белгі иегері болу үшін барлық сыныпта 11 сыныпқа дейін 4 тоқсан бойынша 5 болу керек пе?Егер 5 сыныпта 1-тоқсанда 3сабақтан 4 ке кетсе бұл əсер етеді ме?Жылдық баға 5  11 сыныпқа дейін.Əркім əр түрлі айтады.Осындай жағдайға тап бЖəне Үздік аттестат туралы толығырақ айтып кетсеңіз.а",
        "question_date": "20.06.2017",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылдық баға 5 болса болды, Алтын Белгіге үміткерсің.",
                "date": "20.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтын белгі жəне Үздік аттестат туралы?",
        "question_content": "Алтын белгі иегері болу үшін барлық сыныпта 11 сыныпқа дейін 4 тоқсан бойынша 5 болу керек пе?Егер 5 сыныпта 1-тоқсанда 3сабақтан 4 ке кетсе бұл əсер етеді ме?Жылдық баға 5  11 сыныпқа дейін.Əркім əр түрлі айтады.Осындай жағдайға тап бЖəне Үздік аттестат туралы толығырақ айтып кетсеңіз.",
        "question_date": "20.06.2017",
        "question_tag": "Мектеп",
        "question_views": 626,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алтын белгі болу үшін аттестатқа 4 түспеуі керек.",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Белім аурады. Оиларыңызды білдірсеңіздер",
        "question_content": "Сәлем барлықтарыңызға. Мен белімнің ауыратыны боиынша көмек сұраиын деп едім. Белім екі жамбасыма қараи аурады. Батып аурады еңкеиіп шалқаиғанда ауырады. Қара жұмыс істесем ауырады соңғы кезде біраз жүрсем болды ауыратын болды. Жамбастағы құимышақ сүиекте аурад. Дәрігерге бараиын десем қорқып жүрм.ана жерің мына жерің аурад деп бүкіл ауруды үиіп төгіп берема деп. Өздеріңізде осындаи сырқат белгілері болыппеді? Қандаи ем қабылдадыңыздар? Көмек қолдарыңызды созсаңыздар!",
        "question_date": "20.06.2017",
        "question_tag": "Тазалық",
        "question_views": 700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі жолы бар.\n\nБіріншісі әрине тексерілу керек олсыз болмайды, укол жасзып береді, дәрі-дәрмек.\n\nЕкіншісі - тексеріініз сосын белге упражнениялар жасаныз.\n\nМенде шамалы аурады, Бырақ Құдайға шүкір анда-санда жасаймын берекесін беріп жатыр.\nЮтубтан Шамаль Алаудиновтың упражнения для позвоночника",
                "date": "22.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"С.Торайғыровтың саяси идеялық лирикасы\" тақырыбына шығарма керек?",
        "question_content": "\"С.Торайғыровтың саяси идеялық лирикасы\" тақырыбына шығарма керек?",
        "question_date": "19.06.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С.Торайғыровтың лирикасы сан алуан: мазмұны терең, тақырыбы бай. Өзінің лап етіп жанып, өрттей лаулаған қысқа өмірінде ақын талай-талай кезеңді белестерден өтті; басын тауға да ұрды, тасқа да соқты, тыным таппай болмыс шындығын іздеп шарқ ұрды, халқына адал қызмет ету жолында кей сәтте сара жолдан адасты да, бірақ ұзаққа алыстап кетпей, өз ортасына тез оралып, қараңғы түнекте жатқан елінің көгіне «Өрмелеп шығып күн болуды» арман етті. Сонымен С.Торайғыров поэзиясының ішіндегі ең бір мол саласы әлеуметтік сарыны басым өлеңдері деуге болады. Бұл топқа: «Түсімде» (1913), «Бұлар кім?» (1913), «Кешегі түнгі түс, бүгінгі іс» (1913), «Бір балуанға қарап» (1913), «Ендігі бет алыс» (1914), «Тұрмысқа» (1914), «Айт» (1914), «Көшу» (1914), «Бір адамға» (1914) тәріздес шығармаларды қосуға болар еді. Сұлтанмахмұт Торайғыров өмір сүрген кездегі ең күрделі мәселелердің бірі - әйел теңдігі. «Қыз сүю», «Гүләйім», «Жан қалқам” Сұлтанмахмұт өзінің көңіл-күйін: қуанышы мен қайғысын, мұңы мен назын, сүйінуі мен күйінуін өте шебер және нәзік етіп шерте білетін сыршыл, лирик ақын. Ақынның «Лағнат бұлты шатырлап», «Келді хатың мен шаршап», «Алты аяқ», «Күңгірт түспен ойға батып», «Ей, махаббат, ей, достық», «Дүниедегі қызықтың» деп аталатын өлеңдері де оның әр жағдайдағы көңіл күйін білдіреді.\n\nАқынның оқшау тұрған шығармасының бірі – «Шәкірт ойы» деп аталатын шағын өлеңі. Бұл өлең Сұлтанмахмұттың осы алуандас тақырыпқа жазған бір топ шығармаларының жиынтық қорытындысы деуге болады. Өйткені ақынның оқып, білім алып,есейген шағында өзінің алдына қойған негізгі арманына қорыынды жасағанын мына бір жолдардан айқын көреміз. Қараңғы қазақ көгіне, Өрмелеп шығып, күн болам! Қараңғылықтың кегіне Күн болмағанда, кім болам? Мұздаған елдің жүрегін, Жылытуға мен кірермін! 1913 жылы жазған шағын бір өлеңінің тағы бір шумағын оқып көрелік: Мен – балаң, жарық күннен сәуле қуған, Алуға күнді барып белді буған. Жұлдыз болып көрмеймін елдің бетін, Болмасам толған айдай балқып туған.\n\nС.Торайғыров шығармаларының көркемдік ерекшелігі Сұлтанмахмұт шығармаларын түгелдей алып қарасақ, араб-фарсы, орыс, татар сөздері едәуір кездеседі. Сонымен бірге ақын қазақ халқы бай ауыз әдебиетінің айшықты сөздерін кейде қаз қалпында, кейде аздап өңдеу-өзгертумен кеңінен пайдаланылғанын өкреміз. Бірнеше мысалдар келтірерлік: «Болса да қырық жыл қырғын ұмытпаспыз», «Әркімнің өз аузына қолы жуық», «Жазмыштан озмыш болмас», «Халық айтса қате айтпайды», «Жас жастың тілеуі бір», «Қарға адым жер мұң болар», «Болса да аузы қисық сөзі дәрі», «Данышпан ел көркейтер ерім осы», «Өз етігің тар болса, дүниенің кеңдігінен не пайда?», «Белбеуге түйіп алып беттің арын», «Қорлыққа ұрлық түбі айналмас па?», «Періште болса-дағы жолдан таяр», «Жесір ерден кетсе де, кетпес елден» тағысын-тағылар. Сұлтанмахмұт өзінен бұрын өткен ақын иелерінің сөздерін де пайдаланып отырады: «Адам – құл, өзін жеңіп ұстамаған, деген бір Сократтың бар нақылы», «Дүние бос, махаббатсыз мал секілді, деген сөзін Абайдың есіңізге ал», «Надсонның айтқанындай: Жауыз жолмен жүре алмай дымы құрыр онан әрі, талған күш, ауырған жан, қиналған тән, дертіне жақындықты етер дәрі» т.б\nhttps://infourok.ru/sltanmahmt-torayirov-shiarmalarini-krkemdik-ereksheligi-542591.html",
                "date": "23.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрметті білім басшылары?",
        "question_content": "Құрметті білім басшылары қырғызстаннан келген отбасының балалары мектеп немесе мектепке дейінгі мекемелерде білім болады ма? Қырғызстан отбасының балаларын қазақстандағы жұмыс берушілер сенім хат арқылы мектепке алып келіп алып кетіп жүр сол сенім хат заңды мекен соған жауап беруінізді сұраймын",
        "question_date": "19.06.2017",
        "question_tag": "Заң",
        "question_views": 287,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз Қазақстан азаматтығын алсаңыз, əрине білім ала алады.",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тамақ қалдығын азу тістен қалай алуға болады?",
        "question_content": "Мен азу тісімді жұлдыртқан едім соның орнына тамақ қалдығы тұрып қалыпты, соны қалай алып тастауға болады микроп тигізбей.",
        "question_date": "18.06.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мақтаны жылы суға батырып, қалдықты жайлап аласыз.",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заң факультетіне грант қай қалада қай универде бар?",
        "question_content": "Алматыдағы Əл-Фарабиден басқа қай университтетрде заң факультетіне грант бар?",
        "question_date": "18.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астанадағы Еуразия Ұлттық Университетінде бар",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Турнирде барлығы қанша ойын өткізілді?",
        "question_content": "Оте керек болып тур комектесинизд",
        "question_date": "18.06.2017",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шамамен 30 секунд",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қос теңсіздікті шешу",
        "question_content": "1<|2х-11|<5\n3<|х|<4\n1<|3х-8|<5\n2|7-5х|<12",
        "question_date": "16.06.2017",
        "question_tag": "Математика",
        "question_views": 35000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қостеңсіздік осылай шығарылады",
                "date": "24.06.2017",
                "upvotes": 2
            },
            {
                "text": "Қалай қос теңсіздік құрады",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітіме алдын тұрмысқа шыққанымды қалай жеткіземін?",
        "question_content": "Жігітіме қалай айтамын. Үйленсек генетикалық ақпараттар қалып қояды екен?мені мазалайтын сұрақ жасым 18 де біржарым жыл бұрын бір жігітпен сойлестім небәрі 3 ай сол аралықта мен мүлде нестеп неқылғанымды білмеймін тіпті ол мені мешітте некеге отырғызды ия деп те келісіппін содан кеін төсектеде болдық кейінен есімді бірак жидым өз істеген істеріме қатты өкіндім айырлыстық ол маған талақ айтты кейін күндерім өкінумен Алла Тағаламнан кешірім сұраумен жылаумен өтті ешкімге айтпағам солай уакыт өте келе бір жігіт жазып мені сүйетіін айтп 6 ай жүрді мен оған келіспедім кейінен оған бауыр басып откен күндерді ұмыткандай болдым казир бір бірімізді катты сүйемыз бырак мен оган болдым осыған дейіндеп айтпадым ол менімен болуын өтінді болғанда да ол аса байқамады сонгы кездері ол сезіп менен кайта кайта сұрады мен бірак жок деп жауап бердім енді қорқатыным үйленсек генетикалық ақпараттар қалып қояды екен мен оны енді білдім енді күніге жігітіме айтайын десем бата алмайм қорқам тастап кететінін білем айтпайын десем кейін тағы үлкен қате болатынын сезем ол мені кешірмейтінін де былем мен оны ессіз сүйем нестерімді білмеймін қазірде қобалжып өзімді жек көріп жүрмін мені сөкпеніздерші пенде болған сон қате жібердім осы үшін қатты өкінем бірақ Алла Тағала ар адамға көтере алатын сынақ бередіғой ақыл кенестерініз кажет айтар баска ешкым жок",
        "question_date": "16.06.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сені жігітің шын мəнінде сүйетін болса, əрине бұған түсінушілікпен қарайды.",
                "date": "24.06.2017",
                "upvotes": 1
            },
            {
                "text": "Осы сен сияқтылардың кесірінен еліміз құлдырап баратыр. Тұрмысқа шықпай жатып төсектес, төсек көрген болсаң сен 18-дегі қыз емес, 18-дегі қатынсың. Осылай өкінетініңді білсең Бір жеріңе еге болмайсың ба?. Енді болатын іс болды, екінші жігітіңе шындықты айтқаның дұрыс, себебі кейін өзі білсе, одан сайын қатты өкінесің.",
                "date": "22.09.2017",
                "upvotes": 1
            },
            {
                "text": "Әуел баста айтуың керек еді, басында \"жоқ\" дедің, енді шындықты айтсаң сенімнен айырыласың, айтпасаң өзіңді мүжисің. Нақты кеңес беру қиын қарындасым... Не де болса өзің қайсы дұрыс деп есептейсің соны істе. Бірақ келешекте жолдасыңа өтірік айтушы болма, кішкентай болса да, шындықты айт, ағалық ақылым бұл",
                "date": "22.09.2017",
                "upvotes": 1
            },
            {
                "text": "ерте ме кешпе шындық ашылады кеште болса да айтыңыз, егер ол жігіт сүйсе түсінер, түсінбесе өмірің алда əлі жассын Алла одан да жақсысын еш өткен іске өкінбе бұл Алланың қалауы",
                "date": "22.09.2017",
                "upvotes": 1
            },
            {
                "text": "Карындасым енди булай кателеспе намаз окы жигитине шындыкты айт бирак енди ешкашан тосек катынасына барма ата ананын руксатымен неке тур Алла журегине хидаят берсин истеген куналарын Аллахым кешире корсин аумин.",
                "date": "23.09.2017",
                "upvotes": 0
            },
            {
                "text": "1 бала туып алгансон айт, или екикабат болгансон ай",
                "date": "23.09.2017",
                "upvotes": 0
            },
            {
                "text": "Сізге алдыменен психологиялық тексерістен өту қажет. Көп уайымдап жүйкеңіз жұқарған болар. Мына сұрағыңды оқып мен ұялып отырмын  адамдар .Ренжімеңіз. Сұрағыңыз орынсыз.",
                "date": "23.09.2017",
                "upvotes": 0
            },
            {
                "text": "18 толмаган кызбен",
                "date": "23.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Галстукты қалай тағады?",
        "question_content": "Мен жаңадан галстук алып едім. Оны қалай байлау керектігін білмей тұрмын. Көмектесіңіздерші",
        "question_date": "16.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай         бола ма?",
                "date": "16.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "GPA балл мен орташа баллдың айырмашылығы қандай?",
        "question_content": "GPA балл мен Средний баллдын қандай айырмашылығы бар ? жұмысқа тұру үшін қайсысын сұрайды ?",
        "question_date": "16.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 973,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "GPA балы 4 балдық шкаламен бағаланады, ал орташа балл 5 балдық шкаламен өлшенеді. Жұмысқа тұрған GPA балы ескеріледі.",
                "date": "16.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек демалысынан кейін қашан жұмысқа шыға аламын?",
        "question_content": "Мен 2004 жылдан бастап мектепте мұғалім болып жұмыс атқарамын. 2016жылдың 2 желтоксанынан бастап 2017жылдын 6 сәуір аралығында декреттик демалыста болдым. 7сәуірден бастап 15маусым аралыгында кезекти еңбек демаласы\n\nСұрағым: Тамыз айынан бастап жұмысқа түсе аламын ба?",
        "question_date": "15.06.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Личное заявление жазып Бастығыныз қол қойса шыға беруінізге болады.",
                "date": "4.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Истихара намазы",
        "question_content": "Ассалаумагалейкум, Истихара намазы туралы сұрақ қойғым келеді. Бір қызбен сөйлесіп жүргем  1 рет кездестім кейін нақтылау үшін Истихара намазын оқыдық екеумізде бірге бастадық кейін жауабы менде жақсы болды жүрегімді бұрып қойды, ал қызда керісінше жүрегі бұрмады маған яғни екеумізде қарама қарсы менікі бұрып тұр, оныікі жоқ бұндай болама екі түрлі болуы?рахмет",
        "question_date": "15.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 13900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Истихара дегеніміздің өзі белгілі бір істің қайырлы (дұрыс) болатынын немесе қайырлы болмайтынын түсіну үшін дәрет алып екі ракат намаз оқығаннан кейін дұғасын оқып осы іске байланысты түс көру үшін ұйқыға жату дегенді білдіреді.\n  Басқаша айтқанда, жаңадан шаңырақ көтеріп, үйленерде, не үй сатып аларда немесе бір іс бастағанда  истихара жасау мейлінше маңызды. Өйткені, истихараны жасау арқылы жақсылық атаулыға иек артып, игі бастаманың өзіне қол жеткізіңіз. Негізі нәпсінің және жаман адамдардың араға кірмеуі үшін жалбарыну керек. Осы орайда міндетті түрде истихара жасауыңыз қажет болады. Бұл намазды өзіңнен басқаға жасатуға әсте болмайды. Оны әркім өзі оқуы керек. Не өзі үйреніп алып, қалайда осы бір сүннетті орындауға ерекше бейіл таныту тиіс. Қысқасы, бұл намазды намазды алған соң оның дұғасын айтып, артынша мүлде сөйлемей жату керек. Қажеттілік болса, сөйлеуге болады әрине. Құптан намазыннан кейін жалпы сөйлемеу  мұстаһаб амалға жатады.\n\nИстихара намазы екі рәкат\n-бірінші рәкатта – «Кафирун», екінші рәкатта – «Ықылас» сүресін оқу –мұстахап.  Намаздан кейін «истихара» дұғасы оқылады. Дұғаны оқығаннан кейін жүрегінің қанағат еткеніне қарай әрекет етеді. \nОсы намаздың дәлелі мынау: Жабир ибн Абдиллаһ: «Аллаһ Елшісі (с.а.у.) Құраннан сүре үйреткендей истихараны үйретіп былай деді: «Кімде-кім бір іс жасамаққа ниеттенгенде, парыздан тыс екі рәкат намаз оқып, мына дұғаны оқысын:\n\n«Аллаһуммә инни әстахирукә би илмикә уә\n\nәстақдирукә би қудрәтикә уә әс-әлукә мин фадликәл-\n\nазим. Фә иннәкә тақдиру уә ләә ақдиру уә та'ләму уә\n\nләә а’ләму уә әнтә алламул-ғуйууб.\n\nАллаһуммә. Ин кунтә та’ләму әннә һәзәл-әмрә\n\nхайрун ли фи дини уә мә-аши уә ақибәти әмри уә\n\nаажили әмри уә әәжилиһи фақдирһу ли уә иассирһу\n\nли суммә баарик ли фиһи.\n\nУә ин кунтә та’ләму әннә һәзәл-әмрә шәррун ли\n\nфи дини уә мә-аши уә ақибәти әмри уә аажили уә\n\nәәжилиһи фәс-рифһу анни уәс-срифни анһу фақдур\n\nлиәл-хайрә хайсу кәнә суммә ардини биһи»\n\n  «Аллаһым! Іліміңе сеніп, мен Сенен ниеттенген ісімнің жақсылығының белгісін тілеймін. Құдіретіңе сеніп, Сенен күш-қуат сұраймын. Жақсылыққа жетуімді сенің асқан рақымдылығыңнан тілеймін. Өйткені, Сенің барлық нәрсеге күшің жетеді. Менің күшім жетпек емес. Сен күллі нәрсені білесің. Мен білмеймін. Сен ғайып әлемді тұтас білесің.\n\nАллаһым! Сен бұл іс менің дінім, өмірім, ісімнің ақырын немесе дүние мен ақыретіме пайдалы болса, осыны маған нәсіп ет. Одан кейін маған мол береке бер.\n\nАл егер бұл іс менің дінім, өмірім, ісімнің ақырына және дүние мен ақырет әлеміме жаманат әкелетін болса, менен алыстат. Мені де одан алыстат. Жүрегімде оған деген иілу ізін қалдырма. Жақсылыққа, тек жақсылыққа жеткіз. Содан кейін онымен мені разы ет».\n\n  Осыдан кейін мәселе айқындалмаса, намаз бен дұғаны жеті күн қайталау қажет. Пайғамбарымыз (с.а.у.) Әнасқа былай дейді: «Әнас! Бір іс жасағың келсе, Раббыңа истихара намазы мен истихара дұғасын жеті рет қайтала. Содан кейін жүрегің қалағанын ойла. Жақсылық сол жерде». Истихара намазын күндіз оқуға болатыны сияқты толық ынта бөліп, кешке жатардың алдында да оқуға болады. Аллаһ Тағала білінуі үміт етілген істі түсінде ишарат жолдары арқылы білдіруі мүмкін.\n\n  Жоғарыда көрсетілген истихара дұғасының арабшасын айту шарт емес. Қазақша мағынасын айтса да болады.\nМәлімет mazhab.kz сайтынан алынды.",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледждегі фармацевт мамандығының дипломымен аптека ашуға болады ма?",
        "question_content": "Сәлем\n\nСұрайын дегенім колледждерде фармацевт факультет барма?\n\nЕртенгі күні сол дипломмен аптека ашуга болама?",
        "question_date": "15.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "колледж дипломымен аптека аша алмайсыз тек жоғарғы оқу орнын бітіріп кемінде 3 жыл тәжірбие жинау арқылы ғана аша аласыз",
                "date": "16.06.2017",
                "upvotes": 0
            },
            {
                "text": "колледждерде фармация мамандыгы бар  ол жерле 5 жыл жумыс жасап аптека ашуга болады",
                "date": "10.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызылорда облысының тойға байланысты салт-дәстүрлері қандай?",
        "question_content": "Бәріне сәлем! Біз Шығыс Қазақстаннан боламыз. менің туған сіңлім Қызылордаға тұрмысқа шыққалы жатыр. Ол жер туралы ешқашан ештене естімегенбіз, және білмейміз. Бәріміз бір қазақпыз әрине, бірақ әр жерде ерекшеліктер бар дейді ғой. Маған Қызылорда туралы айтып берсеңіздер. Халқы қандай, салт-дәстүрлері қалай? Құда түсу, той жасау жағында ерекшеліктері бар ме екен?  Сіңлім Қызылорданың өзіне емес, ауылына тұрмысқа шыққалы жатыр. Өкінішке орай нақты атын ұмытып қалдым, бірақ Сырдария ауданында екенің білемін.",
        "question_date": "15.06.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 4500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Үйлену салты негізінен құдалық, үйленуге дайындықтар, той және тойдан кейінгі әдет-ғұрыптар сияқты циклдерден құралады.Жалпы алғанда, жекелеген детальдардың өзгерістерге ұшырауын есептемегенде, үйлену салтының сыртқы, дәстүрлі бітімі сақталды деп айтуға болады.\n\nЕкі жастың бас қосып, отбасын құруы ежелден қалыптасқан дәстүр бойынша құдаласудан басталады. Қазақтар , әдетте, «тең-теңімен, тезек қабымен» деген қағида бойынша ежелден сыйласатын, аралас-біліс, әлеуметтік деңгейі өзімен шамалас адамдармен құдаласатын болған.\n\nСоңғы 4-5 жылдың ішінде үйлену тойларына (ұзату тойы да) 100-500 адамға дейін шақырылып, кафе, ресторандарда жасалып, ауқатты адамдар танымал әншілер жалдап, ас та төк тойөткізеді. Ұзатқан қызының жасауы ретінде жиһаз берсе, кейде ауқатты адамдар үй (пәтер) кілтін табыс ету сияқты жоралғылар да жасалуда. Ет жақын туыстары той шығынын бөлісіп көтеріссе, тойға келген ағайындары ыдыс-аяқ, тоңазытқыш, телевизор сияқты тұрмыстық бұйымдардан той тартуын әкеліп жатады. Басқадай дос-жаран, көрші-қолаң, қызметтестері арасында әркімнің шамасына қарай ақша жинап, табыс ету қалыптасып отыр.\n\nҚызылордадағы ерекшеліктері: сырға салу, алып қашу, құда түсу, босағаға оң аяқпен кіру, жасау арасына тәттілер тығу, қалыңмал, киіт, малды мүшелеп, ырым бойынша иелеріне тарату.\n\nP.S. Еске түсіру үшін. Қазіргі кезде Сырдария ауданында 1 кент 13 ауылдық округі бар. Олар:\n\n1. Тереңөзек кенті – Тереңөзек кенті елді мекенін;\n\n2. Аманкелді ауылдық округі – Аманкелді ауылы елді мекенін;\n\n3. Айдарлы ауылдық округі – Айдарлы ауылыелді мекенін;\n\n4. Бесарық ауылдық округі-Бесарық ауылы елді мекенін;\n\n5. Жетікөл ауылдық округі – Жетікөл ауылы елді мекенін;\n\n6. Қоғалыкөл ауылдық округі – Қоғалыкөл ауылы елді мекенін;\n\n7. Шіркейлі ауылдық округі – Шіркейлі ауылы елді мекенін;\n\n8. Нағи Ілиясов ауылдық округі – Нағи Ілиясов елді мекенін;\n\n9. Шаған ауылдық округі – Шаған елді мекенін;\n\n10.Ақжарма ауылдық округі – Ақжарма ауылы елді мекенін;\n\n11.Іңкәрдария ауылдық округі – Іңкәрдария ауылы елді мекенін;\n\n12.Асқар Тоқмағанбетов ауылдық округі – Асқар Тоқмағанбетов ауылы, №8, №9 теміржол бекеті, «Айтек» саяжайы елді мекендерін;\n\n13.Сәкен Сейфуллин ауылдық округі-Сәкен Сейфуллин ауылы елді мекенін;\n\n14.Қалжан ахун ауылдық округі – Қалжан ахун елді мекенін қамтиды.",
                "date": "15.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Азу тістің қалдығы денсаулыққа зиян ба?",
        "question_content": "Мен кеше азу тісімді жұлдыртқан едім соның қалдығы қалып кетіпті оны жұлып тастау керекпа.",
        "question_date": "15.06.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз уақытында дəрігерге қаралып, азу тістің қалдығын алдыртуға тырысыңыз. Ол іріңдеп, ауыр жағдайға алып келуі мүмкін.",
                "date": "15.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Асқар\" деген ән барма екен эстрадамызда?",
        "question_content": "Асқар деген немесе Асқар атты адамға арналған әндер барма екен?",
        "question_date": "14.06.2017",
        "question_tag": "Қазақша ән",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы күнге дейін естіп көрмеппін.",
                "date": "3.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-ға дайындалу үшін қай оқулықтан пайдаланған жөн?",
        "question_content": "ҰБТ ға дайындалу үшін мектеп оқулығынан басқа қандай кітаптарды немесе оқулықтарды білесіздер.Қайсысы жақсы,ыңғайлы",
        "question_date": "14.06.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 872,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атамұра оқулығы және Шың баспасының оқулықтары жақсы.",
                "date": "14.06.2017",
                "upvotes": 0
            },
            {
                "text": "5+ тин дискилери жаксы. ent.5plus.kz сайтына кирип тесттен отуге де болады",
                "date": "6.10.2017",
                "upvotes": 0
            }
        ]
    }
]