[
    {
        "question_title": "Жалға берілген жерді жауапкершіліксіз пайдалану әрекетін тексеруді кім бақылауға алады?",
        "question_content": "Қазақстандықтарға немесе шетелдіктерге жалға берілген жер олардың жауапкершіліксіз пайдалану әрекетінен тозуға және тыйым салынған химикаттармен улануға ұшыраса, жалға берілген жерге не болады? Бұл жағдайды кім және қалай бақылауға алады?",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пестицидтер тізіміне ресми енгізілмеген химикаттарды пайдалануға Қазақстан заңнамасы тыйым салады.  Ауыл шаруашылығы министрлігінің агрохимия қызметі мен  Әкімдіктердің жер инспекциялары жер қыртысы мен оның жағдайын үнемі бақылауда ұстайды.\n\nҚосымша, ауыл шаруашылығынан алынатын барлық өнімдерді нитраттар, нитриттер мен пестицидтер мөлшерінің болуы мен асып кетуін анықтау үшін зертханаға жіберіледі.\n\nЗаңнама бұзылған жағдайда жерді қайтарып алуға дейін баратын қатаң шаралар қолдану қарастырылған.\n\nАнықтама үшін.\n\nӘкімдіктер жанындағы бақылау органдары жер заңнамасының қадағалануын бақылау үшін  агроөнеркәсіп кешені субъектілерінің жер телімдеріне тексеріс жұмыстарын жүргізді. 2015 жылы және 2016 жылдың бірінші тоқсанында жүргізілген жұмыстың нәтижесі бойынша 263,9 мың га жердің ауыл шаруашылығы мақсатында пайдаланылмайтындығы анықталды.\n\nӨткен жылы 187 жеке меншік иелері мен жер пайдаланушыларға жер заңнамасында орын алған заң бұзушылықтарды жою туралы жарлық берілсе, соның ішінде 171 субъекті 169,5 млн. теңге айыппұл мөлшеріндегі әкімшілік жауапкершілікке тартылды.",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан азаматы жерді сатып, немесе жалға ала ма?",
        "question_content": "Жер туралы заңда Қазақстан азаматы жерді сатып, немесе жалға ала ма?",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, алады. Қазақстандықтар үшін ерекше жеңілдік жағдайлары қарастырылған: жалға берілген жерді 10 жылға дейін ұзартылған мерзімде жарты бағасына сатып ала алады. Ал шетелдіктер үшін мұндай ереже қарастырылмайды.",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер туралы заңда мемлекет жерді қайтарып алуға құқылы ма?",
        "question_content": "Жер туралы заңда мемлекет жерді қайтарып алуға құқылы ма?",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, әрине. Жерді қайтарып алу тетігі заңмен реттеледі. Жерді қайтарып алудың негіздемелері:\n\nБіріншіден, егер жер мақсаты бойынша пайдаланылмаса, мысалы, жер өңделмесе, өнім өндірілмесе.\n\nЕкіншіден, егер жер тиісті рационалды емес (тыйым салынған химикаттар қолданылса, егіс айналымының технологиясы сақталмаса, арамшөптер толып кетсе, аурулар, тұздану пайда болса), нәтижесінде жердің құнарлылығы азаяды және эрозия пайда болуы мүмкін. Жердің өнім беруі 3 жыл ішінде нормативтен төмен болса да жерді қайтарып алудың негізі болады.\n\nҮшінші, жер иелерінің қаржылық міндеттемелерді орындамауынан жер қайтарып алынады (ұзақ мерзімге сатып алу төлемдері мерзімінің аяқталуы бойынша 3 айдың ішінде жер салығын өтемеу).\n\nТөртінші, мемлекет мұқтаждығы үшін жерді қайтарып алу (қорғаныс қажеттіліктері үшін, пайдалы қазбалар табылған жағдайда, маңызды нысандар үшін).\n\nЗаң бұзылған жағдайда егер жер мемлекеттік қажеттіліктер үшін қайтарылатын болса жер иесіне немесе жалға алушыға Ұсыным немесе Хабарлама беріледі, кейін сұрақ сотқа қойылады.",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шетелдік 50%-дан кем үлес сатып алған болса, заңды айналып өтпейді ма?",
        "question_content": "Егер де, шетелдік 50%-дан кем үлес сатып алған болса, бұндай заңды тұлға жер туралы шектеуді айналып өтпей ме?",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 241,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл күмәнді сейілтсек деймін. Заңға сәйкес бұндай жер телімінің иесі шетелдік азамат емес, заңнамамыз бойынша қызметін жүзеге асыратын және осы жерде салық төлейтін, тіркелген Қазақстан резиденті болып табылады.\n\nЕгер де шетелдік қатысушылар құрамынан шыққысы келсе, онда ол заңнаманың талаптары бойынша жеке меншік құқығына өзінің жер үлесін ала алмайды.\n\nБұл жағдай – заңды тұлғаның қатысушысы жұбайлар болып, оның біреуі шетелдік болған жағдайға да қатысты.\n\nБұдан басқа, қазақстандық компанияда акция үлесін бақылаудың қажеттілігі жоқ, өйткені, тіпті акцияның 100% үлесіне ие шетелдік акционердің өзі де жерді өзінің меншігіне ала алмайды.\n\n Айтылғандарды түйіндей келе, ауыл шаруашылығы мақсатындағы жерлердің жеке меншік құқы тек қазақстандық компания құқығында ғана болады және қатысушылар құрамынан шыққан кезде шетелдік азамат өз үлесін жер теліміне жеке меншік құқығын емес, ақшалай түрде алады.",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоғамда шетелдіктер жерге жеке меншік құқы бар қазақстандық заңды тұлға",
        "question_content": "Қоғамда шетелдіктер жерге жеке меншік құқы бар қазақстандық заңды тұлғаның үлесін сатып алу жолымен жер телімдерін алуы мүмкін деген қауіп бар ма. Бұл солай ма?",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл олай емес. Егер шетелдік сатып алатын үлес 50%-дан асатын болса, онда бұл компанияның жер телімдері алынуға жатады немесе жер пайдалану (жалға беру) құқығы қайта ресімделеді.\n\nБұл талапты орындамаған кезде, Әкімдік жер телімдерін мемлекетке қайтару туралы талап арыз береді.\n\nЕгер де шетелдіктің үлесі 50%-дан кем болса, онда жердің заңды иесі Қазақстан азаматтары болады.",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңнама қаншалықты жерді жеке меншікке алу үшін шетелдіктердің айналып өтуі туралы?",
        "question_content": "Заңнама қаншалықты жерді жеке меншікке алу үшін шетелдіктердің айналып өтуінің мүмкіндіктерін ескереді?",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің заңнамада шетелдіктерге жерді жеке меншікке алу мүмкіндігін шектейтін тетіктер қарастырылған.\n\nМысалы, егер шетелдік жеке меншігіне жалған неке арқылы жерді сатып алуға тырысса, онда бұл неке заңсыз болып есептелінеді.\n\nАл егер шетелдік жеке меншігіне ЖШС үлесін сатып алу арқылы немесе қайталама нарықта жерді сатып алғысы келсе, әділет органдары бұндай жағдайларды тіркеуге қабылдамайды. Ал бұндай тіркеуден өтпеген жағдайда меншік құқығы туындамайды.\n\nОсылайша, мемлекет тіркеу рәсімдері арқылы шетелдіктер үшін белгіленген шектеулердің сақталуын бақылайды.\n\nСонымен бірге, шетелдіктерге жер сатып алу туралы шектеу нотариуста келісім жасау кезінде белгілі болады.\n\nТіркеуші органдар немесе нотариус тарапынан осындай заң бұзушылықтар анықталған жағдайда – құқық қорғау органдары қылмыстық іс қозғайтын болады.",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жерді жеке меншікке кім сатып ала алады?",
        "question_content": "Жерді жеке меншікке кім сатып ала алады?",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 865,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек қазақстандықтар ғана ауыл шаруашылығы мақсатындағы жерлерді аукцион арқылы жеке меншікке сатып алады.\n\nЕгер жер жалға берілген болса, қазақстандықтар оны 10 жылға ұзарта отырып, аукционсыз жартылай бағасына сатып алады.\n\nЖерді сатып алған қазақстандық оны шетелдік азаматқа сата алмайды (ҚР Жер кодексінің 23 және 24 баптары).",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан жерін жалға алушы шетелдік жер пайдаланушы жұмысшылар әкелу?",
        "question_content": "Қазақстан жерін жалға алушы шетелдік жер пайдаланушы өзінің отандастарын бірлескен жұмысқа тарта ала ма?",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек квота шегінде, «қосарланған салық салуды» төлей отырып және 1 жылдан аспайтын мерзімге тарта алады. Шетелдіктер үшін  рұқсаттардың болу мерзімі бір жылдан аспайды, мерзімі өткеннен кейін олар Қазақстаннан кетуге міндетті.\n\nБұдан басқа, шетелдік жұмысшылардың саны осы немесе өзге кәсіпорында жұмыс жасайтын жұмысшылардың жалпы санының 10% - нан аспауы қажет. Бұл норма барлық жұмыс берушілерге қатысты.",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еліміздегі шетелдіктердің жұмыс күшінің үлес салмағын кім бақылайды?",
        "question_content": "Еліміздегі шетелдіктердің жұмыс күшінің үлес салмағын кім бақылайды? Бірлескен кәсіпорындарды құруда шетелдіктер барлық жұмыс орнын иемденіп алады деген қауіп жоқ емес.",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 295,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстандағы шетелдік жұмысшылардың еңбек қызметі квота арқылы реттеледі, үкіметтің қаулысы біздің елімізге жұмыс үшін әкелінетін шетелдіктердің ең жоғарғы санын белгілейді.  Квота экономикалық белсенді тұрғындардың 0,7%-нан асып кете алмайды. Мысалы, 2016 жылы квота 63 мың адамды құрады. Өткен жылы осындай лимит болғанда барлығы 32 мың адамға рұқсат берілді, квоталардың жартысы игерілмеді.\n\nБұдан басқа, квота отандық нарықта тапшы білікті қызметкерлерді тартуды көздейді. Олардың тек 2054 адамы ауылшаруашылық жұмыстары үшін келді.\n\nСондай-ақ, бұл мәселе экономикалық тұрғыдан реттеледі – жұмыс беруші үшін шетелдіктерге табыс салығы резиденттермен салыстырғанда екі есе жоғары (20%). Бизнесмендерге бұл тиімсіз.\n\nОсы норманы орындауды көші-қон органдары рұқсаттар беру кезінде, салық органдары салықтарды дұрыс есептеу кезінде бақылайды. Бұдан басқа, полиция-учаскелік полиция аумақтарды аралап қарайды және заңсыз мигранттарды депортациялайды.",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда қанша жер жалға берілген және қанша жерді сатуға болады?",
        "question_content": "Қазақстанда қанша жер жалға берілген және қанша жерді сатуға болады?",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 662,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қордағы мемлекеттік жердің жалпы көлемі 100,1 млн. га.\n\nЖалға берілген ауылшаруашылығы мақсатындағы жер телімдерінің жалпы көлемі 99,5 млн. га. құрайды. Осының ішінен шетелдіктер 0,06 % жалға алған. 1,3 млн. га қазақстандықтардың жеке меншігінде. Бұл жердің 68, 4 млн. га. жайылымдық жер.\n\n2016 жылдың 1 шілдесінен бастап әкімдіктер қордағы жердің 1,7 млн. га аукционға шығаруды жоспарлап отыр.",
                "date": "15.05.2016",
                "upvotes": 0
            },
            {
                "text": "қалаға көшуіме байланысты пайға берілген жерімізді арендаға берген едік. соны сатуға болады ма?",
                "date": "31.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Браузер мазиланы удалять еткен едім Интернет жылдам істеді, оның себебі неде?",
        "question_content": "Браузер мазиланы удалять еткен едім Интернет жылдам істеді, оның себебі неде?  Мазиланың кесірінен 1 ай бойы  жүйкем тозған еді ( оны білмеген екенмін). Басқа гугл, яндекстерге де әсер еткен екен,  олар да тормазит етпей жылдам істеді , компьютер де жылдам істеп қалды  енді..",
        "question_date": "15.05.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кейде браузерде орнатылған расширениялар компьютердің жылдам жұмыс жасауына кедергі келтіреді.\n\nМенің группам егер қосымша көмектер керек болса\n\nvk.com/for_users",
                "date": "14.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер – бұл ана. Ана ешқашан сатылмайды және ешкімге жалға берілмейді.",
        "question_content": "Біздің түсінуімізше, қазақстандықтар үшін жер – сакралдық тақырып. Дәл қазір оны жалға беру немесе сату мәселесі басты мәселе емес. Жер – бұл ана. Ана ешқашан сатылмайды және ешкімге жалға берілмейді.",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер - біздің капиталымыз, ел экономикасының бөлігі. Ол пайдаланылуы тиіс, онда тұратын халықты асырау қажет, мемлекетке пайда әкелуді және мүмкіндігінше оңтайлы пайдалануы тиіс.\n\nКөптеген елдер өндірісті арттыру үшін түрлі химикаттарды, жаңа технология мен ГТО пайдаланады.\n\nБізде химикаттарды пайдалануға, ГТО өсіруге рұқсат жоқ. Қазақстанның ішкі сұраныс үшін және экспортқа эко өнімдер өндіруге зор әлеуеті бар. Осындай өнім айтарлықтай қымбат тұрады және бізге үлкен экспорттық табыс әкеледі. Сондықтан да қазіргі таңда Қазақстанда ауылшаруашылығы жерлерінің тиімділігін және ауылдағы тауар өндірушілердің белсенділігін арттыруымыз қажет. Қазақстанның ауқымды ауылшаруашылығы ресурстары бар. Еліміздің жер қоры 272,5 млн. га құрайды.\n\nСонымен қатар, осы күнге дейін біз сол жерлерді тиімді пайдалана алмай келеміз. Тәуелсіздік жылдарында ауыл шаруашылығында пайдаланылып жатқан жерлердің аумағы азайды. Бүгінде үлкен алқаптар бос жатыр.\n\nСондықтан жер жыл сайын өңделмейді, деградацияға ұшырайды және арамшөптер өсіп кетеді.\n\nТауар өндірушілер мен фермерлердің әлеуетіне және орларға көрсетілген қолдауға қарамастан ауыл шаруашылығы экономикамыздың үлкен секторы бола алмады. 2014 жылы Қазақстанның ауылшаруашылығының ЖІӨ-дегі үлесі 5%-дан аз.\n\nЖерді жалға беру – бұл мемлекетпен шаруашылық қарым-қатынастың кең таралған түрі.\n\nОның үстіне көптеген дамыған елдерде жерді ұзақ мерзімге жалға беру қолданылады. Оның ішінде Францияда – 25 жыл, Норвегия, Жапония, Данияда – 30 жылға дейін, БАӘ – 99 жыл.\n\nЖалға беру мерзімі қаншалықты ұзақ болса, жерге күтіп қарайтын, тәжірибелі шаруагер келетіндігіне сенім мол болады. Оның үстіне, осындай жағдайда қыруар инвестиция салу ынтасы пайда болады.\n\nАнықтама: Қолданыстағы 100,8 млн. га. ауылшаруашылығы жерінің 1,3 млн. гектары Қазақстан азаматтарының жекеменшігінде, ал 99,5 млн. гектары – жалға берілген. Бұндай жерлерде әртүрлі егістік, майлық, дақылдық, жемдік, көкөністік –бақшалық және өнімдік дақылдар өсіріледі және бұндай жерлерде мал шаруашылығымен  және ет-сүт өндірісімен шұғылданады. 2015 жылдың қорытындысы бойынша ауылшаруашылығы өнімдерінің көлемі ақшалай түрінде 2,7 трлн. теңгені құрады.\n\n99,5 млн га жердің  шетелдіктерге  65 мың га жері ғана берілген  – бұл шамамен 0,06% - оның өзі жалға берілген. Атап өткен жөн, оның ең көп  бөлігі  - 45 мың га – бірлескен кәсіпорындарға жалға берілген, олардың үлесін қазақстандықтар тікелей иелік етеді.\n\nМысалы, Ақмола облысында 2010 жылы американдық Global Beef компаниясымен (капиталдық үлесі 15% ) «KazBeef Ltd» ЖШС бірлесіп құрылды. Кәсіпорын жер телімінің көлемі 154,8 мың га, оның ішінде: егістік -13,2 мың га, шабындық - 141,6 мың га.\n\nКомпания елімізде алғашқылардың бірі болып тұқымдық таза ангус және герефорд малы тұқымдарын алып келе бастады, сөйтіп сапасы жоғары ет өндірісінің толық циклін құру жолын бастады. Биыл 2015 жылдың қорытындысы бойынша жоғары сапалы 214 тонна сиыр еті экспортталды. Қазір кәсіпорында 85-ге жуық адам жұмыс істейді, олардың ішінде бірде бір шетелдік жоқ.\n\nЖалға берілген жерлердің кейбір өңірлер бойынша жерді таратуы мынандай: Ақтөбе облысында - 29 мың. га, Жамбыл облысында – 13,5 мың. га, Ақмола облысында – 8,6 мың га.",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыл шаруашылыққа шетелдік инвестицияларды тарту Қазақстанға не үшін қажет?",
        "question_content": "Өз жерлерімізді өзіміз меңгере алмаймыз ба? Ауыл шаруашылыққа шетелдік инвестицияларды тарту Қазақстанға не үшін қажет?",
        "question_date": "15.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгінгі таңдағы жаһандық мәселелердің бірі бүкіл әлемнің халық санының өсуі болып табылады. БҰҰ болжамын ескерсек, 2050 жылға қарай әлем халқы 8,5 млрд. адамды, ал 2050 жылға қарай  9,7 млрд адамды құрауы ықтимал. Осыған орай, 2050 жылға қарай бүкіл әлемдік азық-түлік сұранысын қанағаттандыру үшін бүгінгіден 60% көбірек азық өндіру қажеті туындайды, ал дамушы елдерде бұндай қажеттілік екі есеге артады. Осыған қоса, әлемдік ауыл шаруашылық әлеуеті сарқылуда, бұл өз кезегінде азық дефицитінің анағұрлым өсуіне әкеліп соғады.\n\nБіздің еліміз ауыл шаруашылық азық өндірісінің пайдаланылмаған үлкен әлеуетін қамтуда. Мәселен, Қазақстан          147 млн. га жайылым жерді иелік етеді. 2014 жылы Ресей мен Қытай ғана 4 млрд. АҚШ доллар сомасындағы сиыр етін импорттаған болатын. Аталған қажеттілік әлі де өсуде.\n\nСонымен қатар, қолданыстағы әлемдік тәжірибеге сүйенсек, қаржы салынған ауыл шаруашылықтың өтелімділігі кем дегенде 10 жылды құрайды. Ал бұл өндірістен пайда табу және оны одан әрі дамыту үдерісі бұдан ұзақ мерзімді қажет етеді. Мысалы, Францияда шетелдіктерге жалға беру мерзімі 25 жылды, Норвегия, Жапония, Дания мемлекеттерінде 30 жылға дейін, БАӘ-да 99 жылды құрайды.    \n\nБүгінгі таңда, ауыл шаруашылыққа инвестициялардың жетіспеушілігі ­­- басты тежеуіш фактор болып табылады. Бұл өз кезегінде өндірістердің жоғарғы қаржы шығындарымен, өтелімділіктің ұзақ мерзімімен, ауылдардағы инфрақұрылымдардың жоқтығымен, саланың төменгі техникалық жабдықтығымен байланысты (облыс парктеріндегі 80% ауыл шаруашылық техникалары тозған). 2015 жылдағы ауыл шаруашылыққа инвестицияның ағып келуі 167 млрд. теңгені құрады. Бұл өндіріске құйылғаннан 23 есе аз.    \n\nСондықтан да, агро өндірісті дамытуға шетелдік компанияларды тарту жаңа агротехнологияларды, ауылшаруашылық техникаларын, тұқымдықтар мен тыңайтқыштарды енгізуге мүмкіндік береді. Біз азық-түлік қауіпсіздігін, импортқа тәуелділікті азайтуды қамтамасыз етуге, сонымен қатар экспорттық әлеуетімізді арттыруға ұмтылуымыз керек.",
                "date": "15.05.2016",
                "upvotes": 0
            },
            {
                "text": "Тең бөліссе ешкім аш қалмайды,біреудің несібесін тонаушылар біреуді(халықты) аш қалдырады.Қазақстанның халық санынан байлығы көп,алжыған(құныққан) шал жақындап қалған қабірін ойламай(кет десе де кетпей) халықты тонаудан шектен шықты!",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Филология мамандығы грантқа түсу үшін емтихан тапсырады ма?",
        "question_content": "Филология факультетіне грантқа түсу үшін емтихан тапсырады ма ?",
        "question_date": "15.05.2016",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия Қазақ тілі и Қазақ әдебиеті таңдау пәндері",
                "date": "10.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінен тест?",
        "question_content": "1 тест Мына сөздерді қою керек  put in: everyone, everything, no one, not thing, none of them, some one, some where.\n\n1. think the star wars films are great _________ should go and  see them.\n\n2. i'm bored i have got _______ to do\n\n3. this morning ________ phoned me, i have no idea who it was.\n\n4. i  was happy in the english lesson because i understod ________ the teacher said.\n\n5. i put my magazine _________ and now i can't find.\n\n \n\n2 Тест Орындары қою керек.  imagine, concentrate, guess, believe, believe in recognise.\n\n1. that can't be be true! i don't you________\n\n2.Zaure doesn't know the answer, so she'll have to _________\n\n3. you must ___________ or you'll never finish your homework.\n\n4. they _______ ghosts and say that they have seen there in their house!\n\n5. i didn't _________ her she looked different!\n\n6. Can you __________ being a famous football  player?\n\n \n\n \n\n3 Тест Орындарына қою керек. Who, where, that, which.\n\n1. that's the boy ________ scored three gools  yesterday.\n\n2. I  love the shop__________i bought this shirt\n\n3. I don't like people _________ don't laugh at my Jakes!\n\n4. Our neighbours have got a dog____________ always makes  a lot of noise.\n\n5. ____________ lets you  play music on the computer.",
        "question_date": "15.05.2016",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Филология факультетіне түсу үшін проходной балл қанша?",
        "question_content": "Әл-фараби атындағы қазақ ұлттық униветситетіне филология факультетіне түсу үшін проходной балл қанша?",
        "question_date": "15.05.2016",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Aliexpress ке мекен жай толтыруға көмек беріңіздерші?",
        "question_content": "Aliexpress ке мекен жай толтыруға көмек беріңіздерші?",
        "question_date": "15.05.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сауда жасаудың қадамы алдымен AliExpress-тің сайтына тіркелуден басталады. Бұл кезде міндетті түрде назар аудару керек дүниелер бар. Тіркеуге қолданыстағы электронды поштаңызды сұрайды немесе әлеуметтік желілер арқылы, яки Google аккаунтыңызбен тіркелуді ұсынады. Біздің кеңесіміз: электронды поштаңызбен тіркелгеніңіз дұрыс. Бұл сізге келіп түсетін хаттарды тексеріп отыруға қолайлы. Құпия сөзді барынша қиындатып әрі ұмытып қалмайтындай ойлап табуыңыз қажет. Аты-жөніңізді латын қаріптерімен теруіңіз керек.\nТіркеуді аяқтағаннан кейін, поштаңызға кіріп активация жасаңыз!\nБұрын КСРО құрамында болған мемлекеттерде валюта рублмен көрсетіледі. Дұрысы: валютаны долларға ауыстырып алғаныңыз. Ол үшін басты бетте “Доставка” бөліміне басып, USD таңдаңыз.\nAliExpress-те тауарларға төлем қалай жасалады?\nТауарларға Visa/MasterCard/Maestro, Wire transfer, WebMoney, Yandex.Money, Western Union, QIWI, DOKU, MercadoPago, Boleto, ban contact, TEF, Ideal, Giropay, Sofort Banking, Przelewy24, American Express арқылы төлем жасай аласыз.\nБанк картаңызбен төлем жасайтын болсаңыз:\nЖоғарыда айтқанымыздай, Visa, MasterСard және Maestro карталарымен төлем жасай аласыз. Ол үшін:\n1. Төлем операциясы орындалатын бетте үш картаның бірін таңдап, оның номерін жазасыз. Картаңыздың алдыңғы жағында көрсетілген жарамдылық мерзімін және арт жағындағы үш санды тересіз. Карта иесінің аты-жөнін картада қалай көрсетілсе, тура солай жазу қажет. Соңында “Pay Now”, яғни “Қазір төлеу” шертпесіне басасыз.\nТолық ақпаратты мына сілтемеден оқи аласыз.",
                "date": "5.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай жағдайларда мемлекет мені жауапкершіліктен (ауылдық квота) босата алады?",
        "question_content": "Жігітім әскері адам. Әскери адамға күйеуге шықса, мемлекет жауапкершіліктен босатады ма?",
        "question_date": "15.05.2016",
        "question_tag": "Заң",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ хандарының ұстанған саясаты туралы қысқаша мәлімет керек еді?",
        "question_content": "Қазақ хандарының ұстанған саясаты туралы қысқаша мәлімет керек еді?",
        "question_date": "15.05.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың алғашқы хандары Керей,Жәнібек және Бұрындық пен Касым тұсында(1459-1518)  олардың басты мақсааты Сырдария бойындағы қалаларды жаулап алу болды.Сол себептен XVғ соңы мен  XVI басында қазақ сұлтандары мен Шайбани әулеті(Өзбек хандығы) бір-бірімен қиян-кескі ұрыс алып барды.Касым өлгеннен кейін хандық бытырап кетеді және Касым жаулап алған жерлердің көпшілігі қолдан кетеді.Қазақ хандығын қайта біріктірген Хақназар хан(1538-1580)болды.Ол Моғолстанның әлсірегенін пайдаланып XVI ғасырдың 60 жылдары Жетысуды толықтай өзіне бағындырады.Бірақ Моғол ханы Абд-ар-Рашид ханнан соққы алған соң Шығысқа қарай жылжуын тоқтатады.Ал батыста бір кездері құдыретті болған Ноғай Ордасы ыдырап кетеді.Олардың билерінің бір бөлігі Мәскеу князіне,бірі Қырым хандығына қосылуды жақтайды.Осы шиеленісті пайдаланып қалғысы келген Хақназар хан әскер жинап Ноғайларға қарсы жорық жасайды.Нәтижесінде ноғайлардың көп бөлігі қазаққа қосылады және батыстағы шекара Еділ өзеніне дейін жетеді.Ал оңтүстікте Өзбек ханы Абдалла мен  Ташкент сұлтаны Бабаның бір-бірімен алауыздығын пайдаланып,екеуін де жақтап саяси ойын ойнайды.Осының арқасында Қазақ хандығына еш соғыссыз-ақ көптеген Сыр қалаларын қаратып алады.Алайда 1580 жылы Баба сұлтан тарапынан жіберілген жендеттер Хақназар ханды өлтіреді.Шығай ханның(1580-1582) кезінде қазақ және өзбек сұлтандары одақтаса отырып Баба сұлтанның көзін жояды.Осы кезде Өзбек ханымен бір-біріне соғыс ашпау туралы келісімге келеді.Бұл келісімді Тәуекел хан(1582-1598) бұзып,1583 жылы тұтқиылдан шабуыл жасап Түркістан,Сайрам,Сауран т.б көптеген қалаларды жаулап алады.Осы кезеңде Тәуекел хан алғаш мәрте орыстармен дипломатиялық қарым-қатынас орнатады.1597 жылы Өзбек хандығында азаматтық соғыс басталады,осыны пайдаланып Тәуекел 120 мың әскермен жорыққа шығады.1598 жылы Ташкент,Самарқанд,Әндіжан секілді ірі қалалар қазақтардың қолына өтеді.Өзбек хандығының астанасы болған Бұхараны 40 күн қоршауда ұстайды,бірақ Тәуекел садақ оғынан қаза табады.Осылайша хансыз қалған қазақ және өзбек сұлтандары бітімге еледі.Бірақ бұл бітім ұзаққа бармай,Бұхар ханы тарапынан бұзылады.Тәуекелдің інісі Есім ханның тұсында(1598-1628)  казақ-бұхар соғысы(1603-1628) болып өтеді.Бұл соғыста Есім хан  корғаныс саясатын жүргізіп,Тәуекел жаулап алған жерлерді уысында алып қалады(Самарқандтан басқа).1623 жылы Ташкент сұлтаны Тұрсын өзін хан жариялайды,сөйтіп Есімге қарсы шығады.Тұрсынның көтерілісін ол тек 1628 жылы баса алды.Ал оны қолдаушы негізгі тайпа қатағанның көпшілігін қырып жібереді.Бұл тарихта \"қатаған қырғыны\" деп аталады. 1627 жылы Есім хан қалмақтарға қарсы жорық жасап,жеңіспен оралады.Бұл қазақ-қалмақ арасындағы алғашқы ірі шайқас болды.Жәңгір(Жаһангир)ханның тұсында(1628-1653) бір билеушінің қол астына біріккен жоңғарлар қазақ даласына шапқыншылығын жиілетеді(1635,1643,1653)Соңғы шайқаста Жаһангирдің өзі қаза табады.1672 жылы қазақ ханы болып Тәуке сайланады.Тәуке хан бүкіл қазақты бірдей билеген(тіпті қырғызбен қарақалпақты да)соңғы хан болды.Ол көптеген реформалар енгізген реформатор-хан болды.Хан мен сұлтан билігін шектеді.Сот ісін билерге тапсырды және билердің ықпалын арттырып сол арқылы елді биледі.Тәуке хан алғаш мәрте орыстармен жақындасып олармен  Жоңғарларға қарсы одақ құруға тырысты.Өзінің 40 жылдық билігі тұсында жоңғар шапқыншылығына лайықты түрде тойтарыс беріп отырды.",
                "date": "16.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласында жол ережесін қайдан сатып алса болады?",
        "question_content": "Алматы қаласында жол ережесін қайдан сатып алса болады?",
        "question_date": "15.05.2016",
        "question_tag": "Жол ережесі",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5000 теңгеге https://pddtest.kz/ сайтынан алуға болады",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Варикацелемен военный кафедраға түсуге бола ма?",
        "question_content": "Варикацелемен военный кафедраға түсуге бола ма? Менде варикацеле 2-степень биыл түсу керек. Бір жылға",
        "question_date": "15.05.2016",
        "question_tag": "Университет, колледж",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әлемде ең көп таралған есім?",
        "question_content": "Әлемде ең көп таралған есім?",
        "question_date": "15.05.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ең көп таралған есім-Мұхаммед,одан кейін Оливерь,Жохан,Андреа,Ли,Даниэль",
                "date": "16.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстанда ең көп таралған тек?",
        "question_content": "Қазақстанда бірінші, екінші және үшінші орындағы ең көп таралған тектер?",
        "question_date": "15.05.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 924,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әділет министрлігі Қазақстандағы ең көп тараған фамилиялардың тізімін ұсынды. Біріншілікті Ахметовтар бастап тұр. Ең, қызығы, ең танымал үлкен төрттік қатарынан Ким фамилиясын да кездестірдік. Олардың бүгінгі таңда саны Олардың бүгінгі таңда саны 37 мыңға жеткен. Жоғарыда айтылғандарды нақтылайтын болсақ, еліміз бойынша 70 мыңдай адамның тегі-Ахметов. Екінші орын Оспановтардың еншісінде. Оспановтардың саны 49 мыңнан астам көрінеді. Ал, үшінші орынға Омаровтар ойғасқан. Қазақ жерінде 45 мың көлемінде Омаровтар отбасы бар.\n\nКең тараған фамилиялардың бестігін Ивановтар тәмамдайды. Сонымен қатар, танымал фамилиялар санатына Әлиев, Ысқақов, Сүлейменов, Абдрахмановтар да енген.",
                "date": "16.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақ тілінде \"жайраxмалла\" деген сөз барма?",
        "question_content": "Қазақ тілінде \"жайраxмалла\" деген сөз барма?",
        "question_date": "15.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә бар,мұсылман әдебі бойынша біреу түшкіргенде оған:яракумаллаһ деу керек.Осыған қазақтың тілі келмей жәрәкім Алла деп кеткен.",
                "date": "15.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ассалаумағалейкум немесе Ассаламуғалейкум.",
        "question_content": "Ассалаумағалейкум немесе Ассаламуғалейкум қайсысы дұрыс?",
        "question_date": "15.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 9100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалай айтсам болар екен дұрысы негізі Ассаляму'алейкум.Арабтың ع осы әріпі 'а болып жазылғанмен айтылғанда көмейдің астыңғы бөлігінен шығып басқаша түрде айтылады.Ассаляму'алейкум деп айтқанда \"ғ\" әріпіне ұқсауы мүмкін бірақ \"ғ\" әріпі емес.Қазақша \"ғ\"-ның арабшадағы аналогиясы غ түрінде жазылады бірақ айтқанда қатқыл \" ғ\" болып айтылады",
                "date": "16.05.2016",
                "upvotes": 1
            }
        ]
    }
]