[
    {
        "question_title": "Қазақ нарығында ең қымбат құнды қағаздардың иесі қандай компания?",
        "question_content": "Қазақ нарығында ең қымбат құнды қағаздардың иесі қандай компания? және бағасы қанша?",
        "question_date": "16.11.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ нарығында сұранысқа ие тауарды қалай іріктеп аламын?",
        "question_content": "Қазақ нарығында сұранысқа ие тауарды қалай іріктеп аламын? және сол тауарларды қандай сайттан таба аламын?",
        "question_date": "16.11.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Olx,satu.kz сияқты сайттардан қандай тауарлардың просмотры көп болған соны қарап көр.",
                "date": "18.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Халықтық IPO әлі күнге дейін компаниялардың акцияларын сатуда ма?",
        "question_content": "Халықтық IPO әлі күнге дейін компаниялардың акцияларын сатуда ма?",
        "question_date": "16.11.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бинарлы опциондардың (Бинарный опцион) ерекшелігі және қазақ эканомикасында үлесі қандай?",
        "question_content": "Бинарлы опциондардың (Бинарный опцион) ерекшелігі және қазақ эканомикасында үлесі қандай?",
        "question_date": "16.11.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Электронды валютаға көзқарасыңыз қалай?",
        "question_content": "Электронды валютаға көзқарасыңыз қалай? Сатып алсам біздің елде қолданылу аясы  қандай?",
        "question_date": "16.11.2017",
        "question_tag": "Банк",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электронды ақша тек қана интернет желісінде қолданылады. Бүгінде әлімнің алдыңғы қатарлы елдері өз бизнестерін біртіндеп интернетке енгізіп жатыр. Мәселен, әлемдегі ең ірі корпорация саналатын валютамен сауда жасайтын Форехтің бір күнгі ақша айналымы 5 триллион долларды құрайды екен. Ал осы корпорацияның қызметін пайдаланушылардың 98 пайызы интернет кәсіпкерлер, яғни аталмыш корпорацияның жұмысы түгелге жуық интернет арқылы жүргізіледі.\nЖыл өткен сайын интернет дүкендердің саны қаулап өсіп келеді. Сіз өзіңіз қалаған затыңызды еш қиналмай интернет дүкендерден таба аласыз және оның бағасы кәдімгі дүкендерге қарағанда едәуір арзан. Өйткені интернет дүкендер тауарды бірден өндірушіден алады.\n«Кім ақпаратқа ие болса, сол әлемді билейді» деген сөз бар. Адамдардың көбі интернетке өзіне қажетті ақпаратты алу үшін кіреді. Осыған орай, инфобизнес деген интернет кәсіпкерліктің саласы қарқынды дамып келеді. Инфобизнесмендер дайындаған ақпарат тауарларын сататын интернет дүкендер көп.\nАл енді осы аталған интернет арқылы алғыңыз келген тауарыңызды сіз көбіне электронды ақшамен сатып аласыз. Электронды ақшаның бір артықшылығы, аударған сәтіңізде сатушының есеп шотына бірден түседі. Осыған орай, сатып алған туарыңызды да сіз көп уақыт өткізбей жедел аласыз. Яғни, электронды ақшамен сауда жасау жедел жүреді.\nЭлектронды кошелектер.\nЭлектронда ақшамен сауда жасау үшін ең алдымен электронды кошелек ашып алуыңыз қажет. Қазір электронды кошелек дегендер өте көп. Мәселен, яндекс деньги, вебмани, кивикошелек, пейза, рвкмани, солидтраспей, окпей, т.б. Электронды кошелек ашудың еш қиындығы жоқ. Сіз қарапайым тіркелу шарасынан өтесіз де өз аккаунтыңызға ие боласыз және сізге есепшот беріледі. Міне, сол есепшотты пайдаланып, электронды ақшамен есеп айырысуыңызға болады.\nЯндекс деньги, веьбмани, кивикошелектен сіз ресей рублімен, не доллармен есеп ашуыңызға болса, пейза, солидтраспей, окпей кошелектерінен тек шет елдік валютамен ғана есеп аша аласыз.\nЭлектронды кошелекке қалай ақша салуға болады?\nОның да еш қиындығы жоқ. Мәселен, вебмани, яндекс деньги, кивикошелек сияқты кошелектерге үлкен қалалардың бәрінде қаптап кеткен терминалдар арқылы ақша толтыруыңызға болады. Бұл кәдімгі ұялы телефонға бірлік салу сияқты жүргізіледі. Тек терминалда аталмыш кошелкетер бар ма, жоқ па соны анықтап алуыңыз қажет.\nЭлектронды кошелекке ақша салу кезінде терминалдың көрсеткен қызметі үшін салық төлеуіңіз керек. Ақшаны теңгемен саласыз, дегенмен, ақша қабылдар кезде доллардың немесе рубльдің теңге бағамы туралы ескертеді. Электронды кошелектерде валюта бағамы күнделікті айырбастау пункттеріндегі бағамнан өзгеше болады. Мәселен, вебмани бұрын доллар 150 теңге болып тұрған кезде 165 теңгеден есептейтін. Қазір доллар бағамы онан да жоғары өсті.\nЭлектронды кошелектен ақшаны алу үшін интернеттегі айырбастау пункттерінің қызметін пайдаланасыз. Кивикошошелектен ақшаны кәдімгі виза немесе мастеркард кәртішкелері арқылы алып шығуға болады. Ол үшін кәртішкені кошелекке байлайсыз.",
                "date": "21.11.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Интернет дүкен ашу үшін ИП ашу керек па?",
        "question_content": "Интернет дүкен ашу үшін ИП ашу керек па?",
        "question_date": "16.11.2017",
        "question_tag": "Кәсіпкерлік",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернет дүкен Қазіргі заманда дүкен аралап жүргеннен көрі интернет дүкеннен тапсырыс беретіндер көп,осыған қарап ғаламтор дүкендердің болашағы жақсы екенін көреміз.Ал енді біз осы интернет дүкен бизнесі туралы айтайық. Интернет дүкеннің артықшылықтары 1.Интернет дүкен ашатын болсаңыз сізге тауар сататын арнайы орын немесе дүкен керек болмайды барлығын ғаламтор арқылы сатып ақшаңызды алып отырасыз. 2.Сатып алушылар сізді ғаламтор арқылы тауып алады және тауарларыңыз туралы кез-келген уақытты ақпарат ала-алады. Интернет дүкеннің кемшіліктері 1.Нарықта бәсеке жоғары сондықтан сіздің басқалардан артықшылығыңыз болуы керек. 2.Кез-келген адам ғаламтор арқылы қалай сауда жасау керек екенін білмейді,бірақ соңғы статистика бойынша ғалмтор арқылы тапсырыс беретіндер саны өскен. Бұл негізгі артықшылықтар мен кемшіліктер болып есептеледі.Ал енді интернет дүкен ашу үшін не керек екенін тізіп шығайық. 1.Сататын тауарыңызды анықтап алыңыз,итернет дүкенде әр-түрлі зат сатқанннан бір типке жататын тауарды таңдап алыңыз.Мысалы:телефон сататын интернет-дүенде киім сату тиімсіз. 2.Сайт ашу.Ол сайтты web-студияларға жасатуыңызға болады.Сайт жасалып болған соң ішіне тауарларыңызды орналастырыңыз және телефон номеріңізді жазуды да ұмытпаңыз. 3.Интернет дүкенде сатылатын тауарларыңызды сақтайтын қойма керек,үлкен болушы шарт емес. 4.Жарнама.Жоғарыды айтып өткеніміздей интернет дүкендер арасында бәсеке жоғары,сондықтан жақсы жарнама керек болады. Бұл сізге қажетті жұмыстың негізгі бөлігі болып табылады.",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Компьютерім интернетке қосылған сол интернетті андроид телефоныма қалай таратамын?",
        "question_content": "Компьютерім интернетке қосылған сол интернетті андроид телефоныма қалай таратамын?",
        "question_date": "16.11.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 374,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ноутбук болса тарату оңай, мына сайттан қарап көріңіз http://remontka.pro/kak-razdavat-wifi-s-noutbuka/",
                "date": "16.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметте жұмыс ұнамаса іргесін 3-4 айдан кейін шығып кетуіме болама?",
        "question_content": "1.мемлкеттік қызмет\n2.Мемлекеттік қызметте жұмыс ұнамаса іргесін 3-4 айдан кейін шығып кетуіме болама",
        "question_date": "16.11.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 416,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мойынға без шықты, ол неден?",
        "question_content": "Салем бəріңе! Құлағым мен желкемнің ортасына таман кішкентай без шығыпты, ол неден екен ? Без не ушін шығады? Бздің",
        "question_date": "15.11.2017",
        "question_tag": "Денсаулық",
        "question_views": 46900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұйқы безі адам организмінде, әсіресе ас қорытуда, маңызды рөл атқарады. Сонда ұйқы безінің қабынуы нендей дерт?\nҰйқы безін анатомиялық құрылымына қарап басы, орта денесі және құйрығы деп үшке бөлеміз. Без жасушалары өндіретін фермент түтік жолымен ұлтабарға құйылады. Сөйтіп, ас қорыту үдерісіне белсене қатысады. Без ісінгенде немесе жараланып, ішіне қан құйылғанда оның кейбір жерлері жидіп өле бастағанда (некроз) ұйқы безі қабынып, қатты ауырады. Ауру безді тұтастай немесе оның кейбір жерлерін ғана (басын, денесін, құйрығын) қамтуы мүмкін.\nЖіті панкреатитті көбінесе микробтар қоздырады, бірақ ауру кейде онсыз да басталады. Қабыну күші және аурудың барысы сол қоздырғыш тетігіне байланысты.Ұйқы безінің қабынуы әрқашан шыдатпай, қатты ауырып басталады. Ауыру іштің жоғарғы (ұйқы безінің тұсы) бөлігінде болады. Қатты ауырғандығы сонша, кейде адам дөңбекшіп, есінен де танады. Өңі қашып, қол-аяқтары көгере бастайды. Артериялық қан қысымы төмендейді. Тамыр соғуы нашарлайды. Ауырғаны басылмай, адамның жотасына таралады. Арқасын белбеудей орайды. Ұйқы безі қабынған адамның ұстамасы келгенде құса бастайды. Рас, дене ыстығы қалыптан аспауы мүмкін, бірақ адамның жалпы халі нашарлайды. Кейде жата да алмай, тек қисайып қана отырады. Ұйқы безінің қабынуына өт жолының қабынуы қосылса, адамның денесі сарғаюы мүмкін. Бірқатар аурулардың тыныс алуы бұзылады, кейбіреулердің ішектері қызметін дұрыс атқара алмайды, үлкен дәреті жүрмей қалады. Сондықтан, осындай халге ұшыраған адамды кешіктірмей ауруханаға жеткізген немесе жедел жәрдемді шақырған жөн. Ауру ұстамасы ұйқы безі ісінгеннен пайда болса, онда оны дәрі-дәрмекпен емдеуге болады. Ауырған жерге мұз басып, екі бүйірден егу (блокада) жасаған пайдалы. Мұндайда емдәм сақтап, адамға ашығу да керек, қан тамырына новокаин, атропин енгізген тиімді. Ал без жидіп, өлеттенсе, яғни іріңдесе, онда сырқат отаға зәру деген сөз.\nМәлімет толық ақпарат көзінен алынды.",
                "date": "23.05.2018",
                "upvotes": 0
            },
            {
                "text": "Мағанда шығып жатыр без жауабын емін таптыңызба?",
                "date": "8.07.2019",
                "upvotes": 0
            },
            {
                "text": "Меның қара құсыма шықты басында біреу болған қазыр екеу",
                "date": "21.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABCD тік төрбұрышының ауданын табыңдар.",
        "question_content": "4 жане 5 есеп.Комектесиниздерши отинемин)!!Плисссссс) Отинемин))Отинем!!!!!",
        "question_date": "15.11.2017",
        "question_tag": "Геометрия",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рассмотрим треугольник АМD\n\nSamd=1/2 АD*DМ\n\nСМ=АВ( так как треугольник КСМ подобен треугольнику КВА)\n\nАВ=DС, следовательно СМ=DС\n\nDМ=СМ+DС\n\nSamd=АD*DМ*1/2 или Samd=АD*DС( а это и есть площадь прямоугольника)\n\nПолучается площадь прямоугольника равна 33",
                "date": "16.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Уахабизмдегі ширк мəселесің баяндап берсеніздер?",
        "question_content": "Казіргі кездегі уахабизмдегі таухид жəне ширк маселесі туралы толык баяндама керек",
        "question_date": "15.11.2017",
        "question_tag": "Университет, колледж",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өз елімді сүйсең батыр боласың шығарма жазу?",
        "question_content": "Өз елімді сүйсең батыр боласың шығарма жазу?",
        "question_date": "15.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақ білектің күшімен, ақ найзаның ұшымен батыр бабаларымыз ұланғайыр кең даланы ұлардай қорып өткені бәрімізге белгілі. Кешегі Исатай мен Махамбеттің, Әлия мен Мәншүктің, Қайрат пен Ләззаттың ерліктері ел есінде. Еліміз егемендігін алғанша талай қанқұйлы соғысты, талай тар жол тайғақ кешуді басынан кешіргендігін тарих беттерінен білеміз. Жұрт дегенде жұмылған, ел дегенде егілген батыр бабаларымыздың бар мақсаты - артындағы ұрпақтарының, яғни біздердің бейбітшілікте өмір сүруімізді қалады. Елбасымыз Н.Назарбаев \" Біздің тәуелсіздігіміздің қайнар көзі - қазақ халқының сан ғасырлық күресінде азаттыққа ұмтылған қайсарлығында жатыр\" дейді. Сондықтан отансүйгіштік қасиет қашанда қастерлеуге тұратын қасиет. Иә, расында да, тәуелсіздік біздің алдымыздағы жарқын болашаққа жол ашып берді. Біз сол жолмен алға басып келеміз. Ата - бабаларымыздан біздерге мұра болып қалған, кіндік қанымыз тамған жер - Атамекеніміз әрқашан біз үшін бірінші орында болуы керек. Мен қазақпын деген әрбір азамат қасиетті еліміздің, жеріміздің патриоты болса біздің мемлекетіміздің іргесі берік боларына күмән келтірмейміз. Ал патриоттық ұғымды қалай түсінеміз? Патриотизм - өзінің Отанына, Атамекеніне, туған жеріне деген сүйіспеншілік сезім.Туған жер - адам өмірінде киелі орын алады. Елім деп еңіреген есіл ерлеріміздің есімін ешқашан ұмытпай, ұлықтай білейік.Еуропаға еліктемей, еліміздің еңсесін тұғырлы етер өнегелі ұрпақ болайық.\nhttps://massaget.kz/blogs/12664/",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің руым Қоңырат ішіндегі Алғи қызымда сол мен оған үйлене аламба?",
        "question_content": "Менің руым Қоңырат ішіндегі Алғи қызымда сол мен оған үйлене аламба? Мен Қоңырат>Алғи>Қарасирақ. Ал қызым Қоңырат>Алғи>Әгі\n\nБірақ 7\n\nКөмектеріңіз керек болп тұр?\n\nАлла разы болсын!!!!!!!",
        "question_date": "15.11.2017",
        "question_tag": "Махаббат",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл қай сасқаның?! Қыз алыспайды алғилар бір бірімен. Əңгіме осымен бітті. Тағы қызым дейді ғой",
                "date": "16.04.2018",
                "upvotes": 0
            },
            {
                "text": "Жетінші аталарын бір адам болмаса болды, қане айтып жібер жеті атаңды, және қыздың да..",
                "date": "15.11.2017",
                "upvotes": 0
            },
            {
                "text": "болмайды қыз алысуға",
                "date": "15.11.2017",
                "upvotes": 0
            },
            {
                "text": "Толық аты жөніңіз кім? Менде қарасирақ алғимын))",
                "date": "10.04.2020",
                "upvotes": 0
            },
            {
                "text": "кокем ау ол сенин карындасын емес па? кызымдеп айтуын кай сасканын.",
                "date": "30.06.2020",
                "upvotes": 0
            },
            {
                "text": "Бир рудан кыз алыспау казактын адеп адет гурпы салт дастури .Жети атадан асса алуга болады мына биздин шежирени ешким жанартып жаткан жок окиништиси. Айтар аксакалдар да жок   Сондыктан бул суракка шаригаттан жауап издениз  .  Туыскан аталардан болмаса алуга болады",
                "date": "22.08.2020",
                "upvotes": 0
            },
            {
                "text": "Үйлендіңіздерма енді?",
                "date": "2.09.2020",
                "upvotes": 0
            },
            {
                "text": "Ол сенің қызың емес, қарындасың. Ата-бабалардың батасын бұзсаң сенен бастап, бүкіл ұрпағың бұзылады. Жақсы көрген қызы рулас шығып жатқан жалғыз сен емес. Ондайда жұртқа жария етпей, аға-қарындас болып қала беру керек.",
                "date": "20.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ақылы асқан асыл бабам\" деген тақырыпта Тоныкөк туралы эссе керек еді?",
        "question_content": "ақылы асқан асыл бабам тақырыбына жазу керек бірақ тоныкөк баба туралы болу керек",
        "question_date": "15.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 910,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұңықұқ бітіктасы. Базылхан Нәпіл түсірген. 2005. Тоныкөк (Тоңыұқық) (646- 741ж. ж.) — Екінші Шығыс Түркі Қағанатының негізін қалаушылардың бірі, оғыз тайпасынан шыққан ұлы дана, заманында Түркі қағанатының үш бірдей қағанына уәзір болып, түркі елінің халқын көбейтіп, жерін кеңейтуге үлкен үлес қосқан кемеңгер. Көшпелілер тарихында артында өшпес атақ даңқын қалдырып; ақыл парасатына, қол қайратына, көрегендігіне табындырып; ел жұртының қасіретін, қуанышын, ерлігі мен елдігін тасқа жыр ғып қашап, мәңгілік мұра қалдырған Тоныкөктей тұлға болған емес. Сол тас жазуда: «Мен, Білге Тоныкөк, табғаш (қытай) елінде тәрбиеленіп өстім. Түркі халқы ол кезде табғаштарға бағынышты еді» деп жазылған. Бұдан Тоныкөктің түрк тайпасы көсемдерінің бірінің баласы екені анық аңғарылады. Өйткені ол кезде көшпелілердің тек ел басыларының қытайға аманатқа берген балалары ғана император сарайында оқып, тәрбиелене алған. Қытай сарайында жүріп, олардың өз еліне жасап жатқан қорлық зорлығының бәрін көріп біліп өскен Тоныкөк ақыры шыдай алмай, 683 жылы шыли иуән тайпасының басшысы Құтылықпен бірігіп, табғаштарға қарсы көтеріліске шығады. Көтерілісшілер жеңістен жеңіске жетіп, ұзамай әйгілі Екінші Шығыс Түркі қағанатының шаңырағын көтереді. Құтылығты «Ел төресі» деген атпен қаған етіп сайлайды. Жаңа шаңырақ көтерген елдің іргесін бекітуге мүмкіндік бермей құртып жіберуді көздеген табғаш билеушісі «жабайыны жабайының қолымен құрту» саясатымен түркілерге көрші тоғыз оғыз халқын айдап салды. Бірақ табғаш елінде болып, олардың қарсыластарын құрту үшін қандай әрекеттер жасайтынын жақсы білетін Тоныкөк асқан көрегендікпен бұл апаттың алдын алып, Тоғыла жазығында тоғыз оғыздардың әскерін тас талқан етеді. Қолға түскен тұтқындарды Тоныкөк Құтылығ қағанға айтып, түгел босатып, еліне қайтарады. Оларға: «Түбіміз бір туыспыз. Өзара қырқысқаннан өзгеге жем болғаннан басқа пайда жоқ. Табғаш елі ортақ жауымыз. Сондықтан соған қарсы күш біріктірейік. Бір бірімізді өгейсітіп, көзге түрткеннен тапқан олжамыз кәні? Бірігіп ел болайық, осыны айта барыңдар. Кім де кім бірлік байрағын көтеремін, ата жауға қарсы бірлесіп күресемін десе, Отыкенге келсін. Біз сонда бірер күн еру боламыз» дейді. Тоныкөктің осынау сөзі қандастарының жүрегін жібітіп, оғыздар түгелдей түрк туының астына жиналады. Кейін бұл жөнінде Тоныкөктің өзі тас жазуда: «Осыдан кейін оғыздар өз аяғымен көтеріле келді. Келтіргендей ақ келтірдім ау» деп ризалық сезіммен сол кезді еске алады. Құтылығ қаған өлгеннен кейін, орнына інісі Қапаған отырады. Тоныкөк оған да сенімді серік, білікті ақылшы болып, адал қызмет етеді. Бұл ретте Тоныкөктің өзі тас жазуда: «Елтөресі (Құтылығ) қаған, Білге Тоныкөк қам жеп, иелік қылғаны үшін Қапаған қаған бар болып отыр» дейді. Онысы рас та секілді. Қытай жылнамасы Қапағанды қарамағындағыларға аяусыз қатыгездікпен қарады, қартайған сайын қызғаншақ, ақылсыз бола бастады деп суреттейді. Тоныкөк осы кезде қағанына өкпелеп, қытайға өтіп кетуге жырыла көшкен ру тайпа көсемдерін тоқтатып, ел бүтіндігін сақтау үшін күндіз отырмай, түнде ұйықтамай, ат үстінде жүреді. Бірақ Тоныкөктің халық алдындағы беделінің тым жоғарлығын қызғанған Қапаған оны ел билігінен оқшаулай бастайды. Қағанат құлауға айналады. Ақырында Қапаған қаған ойда жоқта өз қандастарының қолынан қаза табады. Билікке таласып, ел бірлігіне зиян келтіреді деген қауіппен Қапаған қағанның бүкіл ұрпағын қырып тастаған Күл-тегін батыр ағасы Могилиәнді (Білге қаған) қаған тағына отырғызды. «Білге қаған» деген атпен таққа отырған Могилиән өз тайпасының ортасына кеткен Тоныкөктің көрегендік ақылымен тұс, тұстан анталаған жауының бәрін жеңіп, құлауға айналған қағанатты қалпына келтіреді. Тас жазуда Тоныкөк: «Түрк Білге қаған түрк — сыр, оғыз халқын асырап, мерейін үстем қылып отырар» деп, оған үлкен сенім артады. Түрк жұртының азаттыққа қол жеткізіп, жеке дербестік ел болып отыруына айтулы еңбек сіңірген дала кемеңгері Білге Тоныкөк өзінің бағасын, тарихтағы орнын өзі қашатып, жаздырып кетті. «Тәңірі жарылқады! Бүкіл түркі жұртына қарулы жау келтірмедім, атты әскер жолатпадым. Ел төресі жауламаса, оған еріп мен жауламасам, елім, халқым жойылар еді. Оның шабуылының нәтижесінде, менің шабуылымның нәтижесінде еліміз қайта ел болды, халқымыз қайта халық болды. Өзім қартайдым, ұлық болдым. Түркі Білге қағанның еліне арнап тасқа жаздырған мен Білге Тоныкөкпін» дейді дана қарт. Тоныкөктің қай жылы өлгені белгісіз. Қытай тарихында білге қаған оны ордаға 716 жылы қайта шақырып алдырғанда Тоныкөктің жасының 70-те екені анық көрсетілген. Содан кейін ол Білге қағанның қасында болып, Түркі қағанатын төніп келген апаттан құтқаруға көмектесіп, оған пайдалы ақыл кеңесін береді. 734 жылы Білге қаған уланып өледі. Бұдан кейін Тоныкөкке қатысты дерек еш жерде кездеспейді. Білге қаған өлгеннен кейін оның орнына таққа балалары бірінен кейін бірі отырғаны және бар биліктің сол балалардың анасы, Білге қағанның әйелі, Тоныкөктің қызы Бопының (Пофудың) қолында болғаны белгілі. Осының бәрі Тоныкөкті бұл жылдарда да қаған ордасында болды деуге мүмкіндік береді. Тарихшылар оны әбден әртайып барып өлді дегенді айтады. Соған қарағанда ол 741 жылдың шамасында 95 жасқа жетіп қайтыс болған тәрізді. Тоныкөк жазба ескерткіші – Екінші Шығыс Түрік қағандығының (6 ғасыр) саяси, қоғамдық және әлеуметтік өмірін ежелгі түркі поэзиясы стилінде зор шеберлікпен бейнелеп көрсеткен, идеялық мазмұны мен көркемдік дәрежесі биік әдеби жәдігерлік. Бұл жырдың мәтіні көне түркі жазуымен бедерлеп жазылған. Құлпытасты 19 ғасырда Солтүстік Моңғолиядағы Селенга өзені бойынан Д. А. Клеменц тапқан. Тоныкөк құрметіне қойылған бұл ескерткіш мәтінін оқу, басқа тілдерге аударма жасау және оны ғылыми тұрғыдан зерттеу ісіне В. Томсен, В. В. Бартольд, С. Е. Малов, т. б. түркітанушы ғалымдар үлес қосты. Тоныкөк жазба ескерткішін қазақ әдебиеті тұрғысынан тұңғыш рет зерттеген М. Жолдасбеков болды. Тоныкөк жазба ескерткіші 313 өлең жолынан тұрады. Жырдағы жалпы оқиғалар желісін зерттеушілер оны он төрт циклға, яғни он төрт хикаяға бөліп қарастырады. Бұл жырда түркі елінің сан қырлы өмірінде Тоныкөктің тарихи рөл атқарғаны ерекше айтылады. Тоныкөк жазба ескерткішіне дидактикалық сарын беріп тұрған қанатты сөздер, афоризмдер, мақал-мәтелдер бертін келе қазақ ақын-жыраулары поэзиясында өзінің көркемдік дәстүр жалғастығын тапты.\nhttps://www.******.com/kz/referat/5547-tonykok.html",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласында қазақи ем жасайтын орындар бар ма?",
        "question_content": "Алматы қаласында қазақи еммен емдейтін адам барма? Болса қай жерден табуға болады?",
        "question_date": "15.11.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Психология ғылымының негізін құрушы құбылыс не?",
        "question_content": "Дұрыс жауаптарымен\n1. Психология ғылымының негізін құрушы құбылыс:\nA) саясат\nB) адам болмысы\n*C) адам физиологиясы\nD) математика\nE) әлеумет өмірі\n2. Адамның даму заңдары мен оның жасампаздық мүмкіндіктерін зерттеуші ғылым:\nA) философия\nB) педагогика\nC) экология\n*D) социология\nE) психология\n3. Әлеуметтік процестерді зерттеуді барша гуманитарлық ғылымдар үшін қажетті деректер негізі:\nA) философияда\nB) психологияда\n*C) географияда\nD) социологияда\nE) логикада\n4. Психология зерттеууіндегі ерекше құбылыстар ауқымы:\nA) саясат мәселелері\nB) экологиялық жағдайлар\nC) этногеографиялық процестер\nD) демографиялық құбылыстар\n* E) адам ықылас - ниеттері\n5. Психологиялық дүниенің бірінші ерекшелігі:\nA) әр адамның өзіндік білімі\nB) өзіндік дағды ептілігі\nC) өзіндік көзқарасы\n*D) өзіндік толғанысы\nE) өзіндік талғамы\n6. Әр адамның өзіндік толғанысы ең алдымен көрінеді:\nA) моральдық қатынасында\n*B) іс - әрекетінде\nC) түйсік сезімінде\nD) ойлау қабілетінде\nE) қимыл - қозғалыста\n7. Психологияның ғылыми ерекшеліктерін танудың қиындығы:\nA) нақтылығында\nB) тылсым сыр болуында\n*C) айқындығында\nD) көрнекілігінде\nE) жалпылығында\n8. Әр қандай нақты заттың қабылдаудағы кейпі мен заттың өзі:\nA) сәйкес\nB) сәйкес емес\nC) тіпті ұқсамайды\n*D) ажыралып тұрады\nE) айнадағыдай дәл\n9. Алғашқы адамдардың жан жөніндегі жалпы түсінгі\nA) тәннен ажыралмас құбылысы\nB) тәнмен бірге сөнеді\nC) тәннен уақытша бөлінеді\n*D) тәннен бөлек жасайды\nE) тән жасауы үшін жанның қажеті жоқ\n10. Ғылымдық деңгейге дейінгі жай психологиялық пайымдалулардың жинақталу көзі:\n* A) әр адамның күнделікті өз өмір тәжірибесінен\nB) ғылымдық деректерден\nC) жоспарлы зерттеу негізінде\nD) қандайда сыртқы күш ықпалынан\nE) оқытудан\n11. Психологияның дербес ғылым болып қалыптасқанына:\nA) 1000 жыл\nB) 400 жыл\nC) 70 жыл\n*D) 200 жылға жуық\nE) әлі қалыптасқан жоқ\n12. Психологияның философиядан бөлініп жаратылстану ғлымдарымен байланыстырыла зерттеу дәуірі:\nA) Аристотель мен Әл - Фараби дәуірлерінен\n*B) 18 ғасыр басынан\nC) 19 ғасырдың соңғы ширегінен\nD) 20 ғасырдың 30 - жылдарынан\nE) бастау кезеңі белгісіз\n13. Психологияның пәндік аймағының кемелденуімен орайлас бірінші кезең аты:\nA) іс - әрекет жөніндегі ғылым\nB) сана туралы ғылым\n*C) жан туралы ғылым\nD) инстроспекттік сана тағылымы\nE) психологиялық паралеллизм теориясы\n14. Психологиядағы алғашқы теориялардың бәріне ортақ қате түсінік\nA) адам жан дүниесі қоршаған орта ықпалында\nB) адам сыртқы дүниемен белсенді қатынаста\n*C) адам болмысын өзіндік сана белсенділігі айқындайды\nD) сан адамаралық қатынастар жемісі\nE) қоршаған орта іс - әрекет – сана ажыралмас байланысты\n15. Дене әрекетінің жанға ешқандай қатысы жоқтығын алғашқы дәлелдеген ғалым:\nA) Аристотель\nB) Рубейнштейн\n*C) Декарт\nD) Маслоу\nE) Торндайк\n16. Психологияға рефлекс және сана категорияларын енгізген Декарт тұжырымы:\nA) жан мен тән өзара тәуелді\nB) жан алғашқы\n*C) жан мен тән өзара тәуелсіз\nD) тән - алғашқы\nE) жан ми өнімі\n17. Декарт тағылымының психологияда алған атауы:\nA) субъективизм\nB) объективизм\n*C) дуализм\nD) материализм\nE) психологиялық параллелизм\n18. Жан, сана және іс - әрекет психологиясының кризиске келуінің басты себебі:\nA) ғылыми негізінің болмауы\nB) эксперименталды зеттеулердің кемдігі\n*C) капиталистік өндірістің дамуына практикалық тұрғыдан сай болмауы\nD) ғылыми аралық байланыстардың жоқтығы\nE) зерттеу нәтижелерінің объективсіздігі\n19. Лейпциптегі алғашқы эксперименталды психологиялық лабороторияны ұйымдастырушы:\nA) 1960, Торндайк\nB) 1910, Фрейд\n*C) 1879, Вундт\nD) 1930, Крамер\nE) 1760, ДекартE) Тест.",
        "question_date": "14.11.2017",
        "question_tag": "Психология",
        "question_views": 13300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Психология ғылымының негізін құрушы құбылыс:\n\n*C) адам физиологиясы",
                "date": "23.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқыту процесінің методологиялық негіздері қандай?",
        "question_content": "Педагогика\n1-вариант\n\n1. ¦жымды қалыптастырудың басталуы:\nA) Қоғамдық пікір қалыптастыру.\nB) Педагогикалық талап қою.\nC) Тәрбие шараларын өткізу.\nD) Тәрбие әдістерін таңдау.\nE) Тәрбие мазмұнын анықтау.\n\n2. Ұжымдық творчестволық істер әдістемесінің авторы:\nA) Ю.К.Бабанский.\nB) И.П.Иванов.\nC) А.С.Макаренко.\nD) К.Д.Ушинский.\nE) Т.И.Шамова.\n\n3. Н.Е.Щуркова ұсынған тәрбие жұмыстарының бағыттары:\nA) Тәрбиелеуші іс-әрекет ұйымдастыру, ұжымда тәрбиелеу.\nB) Тәрбие мазмұндарымен сәйкес келеді.\nC) Мектеп тәрбиесі, отбасы тәрбиесі.\nD) Діни тәрбие.\nE) Тәрбие түрлері.\n\n4. Сынып жетекшісінің негізгі қызметі:\nA) Оқушыларды және оқушылар ұжымын зерттеу.\nB) Пән мұғалімдерінің жұмысын реттеу.\nC) Ата-аналармен жұмыс.\nD) Оқушыларды тәрбиелеу.\nE) Оқыту процесін бақылау.\n\n5. Тұлғаның санасын қалыптастыру әдісіне жатпайды\nA) Түсіндіру.\nB) Лекция.\nC) Әңгімелесу.\nD) Педагогикалық талап қою.\nE) Пікірталас.\n\n6. Мемлекеттің белгілі бір жалпы принциптер негізінде құрылған, бір-бірімен байланысты оқыту-тәрбие мекемелерінің жиынығы:\nA) Мектептен тыс мекемелер.\nB) Әлеуметтік жүйе.\nC) Білім беру жүйесі.\nD) Дидактикалық жүйе.\nE) Педагогикалық жүйе.\n\n\n7. Оқытудың мазмұнын, әдістерін, ұйымдастыру формаларын ғылыми нақтылайтын педагогикалық теория:\nA) Оқыту технологиясы.\nB) Педагогикалық технология.\nC) Дидактика.\nD) Педагогикалық менеджмент.\nE) Тәрбие теориясы.\n\n8. Дидактиканың зерттеу пәні:\nA) Оқыту процесі.\nB) Білім беру мазмұны.\nC) Сабақ беру (мұғалім іс-әрекеті) және оқудың (оқушы ісәрекеті) байланысы, олардың өзара қимылы.\nD) Оқыту әдістері.\nE) Тәрбие.\n\n9. Дидактика категориясы:\nA) Тәрбие мақсаты.\nB) Тұлғаны қалыптастыру.\nC) Тұлғаны дамыту.\nD) Білім беру мазмұны.\nE) Тәрбие әдістері.\n\n10. Оқыту мақсаты - оқушыларда интеллектуалдық іскерліктерді, түсініктерді, көріністерді, білімдерді дайын түрде қалыптастыру:\nA) Дамыта оқыту.\nB) Дәстүрлі дидактикалық концепция.\nC) Педоцентрлік концепция.\nD) Проблемалық оқыту.\nE) Бағдарламалап оқыту.\n\n11. Сабақ беру басымды роль атқаратын дидактикалық жүйе:\nA) Педоцентрлік концепция.\nB) Дәстүрлі дидактикалық концепция.\nC) Түсіндірмелі-сипаттай оқыту.\nD) Дамыта оқыту.\nE) Психологиялық оқыту теориялары.\n\n12. Оқыту мақсатын іске асыруды, оқушылардың білімдерді қабылдауын, қорытуын және практикада қолдануын қамтамасыз етуге бағытталған мұғалім іс-әрекеті:\nA) Оқу.\nB) Сабақ беру.\nC) Білім беру.\nD) Тәрбиелеу.\nE) Оқыту.\n\n13. Оқыту процесінің бір жағы сабақ беру, ал екінші жағы – бұл:\nA) Оқыту.\nB) Оқу.\nC) Білім беру.\nD) Тану.\nE) Тәрбие.\n\n14. Оқыту процесінің методологиялық негіздері:\nA) Таным теориясы.\nB) Тарихи материализм.\nC) Неотомизм.\nD) Бихевиоризм.\nE) Экзистенциализм.\n\n15. Оқыту процесінде іске асырылатын функциялар:\nA) Оқушылардың ой-өрісін кеңейту, іскерліктер мен дағдыларды қалыптастыыру.\nB) Оқыту мазмұнын, ұйымдастыру формаларын анықтау.\nC) Оқушыларға білім беру, оларды тәрбиелеу, дамыту.\nD) Оқыту әдістерін, құралдарын таңдау.\nE) Оқыту маақсатын қою, міндеттерін анықтау.\n\n16. Оқыту процесінің қозғаушы күштері:\nA) Мұғалімнің жігері.\nB) Оқу тапсырмалары мен оқушылардың білім деңгейі арасындағы қарама-қайшылықтар.\nC) Білімдерді, іскерліктерді, дағдыларды игеру қажеттілігін оқушылардың түсінуі.\nD) Дидактикалық зерттеулер.\nE) Ғылым мен практиканың байланысы.\n\n17. «Белгіліден белгісізге, жайдан күрделіге» ережелері қандай принципке жатады?\nА) Ғылымилық.\nВ) Көрнекілік.\nС) Шамаға лайықтық.\nD) Теориямен практиканың байланысы.\nE) Жүйелілік және бірізділік.\n\n\n18. Оқыту принципі:\nA) Оқыту материалын таңдау негізінде жататын қағидилар.\nB) Оқытудың ғылымилығын қамтамасыз етеін қағидалар.\nC) Оқыту процесін ұйымдастыруға қойылатын талаптар.\nD) Оқыту процесінің компоненттері арасындағы байланыстар.\nE) Орындауды қажет ететін ережелер.\n\n19. Қандай оқыту принципі оқыту мазмұны оқушыларды ғылымның даму деңгейіне сәйкес объективті ғылыми фактілер, теориялар және заңдармен таныстыруды талап етеді:\nA) Ғылымилық.\nB) Көрнекілік.\nC) Саналылық және белсенділік.\nD) Жүйелілік және бірізділік.\nE) Шамаға лайықтық.\n\n20. Қандай оқыту принципі сезім органдарын оқыту материалдарын қабылдауға және өңдеуге мақсатты қатыстыруды талап етеді:\nA) Саналылық және белсенділік.\nB) Ғылымилық.\nC) Көрнекілік.\nD) Шамаға лайықтық.\nE) Жүйелілік және бірізділік.\n\n21. Жүйелілік және бірізділік принципі:\nA) Оқыту процесін және оның мазмұнын бір тәртіппен құрастыруды талап етеді.\nB) Оқушылардың жас ерекшеліктерін ескеру.\nC) Оқыту процесінде оқушыларды білімді практикада қолдануға ынталандыру.\nD) Көрнекіліктерді қолдануды талап ету.\nE) Оқушының мүмкіндіктерін ескеру.\n\n22. Оқыту барысында өмірден мысал келтіру, оқушыларды өндіріспен таныстыруды қандай оқыту принципі талап етеді:\nA) Көрнекілік.\nB) Шамаға лйықтық.\nC) Беріктік .\nD) Ғылымилық.\nE) Оқыту мен практиканың байланысы.\n\n23. Білімнің есте жақсы сақталуын, олардың оқушы санасының бір бөлігі, жүріс-тұрысының негізі болуын талап ететін принцип:\nA) Беріктік.\nB) Жүйелілік және бірізділік.\nC) Ғылымилық.\nD) Саналылық және белсенділік.\nE) Оқыту мен практиканың байланысы.\n\n24. Оқытудың қандай принципі оқушылардың даму ерекшеліктерін, оқу мүмкіндіктерін ескеруді талап етеді:\nA) Ғылымилық.\nB) Көрнекілік.\nC) Шамаға лайықтық.\nD) Беріктік.\nE) Саналылық және белсенділік.\n\n25. Қабылдау, пайымдау, қорыту, бекіту, практикада қолдану:\nA) Педагогикалық процесс кезеңдері.\nB) Оқыту процесінің компоненттері.\nC) Іс-әрекет компоненттері.\nD) Білімді игеру процесінің кезеңдері.\nE) Сабақ элементтері.",
        "question_date": "14.11.2017",
        "question_tag": "Мектеп",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "14. Оқыту процесінің методологиялық негіздері:\n\nA) Таным теориясы.",
                "date": "23.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педагогикалық процестегі қалыптасқан жағдайды анықтайтын эксперимент түрі?",
        "question_content": "Педагогика 2-вариант\n\n1. Педагогикадағы табиғи эксперимент:\nA) Оқу-тәрбие процесін бұзбай зерттеу гипотезасын тексеру.\nB) Зерттеу гипотезасын арнайы лабораториялық жағдайда тексеру.\nC) Гипотезасы жалпы тексеру.\nD) Педагогикалық процестің жүру жағдайына өзгеріс енгізу арқылы зерттеу гипотезасын тексеру.\nE) Қалыптасқан педагогикалық процесті тексеру.\n\n2. Педагогикалық процестегі қалыптасқан жағдайды анықтайтын эксперимент түрі:\nA) Табиғи эксперимент.\nB) Қалыптастыру эксперименті.\nC) Констатациялық эксперимент.\nD) Лабораториялық эксперимент.\nE) Ойша эксперимент.\n\n3. Сауал-сұрақ әдісі:\nA) Анкета жүргізу.\nB) Мектеп құжаттарын тексеру.\nC) Бақылау.\nD) Теориялық талдау.\nE) Эксперттік бағалар беру.\n\n4. Оқушылардың шығармаларын, творчестволық, практикалық жұмыстарын және т.б. зерттеушінің талдауы:\nA) Бақылау.\nB) Эксперимент.\nC) Іс-әрекет өнімдерін зерттеу.\nD) Сауал-сұрақ әдісі.\nE) Мектеп құжаттарын тексеру.\n\n5. Зерттелетін құбылыстар арасындағы сандақ тәуелділіктерді анықтау, эксперимент және сауал сұрақ барысында алынған нәтижелерді өңдеу үшін қолданылатын әдіс:\nA) Теориялық анализ.\nB) Индуктивтік әдіс.\nC) Дедуктивтік әдіс.\nD) Статистикалық әдіс.\nE) Тест.\n\n6. Арнайы ұйымдастырылған педагог пен тәрбиеленушілердің мақсатты өзара қимылдары:\nA) Оқыту процесі.\nB) Тәрбие процесі.\nC) Педагогикалық процесс.\nD) Оқу-тәрбие процесі.\nE) Мектептегі тәрбие жұмыстарының бағыттары.\n\n7. Тұлғаның «қалыптасу сәті» (педагогикалық жағдай):\nA) Іскерліктер, дағдылар қалыптастыру негізі.\nB) Педагогикалық процестің компоненттері.\nC) Оқыту процесінің элементарлық бөлігі.\nD) Педагогикалық процестің элементарлық бөлігі.\nE) Тәрбие процесінің элементарлық бөлігі.\n\n8. Педагогикалық процестің функциялары:\nA) Білім беру, тәрбиелеу, дамыту.\nB) Педагогикалық құбылыстардың заңдылықтарын ашу, теория құру, технология жасау.\nC) Білім беру орындарының жұмысын реттеу.\nD) Озық педагогикалық тәжірибені қорыту, тарату.\nE) Реттеу, болжау.\n\n9. Педагогикалық процестің тұтастығы:\nA) Педагогикалық процестің функцияларының бірлікте іске асырылуы.\nB) Отбасы, мектеп және басқа да әлеуметтік институттардың ынтымақтастығы.\nC) Оқыту және тәрбие процестерінің өзара байланысы.\nD) Педагог пен оқушылардың өзара бірлескен әрекеттері.\nE) Тәрбие мен дамудың байлланысы.\n\n10. Педагогикалық процестің компоненттері:\nA) Педагогтер, оқушылар.\nB) Бала-бақша, мектеп, жоғары оқу орындары.\nC) Мақсат, міндет, мазмұн, әдіс, форма, нәтиже.\nD) Оқыту, тәрбиелеу, дамыту.\nE) Оқыту бағдарламалары, оқулықтар, оқу жоспары.\n\n11. Педагогикалық процестің қозғаушы күштері:\nA) Педагогикалық процесте туындайтын қарама-қайшылықтар.\nB) Жаңашыл-педагогтар.\nC) Жаңа педагогикалық технологиялаарды қолдану.\nD) Педагогикалық зерттеулер.\nE) Озық педагогикалық тәжірибені практикаға енгізу.\n\n12. Педагогикалық процестің заңдылықтары:\nA) Педагогикалық процесті ұйымдастыруға қойылатын талаптар.\nB) Педагогикалық құбылыстар арасындағы тұрақты, қайталанатын, объективті байланыстар .\nC) Педагогикалық процестің ережелері.\nD) Педагогикалық процестің принциптерінен туындайды.\nE) Оқушы іс-әрекетіне қойылатын талаптар.\n\n13.Тұтас педагогикалық процесс теориясын жасаушы Қазақстан зерттеушісі:\nA) В.А. Сластенин.\nB) Ш. Уалиханов.\nC) Ы. Алтынсарин.\nD) И.Ф. Харламов.\nE) Н.Д. Хмель.\n\n14. Тәрбие мақсаты – бұл:\nA) Тәрбиенің не нәрсеге ұмтылатыны.\nB) Тәрбиеленушінің не нәрсеге ұмтылатыны.\nC) Тәрбие барысында алынатын нәтиже.\nD) Тәрбие іс-шарасының нәтижесі.\nE) Оқушының даму деңгейі.\n\n15. Тәрбие мақсатын анықтайтын негізгі фактор:\nA) Мемлекет идеологиясы, саясаты.\nB) Ата-аналар.\nC) Педагогтер.\nD) Педагогикалық процестің мүмкіндіктері.\nE) Оқушылардың қажеттіліктері.\n\n16. Тәрбиенің жалпы мақсаты:\nA) Азамат тәрбиелеу.\nB) Отбасын тәрбиелеу.\nC) Еңбекші адамды тәрбиелеу.\nD) Жан-жақты, гармониялы дамыған тұлғаны қалыптастыру.\nE) Белсенді тұлға тәрбиелеу.\n\n17. Әлемге деген философиялық, әлеуметтік-саяси, адамгершілік және саяси білімдер, көзқарастар, сенімдер жүйесі:\nA) Білім беру мазмұны.\nB) Ғылыми дүниетаным.\nC) Ғылымдар жүйесі.\nD) Әлеуметтік тәжірибе.\nE) Оқыту нәтижесі.\n\n18. Ғылыми білімдер жүйесі, көзқарастар, сенімдер және адам идеалы – бұл:\nA) Дүниетаным компоненттері.\nB) Дүниетаным қалыптастыру құралдары.\nC) Тәрбие мазмұны.\nD) Дүниетаным формалары.\nE) Д8ние тану жолдары.\n\n19. Педагогика ғылымында тәрбиенің әртүрлі анықтамаларының болуы:\nA) Педагогика ғылымындағы тәрбие проблемасының шешілгендігінің айғағы.\nB) Әртүрлі анықтамаларының болуы педагогиканың дамыған ғылым екенін көрсетеді.\nC) Ғылыми түсінікті күнделікті өмірлік түсініктен айыру үшін.\nD) Тәрбиенің көп аспектілігінен туындайды.\nE) Тәрбиеге әртүрлі көзқарастан.\n\n20. Адамгершілік тәрбиесі – бұл:\nA) Адамгершілік санасын қаалыптастыру процесі.\nB) Мораль туралы білімдерді беру процесі.\nC) Моральдік принциптер жүйесімен таныстыру.\nD) Моральдік қасиеттер, адамгершілік мінез сипаттары, жұріс-тұрыс дағдылары мен әдеттерін қалыптастыру процесі.\nE) Адамгершілік идеалын құру.\n\n21. Болмыстағы және өмірдегі сұлулық пен әдемілікті дұрыс қабылдау қабілетін қалыптастыру:\nA) Адамгершілік тәрбиесі.\nB) Дене тәрбиесі.\nC) Эстетикалық тәрбиесі.\nD) Экологиялық тәрбиесі.\nE) Еңбек тәрбиесі.\n\n22. Мақсатты, жоспарлы ұйымдастырылған тұлғаны қалыптастыру процесі:\nA) Сабақ беру.\nB) Оқыту.\nC) Тәрбиелеу.\nD) Оқу.\nE) Даму.\n\n23. Авторитарлы, демократиялы, либералды және еркін тәрбие:\nA) Тәрбие мазмұны\nB) Мектептегі тәрбие жұмыстарының бағыты\nC) Институционалдық белгі бойынша жіктеу\nD) Негізге алынған философиялық концепция бойынша жіктеу\nE) Қарым-қатынас стилі белгі бойынша жіктеу\n\n24. Адамгершілік, ақыл-ой, еңбек және дене тәрбиелері\nA) Тәрбие мақсаты.\nB) Тәрбие моделі.\nC) Тәрбие бағыттары.\nD) Тәрбие құралдары.\nE) Тәрбие жүйесі.\n\n25. Тұлғаның даму деңгейінің педагог қойған мақсатқа сәйкестігі:\nA) Тәрбиелену мүмкіндігі.\nB) Тәрбиелілігі.\nC) Тәрбиелеу критериі.\nD) Тәрбие диагностикасы.\nE) Тәрбиелік көрсеткіштері.\n\n\nПедагогика\n1-вариант\n\n1. Қоршаған табиғи ортаға оң көзқарасты, жауапкершілікті тәрбиелеу:\nA) Еңбек тәрбиесі міндеті.\nB) Адамгершілік тәрбиесі міндеті.\nC) Экологиялық тәрбиесі міндеті.\nD) Экономикалық тәрбиесі міндеті.\nE) Азаматтық тәрбиесі міндеті.\n\n2. Тәрбие процесінің қозғаушы күші:\nA) Тәрбие мақсаты мен міндеттері.\nB) Тәрбие процесінің қарама-қайшылықтары.\nC) Педагогтің талап қоюы.\nD) Педагогтің тәрбие міндеттеріне сәйкес тәрбие құралдарын таңдау білуі.\nE) Педагогикалық зерттеулер.\n\n3. Баланың денсаулығын шыңдау және оның денесінің дұрыс дамуын қамтамасыз ету мақсатымен жүретін тәрбие:\nA) Валеология.\nB) Дене тәрбиесі.\nC) Спортшы дайындау.\nD) Кәсіби спорт.\nE) Дене шынықтыру.\n\n4. Алғашқы рет адамның жас кезеңдерін бөлуді енгізген:\nA) Ж.Ж. Руссо.\nB) Я.А. Каменский.\nC) Ф. Рабле.\nD) Д. Локк.\nE) Аристотель.\n\n5. Тәрбие процесіне арнайы қосылған заттар, жағдайлар:\nA) Орта әсері.\nB) Тәрбие құралдары.\nC) Тұлға дамуының әлеуметтік жағдайы.\nD) Тәрбие әдістері.\nE) Тәрбие тәсілдері.\n\n6. Отбасы тәрбиесі, діни (конфессионалдық)тәрбие, мектеп тәрбиесі, мектептен тыс тәрбие. Тәрбие түрлері қандай белгіге байланысты топтастырылған:\nA) Мазмұны бойынша.\nB) Интитуционалдық белгі бойынша.\nC) Қарым-қатынас стилі бойынша.\nD) Оқыту-тәрбие жұмыстарының бағыттары бойынша.\nE) Тәрбие бағыттары бойынша.\n\n7. Белгілі бір қасиеттерді қалыптастыру мақсатымен тәрбиеленушінің сезіміне, санасына, мінез-құлқына ықпал ету амалдары:\nA) Тәрбие әдісі.\nB) Тәрбие формасы.\nC) Тәрбие құралы.\nD) Тәрбие тәсілі.\nE) Дамуға басшылық жасау.\n\n8. Іс-әрекетті ұйымдастыру және жүріс-тұрысты қалыптастыру әдісі:\nA) Әңгіме.\nB) Диспут.\nC) Үлгі-өнеге.\nD) Жаттығу.\nE) Жарыс.\n\n9. Сананы қалыптастыру әдісі:\nA) Жарыс.\nB) Мадақтау.\nC) Жаттығу.\nD) Педагогикалық талап.\nE) Үлгі-өнеге.\n\n10. Мінез-құлықты және іс-әрекетті ынталандыру әдісі:\nA) Жазалау.\nB) Түсіндіру.\nC) Лекция.\nD) Тапсырма.\nE) Бақылау.\n\n11. Адамгершілік мазмұнды нақты фактілер мен оқиғаларды жарқын, эмоционалды баяндау:\nA) Этикалық әңгіме.\nB) Түсіндіру.\nC) Әнгіме-кеңес.\nD) Талап қою.\nE) Жаттығу.\n\n12. Тиянақты ойластырылған сұрақтар жүйесі арқылы тәрбиеленушілерде әртүрлі проблемалар бойынша дұрыс бағалар, көзқарастар қалыптастыру:\nA) Түсіндіру.\nB) Мадақтау.\nC) Әңгіме-кеңес.\nD) Үлгі-өнеге.\nE) Дискуссия.\n\n13. Жазалау – ол:\nA) Сананы қалыптастыру әдісі.\nB) Бақылау әдісі.\nC) Іс-әрекетті ұйымдастыру және жүріс-тұрысты қалыптастыру әдісі.\nD) Ынталандыру әдісі.\nE) Тәрбие ережесі.\n\n14. Оқушылардың тәртібін, мінез-құлқын бағалау және көтермелеу – бұл:\nA) Талап қою.\nB) Мадақтау.\nC) Жазалау.\nD) Жарыс.\nE) Түсіндіру.\n\n15. Іс-әрекеттің бір түрін күшейтуге, ал енді бір түрін тежеуге арналған тәрбие әдісі\nA) Талап қою.\nB) Жазалау.\nC) Мадақтау.\nD) Үлгі-өнеге.\nE) Бақылау.\n\n16. Мінез-құлық нормалары мен ережелеріне сәйкес тәрбиеленушінің әртүрлі іс-әрекеттерін ұйымдастыру арқылы тәрбиелеу әдісі:\nA) Тәрбиелік жағдайлар туғызу.\nB) Жаттығу.\nC) Талап қою.\nD) Әңгіме.\nE) Үлгі-өнеге.\n\n17. Жарыс әдісі:\nA) Жеңімпаз анықталатын ойын.\nB) Нәтижені бекіту әдісі.\nC) Өз нәтижесін басқалардың нәтижелерімен салыстыра отырып тұлға қасиеттерін қалыптастыру және бекіту.\nD) Тәрбиеленушінің басқа тәрбиеленушілерден артықшылығын анықтау.\nE) Тиімді әдісті анықтау жолы.\n\n18. Баланың жағымсыз мінез-құлқы мен теріс қылықтарын тежеу әдісі:\nA) Талап қою.\nB) Мадақтау.\nC) Жазалау.\nD) Үлгі-өнеге.\nE) Бақылау.\n\n19. Өзінде тұлғалық оң касиеттерді қалыптастыруға бағытталған адамның саналы іс- әрекеті\nA) Тәрбие.\nB) Қайта тәрбиелеу.\nC) Өзін-өзі тежеу.\nD) Өзін-өзі тәрбиелеу.\nE) Дамыту.\n\n\n20. Нақты тәрбие процесін ұйымдастыру варианты:\nA) Тәрбие тәсілі.\nB) Тәрбие құралы.\nC) Тәрбие формасы.\nD) Тәрбие әдісі.\nE) Тәрбие мазмұны.\n\n21. Мәні проблеманы ашық түрде бірлесе талқылау болатын, сенімді қалыптастыруға бағытталған тәрбие әдісі:\nA) Пікір-талас.\nB) Әнгіме.\nC) Талап қою.\nD) Жаттығу.\nE) Жазалау.\n\n22. Оқушылар ұжымының перспективтік ұмтылушылықтарын ұйымдастыру:\nA) Тәрбие шараларын өткізу.\nB) Ұжым белсенділерімен тәрбие жұмыстарын жүргізу.\nC) Ұжымның жеке мүшелерімен тәрбие жұмыстарын жүргізу.\nD) Ұжымның алдына практикалық мақсат қою.\nE) Тәрбие мазмұнын анықтау.\n\n23. Параллелді ықпал ету принципінің мәні:\nA) Мектептің және отбасының ынтымақтастығы.\nB) Мектептің, отбасының және жұртшыықтың ынтымақтастығы.\nC) Тәрбиеленушінің санасына, жігеріне және жүріс-тұрысына ықпал етуі.\nD) Тәрбиешінің тәрбиеленушілерге ұжым мүшелері, белсенділері арқылы ықпал етуі.\nE) Тәрбиешімен тәрбиеленушінің өз-ара қарым-қатынасы.\n\n24. Жоғары ұйымдасқан топ ретіндегі ұжымның белгілері:\nA) Биресми лидері болуы.\nB) Ұжым ішінде жеке топтар болуы.\nC) Ортақ мақсат болуы, біріге іс-әрекет істеуі.\nD) Басқа ұжымдармен қарым-қатынасқа түсуі.\nE) Ұжым мүшелерінің мақсаттарының әртүрлі болуы.\n\n25. А.С.Макаренко бойынша ұжым дамуының кезеңдері:\nA) 2.\nB) 3.\nC) 4.\nD) 5.\nE) 6.",
        "question_date": "14.11.2017",
        "question_tag": "Мектеп",
        "question_views": 17900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2. Педагогикалық процестегі қалыптасқан жағдайды анықтайтын эксперимент түрі:\n\nC) Констатациялық эксперимент.",
                "date": "23.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан Республикасында адам құқықтары мен бостандықтарын танытатын құжат?",
        "question_content": "1 вариант\nҚазақстан Республикасы заңнамасын білу\n1. Қазақстан Республикасында адам құқықтары мен бостандықтарын танытатын құжат:\nA) Халықаралық шарттар\nB) Президент жарлығы\nC) Қаулы\nD) Конституция\nE) Конституция және Президент өкімі\n2. Саяси баспана беру мәселесін шешетін орган:\nA) Қазақстан Республикасының Ішкі істер министрлігі\nB) Қазақстан Республикасының Сыртқы істер министрлігі\nC) Қазақстан Республикасының Үкіметі\nD) Қазақстан Республикасының Конституциялық Кеңесі\nE) Қазақстан Республикасының Президенті\n3. Конституциялық Кеңестiң ұйымдастырылуы мен қызметi:\nA) Үкімет қаулысымен реттеледi\nB) Президент өкімімен реттеледi\nC) Конституциялық заңмен реттеледi\nD) Қарапайым заңмен реттеледi\nE) Жарлықпен реттеледi\n4. Қазақстан Республикасында орта бiлiм алу:\nA) әркімге мiндеттi емес\nB) мiндеттi емес\nC) мiндеттi\nD) баланың таңдауы бойынша құқығы\nE) ата-анасының қалауы бойынша құқығы\n5. Қазақстан Республикасының нормаларына ресми түсініктеме беретін орган:\nA) Президент\nB) Конституциялық Кеңес\nC) Парламент\nD) Жоғары Сот\nE) Үкімет\n6. Қазақстан Республикасында басқа мемлекеттердiң саяси партиялары мен кәсiптiк одақтары, дiни негiздегi партияларының қызмет атқару мүмкіндігі:\nA) олардың қызметі шектелмейді\nB) олардың қызметіне жол берiлмейдi\nC) заңмен көрсетілген жағдайларда\nD) олардың қызметі қолдауға ие болады\nE) олардың қызметі шектеледі\n7. Қазақстан Республикасының азаматының әлеуметтiк қамсыздандырылуына кепiлдiк берiлмеу негiзі:\nA) науқастанған жағдайда\nB) мүгедек болған жағдайда\nC) қылмыстық жауаптылыққа тартылған жағдайда\nD) асыраушысынан айрылған жағдайда\nE) жасына келген жағдайда\n8. Жалпы білім беретін оқу бағдарламаларының түрлеріне:\nA) мектепке дейінгі тәрбие мен оқыту жатпайды\nB) жалпы орта білім беру жатпайды\nC) бастауыш білім беру жатпайды\nD) жоғары білім беру жатпайды\nE) негізгі орта білім беру жатпайды\n9. Әр деңгейдегі білім беруді жүзеге асыратын нысандар:\nA) сырттай оқу және экстернат\nB) күндізгі және сырттай оқу\nC) күндізгі, кешкі және экстернат\nD) күндізгі, кешкі және сырттай оқу\nE) күндізгі, кешкі, сырттай оқу және экстернат\n10. Педагог қызметкер аттестаттаудан өтуге:\nA) екі жылда кемінде бір рет міндетті\nB) төрт жылда кемінде бір рет міндетті\nC) үш жылда кемінде бір рет міндетті\nD) бір жылда кемінде бір рет міндетті\nE) бес жылда кемінде бір рет міндетті\n11. Бастауыш, негізгі орта, жалпы орта білім беру оқу бағдарламаларын іске асыратын ұйымдардың түрлері:\nA) кәсіби білім беру орындары\nB) мектеп, гимназия, лицей, бейіндік мектеп\nC) техникум, лицей\nD) колледж және гимназия\nE) тек қана бейіндік мектептер\n12. Бастауыш білім берудің жалпы білім беретін оқу бағдарламасын игеру мерзімі:\nA) үш жыл\nB) екі жыл\nC) алты жыл\nD) бес жыл\nE) төрт жыл\n13. Мемлекеттің Қазақстан Республикасы дарынды азаматтарының қажетті білім алуына жасалатын жағдай:\nA) жоғары оқу орнынан кейінгі білім\nB) орта білімнен кейінгі білім\nC) конкурстық негізде тегін техникалық және кәсіптік білім\nD) тегін мектепалды, бастауыш, негізгі орта және жалпы орта білім\nE) элиталық білім, оның ішінде шетелде\n14. Бюджет қаражаты есебінен қаржыландырылатын мемлекеттік білім беру ұйымдары қызметкерлеріне жалақыны есептеу ережесін бекітетін орган:\nA) Еңбек саласындағы уәкілетті органмен келісім бойынша жергілікті өкілді орган\nB) Еңбек саласындағы уәкілетті органмен келісім бойынша жергілікті атқарушы орган\nC) Еңбек саласындағы орталық уәкілетті органмен келісім бойынша мемлекеттік білім беру ұйымының басшылығы\nD) Еңбек саласындағы уәкілетті органмен келісім бойынша білім беру саласындағы уәкілетті орган\nE) Еңбек саласындағы орталық уәкілетті органмен келісім бойынша Қазақстан Республикасы Білім және ғылым министрлігі\n15. Балаға қатысты алимент, көмекақы және басқа да әлеуметтік төлемдерді алып, баланы асырауға, оған білім беруге және тәрбиелеуге жұмсауға міндетті тұлғалар:\nA) Жергілікті өкілді орган\nB) Ата-аналары немесе оларды ауыстыратын адамдар\nC) Халықты әлеуметтік қамсыздандыру органдары\nD) Мектеп, бала-бақша әкімшілігі\nE) Жергілікті атқару органдары\n16. Жалпы үлгiдегi жалпы білiм беретiн мектеп-интернатқа:\nA) 6 жастан бастап 18 жасқа дейiнгi жетiм балалар қабылданады\nB) 5 жастан бастап 18 жасқа дейiнгi жетiм балалар қабылданады\nC) 5 жастан бастап 16 жасқа дейiнгi жетiм балалар қабылданады\nD) 4 жастан бастап 18 жасқа дейiнгi жетiм балалар қабылданады\nE) 6 жастан бастап 16 жасқа дейiнгi жетiм балалар қабылданады\n17. Баланы ата-анасынан немесе басқа заңды өкілінен ажырату туралы шешім қабылдайтын орган:\nA) Кәмелетке толмағандар істері бойынша инспекция\nB) Жергілікті атқару органы\nC) Бала құқықтарын қамтамасыз етумен айналысатын қоғамдық бірлестіктер\nD) Сот органдары\nE) Ішкі істер органдары\n18. Еңбек шартының жасалуына жол берілмейтін жағдай:\nA) Азаматтығы жоқ адамдармен еңбек шарттары\nB) Қазақстан Республикасының халықаралық актілерімен көзделген жағдайларда шетел азаматтарымен еңбек шарттары\nC) Дәрігерлік қорытынды негізінде денсаулығының жағдайы бойынша атқаруына қайшылық бар жұмыстарды орындаумен байланысты\nD) Қызметке алынатын адамның қосымша біліктілік алуы қажет болғанда\nE) Қоғамдық жұмыстарды ақылы орындауға еңбек шарты\n19. Қызметкердің еңбек қызметі туралы мәліметтерді қамтитын құжат:\nA) кез-келген диплом\nB) еңбек кітапшасы\nC) паспорт\nD) туу туралы куәлік\nE) жеке басының куәлігі\n20. Жұмыс жылын құрайтын мерзім:\nA) қызметкердің бірінші жұмыс күнінен бастап есептелген он екі ай\nB) еңбек шартында белгіленген мерзім\nC) қызметкердің бірінші жұмыс күнінен бастап есептелген он ай\nD) жұмыс берушінің белгілеген мерзім\nE) қызметкердің бірінші жұмыс күнінен бастап есептелген он бір ай\nҚазақстан Республикасы заңнамасын білу\n1. Қазақстан Республикасы Президентінің өкілеттілігінің аяқталу жағдайы:\nA) Жаңа Үкімет құрамы тағайындалғанда\nB) Жаңадан сайланған Республика Президенті өз қызметіне кіріскенде\nC) Саяси партияға мүшеліктен шыққанда\nD) Қоғамдық бірлестіктің немесе қозғалыстың ресми уәкілі ретінде тағайындалғанда\nE) Республика Парламенті таратылғанда\n2. Кәмелетке толған еңбекке қабiлеттi балаларға қамқорлық жасауға мiндеттi тұлғалар:\nA) зейнетақы алмайтын ата-анасына\nB) ата-анасына\nC) еңбекке жарамды, бірақ жұмыс істемейтін ата-анасына\nD) зейнеткер ата-анасына\nE) еңбекке жарамсыз ата-анасына\n3 Қазақстан Республикасында қазақ тiлiнің мәртебесі:\nA) ресми тіл\nB) мемлекеттiк тiл\nC) қоғамдық келісім тілі\nD) ұлтаралық келісім тілі\nE) ұлтаралық қатынас тілі\n4. Қазақстан Республикасында сот төрелiгiн:\nA) Президент және сот жүзеге асырады\nB) Тек сот қана жүзеге асырады\nC) Прокуратура және сот жүзеге асырады\nD) Парламент және сот жүзеге асырады\nE) Конституциялық Кеңес жүзеге асырады\n5. Жергілікті мемлекеттік басқаруды жүзеге асыратын органдар:\nA) Жергілікті прокуратура органдары\nB) Білім беру департаменті\nC) Жергілікті заң шығару органдары\nD) Жергілікті өкілді және атқару органдары\nE) Облыстық, қалалық ішкі істер органдары\n6. Әр Палата депутаттары жалпы санының көпшілік дауысымен енгізілетін Конституциядағы өзгертулермен толықтырулар:\nA) Төрттен екісінің көпшілік даусымен\nB) Елу пайызымен\nC) Төрттен үшінің көпшілік даусымен\nD) Жартысымен\nE) Бестен төрті көпшілік даусымен\n7. Еңбек заңнамасына сәйкес сынақ мерзімі:\nA) бір айға дейін белгіленеді\nB) төрт айға дейін белгіленеді\nC) үш айға дейін белгіленеді\nD) бес айға дейін белгіленеді\nE) алты айға дейін белгіленеді\n8. «Болашақ» халықаралық стипендиясын беруге арналған «Үміткерлерді іріктеу ережелерін» бекітетін мемлекеттік орган:\nA) Қазақстан Республикасы Білім және ғылым министрлігі\nB) Қазақстан Республикасы Президенті\nC) Қазақстан Республикасы Парламенті\nD) Қазақстан Республикасы Үкіметі\nE) Облыстық білім беру департаменттері\n9. Білім беру ұйымдарының қызметкерлеріне қосымша ақы және басқа да төлемдер:\nA) дәптерді, жазу жұмыстарын тексергені үшін берілмейді\nB) оқу кабинеттеріне меңгерушілік еткені үшін берілмейді\nC) сынып жетекшілігі үшін берілмейді\nD) кәсіпкерлік қызметпен айналысқаны үшін берілмейді\nE) ауылдық жерде жұмыс істегені үшін берілмейді\n10. Білім беру және оларды жүзеге асыру мен оқыту және тәрбиелеуді жүзеге асырушылар:\nA) Ұйымдастырушы қызметкерлер\nB) Ағартушы қызметкерлер\nC) Тәрбиелеуші қызметкерлер\nD) Ғылыми қызметкерлер\nE) Педагог қызметкерлер\n11. Негізгі орта білім берудің және жалпы орта білім берудің жаратылыстану-ғылыми, физика-математикалық бейіндері бойынша жалпы білім беретін оқу орны:\nA) лицей\nB) училище\nC) гимназия\nD) жалпы білім беретін мектеп\nE) институт\n12. Әскери мамандықтар бойынша кәсіптік оқу бағдарламаларын бекітетін орган:\nA) Қазақстан Республикасының Қарулы Күштері және Қазақстан Республикасының басқа да әскерлері мен әскери құрамалары\nB) Қазақстан Республикасы Қорғаныс министрлігі\nC) Әскери мамандықтар бойынша кадрлар дайындауды жүзеге асыратын білім беру мекемелерінің әкімшілігі\nD) Қазақстан Республикасы Қорғаныс министрлігінің комитеттері\nE) Қазақстан Республикасы Үкіметі\n13. Білім беру ұйымы педагог қызметкерінің атқаратын қызметіне қатысты құқықтарының бірі:\nA) Өзінің кәсіптік шеберлігін, зияткерлік, шығармашылық және жалпы ғылыми деңгейін ұдайы арттыру\nB) Оқушылардың, тәрбиеленушілердің және олардың ата-аналарының абыройы мен қадір-қасиетін құрметтеу\nC) Педагог әдеп нормаларын сақтау\nD) Өзінің кәсіптік құзыреті саласындағы тиісті теориялық және практикалық білімді және оқыту дағдыларын меңгеру\nE) Білім беру ұйымдарын басқарудың алқалы органдарының жұмысына қатысу\n14. Азаматтық пен патриотизмге, өз Отанына сүйіспеншілікке және мемлекеттік рәміздерді құрметтеуге, халық дәстүрлерін қастерлеуге, Конститутцияға қайшы және қоғамға жат кез келген көріністерге төзбеуге тәрбиелеу:\nA) Білім беруді ұйымдастыру болып табылады\nB) Білім беру қызметі болып табылады\nC) Білім беру жүйесінің міндеті болып табылады\nD) Білім беру мазмұнын құрайды\nE) Білім беру жүйесінің негізгі құқықтары болып табылады\n15. Балаға білім беру кезеңінде берілетін әлеуметтік көмек мөлшері мен қайнар көзін анықтайтын орган:\nA) Қазақстан Республикасының Президенті\nB) Қазақстан Республикасының Үкіметі\nC) Қазақстан Республикасының Парламенті\nD) Жергілікті өкілді органдар\nE) Орталық атқару органы\n16. Педагог қызметкердің құқығы:\nA) өзінің кәсіптік ар-намысы мен қажыр-қасиетінің қорғалуына\nB) педагогтік әдеп нормаларын сақтауға\nC) оқушылар мен тәрбиеленушілердің абыройы мен қадір-қасиетін құрметтеуге\nD) өзінің кәсіптік шеберлігін ұдайы жетілдіріп отыруға\nE) мемлекеттік жалпыға білім беру стандарттары талаптарына сәйкес білім беру сапасын қамтамасыз етуге\n17. Мемлекеттік көмек алуға құқылы балаға берілетін көмектің мөлшері және оны көрсетудің шарты мен тәртібін белгіленетін құжат:\nA) Үкімет қаулысы\nB) Президент өкілі\nC) Қазақстан Республикасының заңдары\nD) Жарлық\nE) Халықаралық шарт\n18. Жасалған еңбек шарты негізінде шығарылған жұмыс берушінің актісі:\nA) Жұмысқа қабылдауды рәсімдеу болып табылады\nB) Жазбаша нысанда жасау болып табылады\nC) Жұмыскерді еңбек шартымен таныстыру болып табылады\nD) Жұмыскерді ішкі еңбек тәртібімен таныстыру болып табылады\nE) Еңбек құжаттарын растау болып табылады\n19. Жұмыскер өз бастамасы бойынша еңбек шартын бұзуға ниет білдіргенде қанша уақыт бұрын жұмыс берушіні жазбаша ескертуге тиісті уақыт:\nA) Он күннен кем емес уақыт бұрын\nB) Екі аптадан кем емес уақыт бұрын\nC) Алты айдан кем емес уақыт бұрын\nD) Үш күннен кем емес уақыт бұрын\nE) Бір айдан кем емес уақыт бұрын\n20. Әрбір тәртіп бұзушылығы үшін жұмыскерге қолданылатын тәртіп шарасы:\nA) еңбек тәртібін бұзған адамның бастығының еркіне қарай бірнеше\nB) істеген әрекетінің маңыздылығына қарай екі немесе одан да көп\nC) бір\nD) олардың саны заңда реттелмеген\nE) бірнеше",
        "question_date": "14.11.2017",
        "question_tag": "Заң",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Қазақстан Республикасында адам құқықтары мен бостандықтарын танытатын құжат:\n\nD) Конституция",
                "date": "23.11.2017",
                "upvotes": 0
            },
            {
                "text": "2 сұрақ Е, 3-С,5-В ҚР -да адам және азаматтардың құқықтары мен бостандықтары тікелей Конституцияда көрсетіледі. Ал қалған заңдар осы Конституцияға сәйкес шығарылады. Осы конституцияда көрсетілген құқықтар мен бостандықтар жүзеге асырылуы тиіс.",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық бірыңғай тестілеу кезінде тапсырылатын міндетті пәндер?",
        "question_content": "ҚАЗАҚСТАН РЕСПУБЛИКАСЫНЫҢ «БІЛІМ ТУРАЛЫ» ЗАҢЫ БОЙЫНША ТЕСТ СҰРАҚТАРЫ\n1. Ұлттық бірыңғай тестілеу кезінде тапсырылатын міндетті пәндер?\nЖауап:мемлекеттік және орыс тілдері.\n2. Қазақстан Республикасындағы білім беру жүйесі білім берудің келесі деңгейлерінен тұрады:\nЖауап: 1)мектепке дейінгі тәрбие мен оқыту;\n2)бастауыш білім беру;\n3)негізгі орта білім;\n4)орта білім (жалпы орта білім, техникалық және кәсіптік білім);\n5)ортадан кейінгі білім;\n6)жоғары білім;\n7)жоғары оқу орнынан кейінгі білім.\n3. Бастауыш білім берудің оқу бағдарламасын меңгеруге берілетін уақыт –\nЖауап:төрт жыл.\n4. Негізгі орта білімнің оқу бағдарламасын меңгеруге берілетін уақыт-Жауап:алты жыл.\n5. Жалпы орта білімнің оқу бағдарламасын меңгеруге берілетін уақыт–\nЖауап:екі жыл.\n6. Бұл академиялық дәрежені жоғары кәсіптік білімнің оқу бағдарламасын меңгерген тұлғаларға тағайындайды…\nЖауап: бакалавр.\n7. Қазақстан Республикасының азаматтарын күндізгі оқыту нысанында шетелдердің жоғары оқу орындарында білім алуы үшін Қазақстан Республикасы президенті тағайындайтын стипендия\nЖауап:“Болашақ” халықаралық стипендиясы.\n8. Білім алудың түрлері:\nЖауап:күндізгі, сырттай, кешкі жәнеэкстернат.\n9. 1 сыныпқа балалар неше жастан бастап қабылданады?\nЖауап:6 жастан бастап\n10. Орта білімнен кейінгі немесе жоғары білім беретін білім беру ұйымдарына түсу емтихандарымен біріктірілетін, жалпы орта білім беру ұйымдарында білім алушыларды қорытынды аттестаттау нысандарының бірі\nЖауап:ұлттық бірыңғай тестілеу.\n11. Жоғары білімнің кәсіптік оқу бағдарламалары базасында магистратурада мамандарды даярлау қандай бағыттарда жүзеге асырылады?\nЖауап: 1)ғылыми және педагогикалық;\n2)бейінді.\n12.Магистратурада мамандарды ғылыми және педагогикалық бағыттар бойынша даярлау неше жыл мерзімінде іске асырылады\nЖауап:екі жыл.\n13. Магистратурада мамандарды бейінді бағыттар бойынша даярлау неше жыл мерзімінде іске асырылады–\nЖауап:бір жылдан кем емес.\n14. Мемлекеттік жоғары білім беру ұйымдарының тізімін кім бекітеді?\nЖауап:Қазақстан Республикасы Президенті.\n15. Кәсіптік білім алуға төлеу үшін Қазақстан Республикасының заңнамасымен белгіленген шарттармен білім алушыға берілетін ақшаның нысаналы сомасы\nЖауап:білім беру гранты.\n16. Жоғары оқу орындары мен ғылыми ұйымдарда біліктілігі жоғары ғылыми және ғылыми-педагог кадрлар даярлау нысаны?\nЖауап: докторантура.\n17. Ақпараттық технологияларды қолдана отырып, бір уақытта бірнеше оқу пәндері бойынша өткізілетін емтихан нысаны қалай аталады?\nЖауап:кешенді тестілеу.\n18. Жоғары білімнен кейінгі кәсіптік оқу бағдарламасын меңгерген тұлғаларға берілетін академиялық дәреже–\nЖауап: магистр.\n19. Педагог қызметкердің біліктілік деңгейінің біліктілік талаптарына сәйкестігін айқындау мақсатында жүргізілетін рәсім-\nЖауап педагог қызметкерлерді аттестаттау.\n20. Білім алушы сабаққа үнемі қатыспай-ақ тиісті білім беру бағдарламасының оқу пәндерін өз бетімен оқитын оқыту нысандарының бірі –\nЖауап: экстернат.",
        "question_date": "14.11.2017",
        "question_tag": "Заң",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Ұлттық бірыңғай тестілеу кезінде тапсырылатын міндетті пәндер?\n\nЖауап:мемлекеттік және орыс тілдері.",
                "date": "23.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан Республикасында меншіктік нысандары?",
        "question_content": "1.Бүкіл халықтың игілігін көздейтін экономикалық даму:\nA)ҚР бүкіл халықтың дамуы\nB) ҚР ұлтаралық татулық дамуы\nC) ҚР бірлестіктер дамуы\nD)ҚР қызметінің түбегейлі принципі\nE) ҚР нарықтық, саяси дамуы\n2.Қазақстан Республикасында меншіктің нысандары:\nA) мемлекеттiк, аймақтық және жеке меншiк\nB)мемлекеттiк, муниципалдық және жеке меншiк\nC) мемлекеттiк меншiк пен жеке меншiк\nD)тек қана мемлекеттiк меншiк\nE)тек қана жеке\n3.Қазақстан Республикасында мемлекеттік тіл:\nA) Халықаралық байланыс тілі\nB)Қазақ тілі\nC)Орыс тілі\nD Қазақ және Орыс тілі\nE)Орыс және Қазақ тілі\n4.Cайлауға және сайлануға, республикалық референдумға қатысуға құқығы жоқ азаматтар\nA)сот iс-әрекетке қабiлетсiз деп таныған, сондай-ақ сот үкiмi бойынша бас бостандығынан айыру орындарында отырған азаматтар\nB)әскери қызметшiлер, ұлттық қауiпсiздiк органдарының, құқық қорғау органдарының қызметкерлерi мен судьялар\nC)Қазақстан Республикасы алдында өтелмеген міндеттемелері бар азаматтар\nD)мемлекеттік қызметкерлер\nE)алимент төлеуден жалтарған азаматтар\n5.Парламентті құрайтын палаталар:\nA)Сенат және Үкімет\nB) Үкімет және Мәжiлiс\nC)Сенат және Мәжiлiс\nD)СенатжәнеМәслихат\nE)Мәслихат және Мәжiлiс\n6. Қазақстан Республикасында атқару билігін жүзеге асыратын және атқару органдарының жүйесін басқаратын және олардың қызметіне басшылық жасайтын орталық атқару органы\nA)Қазақстан Республикасының Парламенті\nB)Қазақстан Республикасының Бас Прокуратурасы\nC)Қазақстан Республикасының Конституциялық Кеңесі\nD)Қазақстан Республикасының Президентінің аппараты\nE)ҚазақстанРеспубликасыныңҮкіметі\n7. Қазақстан Республикасы Үкіметінің қызметін ұйымдастыратын және оған жетекшілік ететін тұлға:\nA)Премьер-Министр+\nB)Қазақстан Республикасы Президенті\nC)Мәжіліс төрағасы\nD)МәжілісжәнеСенаттөрағалары\nE)Қазақстан Республикасы Конституциялық Кеңесінің Төрағасы\n8. ҚР « Білім туралы » Заңының барлық тараулар саны:\nA)12тарау\nB)8тарау\nC)9тарау\nD)10тарау\nE) 11тарау\n9. Білім беру саласындағы уәкілетті органның құзыреті\nA)«Алтын белгі» белгісі туралы ережесін бекітеді\nB)білім алушылардың қоғамдық көлікте жеңілдікпен жол жүруі туралы шешім қабылдайды\nC)білім беру мониторингін жүзеге асырудың тәртібін белгілейді\nD)мамандырылыған білім беру ұйымдарында дарынды балаларды оқытуды қамтамасыз етеді\nE) базалық жоғары оқу орындарында магистрлер мен Phd докторларын нысаналы даярлау тетігін әзірлейді және бекітеді\n10. Білім беру ұйымдарында тыйым салынады\nA)білім алушылардың, тәрбиеленушілердің жан-жақты қызығушылықтары мен қабілеттерін дамытуға\nB)білім алушылардың, тәрбиеленушілердің патриоттық, азаматтық сезімін қалыптастыруға\nC)білім алушылардың, тәрбиеленушілердің, педагог қызметкерлердің адамгершілік қадір-қасиетін өзара құрметтеуге\nD)интернационалдық, жоғары моральдық және имандылық сезімін қалыптастыруға\nE)нәсілдік, этностық, діни, әлеуметтік ымырасыздық пен айырықшалықты насихаттауға\n11. Жоғары білім берудің кәсіптік оқу бағдарламаларын игеру мерзімі:\nA)кемінде 4 жыл болуға тиіс\nB)кемінде 5 жыл болуға тиіс\nC)кемінде 3 жыл болуға тиіс\nD)кемінде 2 жыл болуға тиіс\nE)кемінде6 жыл болуға тиіс\n12. Магистрлік диссертациясын көпшілік алдында қорғаған білім алушыға беріледі:\nA)«резидент» дәрежесі\nB)«магистрант» академиялық дәрежесі\nC)«магистр» академиялық дәрежесі\nD)философия докторы дәрежесі\nE)«бакалавр» академиялық дәрежесі\n13. Педагог қызметкер міндеті\nA)педагогикалық әдеп нормаларын сақтау\nB)жеке педагогтік қызметпен айналысу\nC)санатын арттыру мақсатында мерзімінен бұрын аттестатталу\nD)кәсіби қызметіне арналған жағдаймен қамтамасыз етіле отырып, педагогтік қызметпен айналысу\nE)өзінің кәсіптік ар-намысы мен қадір-қасиетінің қорғалу\n14. Педагог қызметкердің білім беру ұйымы әкімшілігінің бұйрықтары мен өкімдеріне шағымдануға:\nA)Мүмкіндік жасалады\nB)Құқығы бар\nC)Еркіндік беріледі\nD)Міндетті\nE)Жағдай жасалады\n15. Балалардың құқықтары мен заңды мүдделерін қамтамасыз ету, оларды кемсітушілікке жол бермеу:\nA)\nБалалардың құқығын қорғау болып табылады\nB)\nБалалар мүддесін көздейтін мемлекеттік саясат мақсаты болып табылады+\nC)\nБалалар құқығы туралы пактінің ережесі болып табылады\nD)\nБалалардың мүддесін қорғайтын заңды өкілдерінің міндеттері болып табылады\nE)\nЗаңмен қорғауға жататын құқықтары болып табылады\n16.Мемлекеттікоргандармената-анасыныңқамқорлығынсызқалған,қорғаншылықнемесеқамқоршылықнысанынақарамастанбірдейматериалдықжәнеөзгедежағдайлардыңқамтамасызетілуі:\nA)\nБаланыңмүліктікқұқығыболыптабылады\nB)\nБаланыңмемлекеттіккөмеккеқұқығыболыптабылады\nC)\nБаланыңқажеттітұрмысдеңгейінеқұқығыболыптабылады\nD)\nБаланың дем алуға және бос уақытын пайдалану құқығы болып табылады\nE)\nБаланың білім алуға құқығы болып табылады\n17. Төрт жастан бастап он сегіз жасқа дейінгі, күтіп-бағуды, медициналық тұрмыстық қызмет көрсетуді және әлеуметтік еңбекке бейімделуді қажет ететін балалар қабылданады\nA)\nинтернаттық ұйымдарына\nB)\nарнаулы білім беру ұйымдарына\nC)\nмамандырылған балалар үйлеріне\nD)\nотбасы үлгісіндегі балалар ауылдарына\nE)\nақыл-есі кем балаларға арналған интернат-үйлерге\n18. Сынақ мерзімі аяқталады:\nA)\nеңбек кітапшасын алған кезден\nB)\nжеке деректерін берген кезден\nC)\nқызметкер келісім берген кезден\nD)\nмедициналық қорытынды күшіне енген кезден\nE)\nеңбек шарты күшіне енген кезден\n19.Он төрттен он алты жасқа дейінгі жұмыскерлердің жұмыс уақытының қалыпты ұзақтылығы:\nA)\nАптасына 40 сағаттан аспауға тиіс\nB)\nАптасына 42 сағаттан аспауға тиіс\nC)\nАптасына 36 сағаттан аспауға тиіс\nD)\nАптасына 24 сағаттан аспауға тиіс\nE)\nАптасына 12 сағаттан аспауға тиіс\n20.Еңбек тәртіптік жазалардың түрлері:\nA)\nЖұмыстан шығару, қосымша жұмысқа тарту\nB)\nЕскерту, айыппұл салу\nC)\nЕскерту, сөгіс, қатаң сөгіс\nD)\n15 тәулікке қамауға алу, жұмыстан шығару\nE)\nЛауазымын төмендету, еңбек ақысын ұстап қалу\nПЕДАГОГОИКА ЖӘНЕ ПСИХОЛОГИЯ\n1.Тәрбие процесінің анықталатын жақтары:\nA)\nстатистикалық және сапалық\nB)\nкөпқырлық және өзіндік\nC)\nиерархиялық және құрылымдық\nD)\nұжымдық және жеке даралық\nE)\nмазмұндық және процессуалдық\n2. Өзін-өзі тәрбиелеу:\nA)\nӨзін-өзі қалыптастыруға бағытталған іс-әрекеті\nB)\nӨзін-өзі түзетуге бағытталған жүйелі түрде өздігінен жүргізілетін іс-әрекеті\nC)\nҚайта тәрбиелеуге бағытталған мақсатты түрде өздігінен жүргізілетін іс-әрекеті\nD)\nӨмірдегі өз орнын өзі белгілеуіне, өзін-өзі дамытуға, өз қабілетін өзі іске асыруға бағытталған мақсатты, сапалы, жүйелі түрде өздігінен жүргізілетін іс-әрекеті\nE)\nБалалардың бойында өз өмірін белгілі бір мақсатқа сай бағыттап жүргізетін іс-әрекеті\n3. Тәрбие бағыттарының түрлері\nA)\nҚоғамдық тәрбие\nB)\nӘлеуметтік тәрбие\nC)\nХалықтық тәрбие\nD)\nТұлғалық тәрбие\nE)\n4. Еңбек тәрбиесі\nТүсіндіру, баяндау, сендіру:\nA)\nтұлғаның санасын қалыптастыру әдістері\nB)\nқоғамдық мінез-құлық тәжірибесін қалыптастыру әдістері\nC)\nқұлық пен іс-әрекетті ынталандыру әдістері\nD)\nжеке тұлға іс-әрекет нәтижесін зерттеу әдістері\nE)\nөзін-өзі тәрбиелеу әдістері\n5.Ұжым өмірінде ерекше орын алатын қатынас:\nA)\nотбасылық\nB)\nжолдастық\nC)\nшығармашылық\nD)\nгуманистік\nE)\nқұқықтық\n6. Оқушыларға жүйелі түрде білім беру, икемділігі, танымдық қабілетін қалыптастыру:\nA)\nЭкстериоризация\nB)\nОқыту\nC)\nЕңбекке баулу\nD)\nОйын\nE)\nӘлеуметтендіру\n7.Мақсатсыз сабақ жақсы нәтиже бермейді, деп тұжырымдайтын принцип\nA)\nТүсініктілік\nB)\nОқыту процесінің мақсаттылық\nC)\nОқыта отырып тәрбиелеу\nD)\nОқытудың ғылымилық\nE)\nЖүйелілік пен бірізділік\n8.Құзіреттілік келіс тұрғысынан алғандағы білім беру нәтижесі\nA)\nБілім, іскерлік, дағды\nB)\nТіршілік әрекеттерінің практикалық дағдылары\nC)\nҮлгерім\nD)\nТабыстылық\nE)\nБасты құзіреттіліктер\n9.Оқушы мен оқытушы арасындағы жүйелі, өзара байланысқан білім мазмұнын меңгеруге арналған іс-әрекет жүйесі:\nA)\nоқыту әдісі\nB)\nоқыту формасы\nC)\nоқыту мақсаты\nD)\nоқыту мазмұны\nE)\nоқыту құралы\n10.Оқулық негізінде бір сыныптағы барлық оқушылардың бір бағытта бәріне ортақ бірыңғай тапсырманы мұғалім басшылығымен орындауы\nA)\nЗертханалық жұмыс\nB)\nКітаппен жұмыс\nC)\nФронталдық жұмыс\nD)\nЖеке дара жұмыс\nE)\nТоптық жұмыс\n11.Диагностикамен болжауды байланыстыратын, кері байланыс арқылы ақпарат алудың үздіксіз процесі\nA)\nДиспут\nB)\nБақылау\nC)\nДиалог\nD)\nТесттер\nE)\nМониторинг\n12.Мұғалімге ағымдағы сабақты талдауға және қадағалауға негіз болатын педагогикалық іскерлік\nA)\nоқу материалына зейінін шоғырландыру\nB)\nоқу материалына зейінін тұрақтандыру\nC)\nоқу материалын логикалық ойлау\nD)\nоқу материалын жылдам есте сақтау\nE)\nоқу материалын меңгерудегі қиындықтарды, типтік қателерді байқау\n13.Білім берудегі инновациялық процестердің педагогикалық маңызды проблемасы ол\nA)\nПедагогикалық білімдер жүйесін анықтау\nB)\nБалалардың жас және дара ерекшеліктерін ашу\nC)\nБілім берудің мазмұнын зерттеу\nD)\nПедагогикалық процесті қолданылатын әдіс-тәсілдерін іріктеу\nE)\nОзық педагогикалық тәжірибені зерттеу, жинақтау және тарату\n14.Мақсат – мүдделеріне орай құрылған топ:\nA)\nшартсыз\nB)\nбайланысты\nC)\nшартты\nD)\nресми\nE)\nресми емес\n15.З. Фрейд бойынша, тұлғаның «Жоғарғы-Мен» деп аталатын құрылымдық бөлігі – бұл\nA)\nқоғамның адамның санасы мен бейсанасына әсер етуінің нәтижесі, оның көпшіліктің нормасы мен құндылықтарын игеруі\nB)\nтұлғаның өмірдің мәнін терең түсіну мүмкіндігі\nC)\nөмірге ашық көзқараспен қарау, оны объективті бағалай алу\nD)\nадамның терең әуестері, мотивтері, қажеттіліктерінің жинақталған бейсанасы\nE)\nөзіндік сана-сезімі, өзінің мінез-құлқын, тұлғалық болмысын бағалай алуы\n16.П.Я. Гальперин тұжырымдарына негізделген оқыту жүйесі\nA)\nақыл-ой әрекетін дамыта отырып оқыту\nB)\nақыл-ой әрекетін эвристикалық оқыту\nC)\nақыл-ой әрекетін проблемалық оқыту\nD)\nақыл-ой әрекетін сатылы қалыптастыра оқыту\nE)\nақыл-ой әрекетін инновациялық оқыту\n17.Педагогикалық психологияның құрылымы\nA)\nқарым-қатынас психологиясы\nB)\nоқыту психологиясы\nC)\nтанымдық процестер психологиясы\nD)\nойлау психологиясы\nE)\nіс-әрекет психологиясы\n18.Бірінші кезекте, жасөспірімдер тәрбиесінде белгілі бір қиындықтар туғызу\nA)\nпсихологиялық\nB)\nпедагогикалық\nC)\nәлеуметтік\nD)\nфизиологиялық\nE)\nтұлғалық\n19.Педагогикалық процестің заңдылықтары\nA)\nБала әлеуметтік тәжірибені шығармашылық іс- әрекетте меңгереді\nB)\nТұлға ретінде қалыптасуға әсер етеді\nC)\nӘлеуметтік жүйенің белгілі бір қоры\nD)\nБаланың дамуы\nE)\nМұғалім мен оқушының қарым-қатынасы\n20.Мұғалімнің арнайы объективті қасиеті\nA)\nмұғалімнің кешенді даярлығы\nB)\nмұғалімнің ғылыми даярлығы\nC)\nмұғалімнің ынтымақтастық даярлығы\nD)\nмұғалімнің әдеби даярлығы\nE)\nмұғалімнің әлемдік даярлығы\nМЕКТЕПКЕ ДЕЙІНГІ ТӘРБИЕ МЕН ОҚЫТУ\n1. Ересектер тобындағы сауықтыруды ұйымдастыру:\nA)\nбес айда бір рет\nB)\nекі айда бір рет\nC)\nбір айда бір рет\nD)\nүш айда бір рет\nE)\nтөрт айда бір рет\n2. Мәдени-гигиеналық ойындар\nA)\nБізге кім келді\nB)\nҚуыршақты жуындыр\nC)\nКім күшті\nD)\nДыбыстарды ажырат\nE)\nПаровоз\n3. Қимылды ойындар түрлері:\nA)\nжасырынбақ\nB)\nаңшы мен үйректер\nC)\nағаштар тербеледі\nD)\nкім қалай жүреді\nE)\nқуырмаш\n4. Ертегіні сахналау түрлері\nA)\nЕресектердің көмегімен\nB)\nРөлге кіріп ойнау\nC)\nОйын арқылы көру\nD)\nЖатқа айтып беру\nE)\nМазмұнын айтып беру\n5. Сөйлеу тілінің дұрыс үлгісі\nA)\nМеңгеру\nB)\nЖалғастыру\nC)\nДайындау\nD)\nБақылау\nE)\nАнық айту\n6. Геометриялық пішіндер\nA)\nЦилиндр\nB)\nКуб\nC)\nПирамида\nD)\nСопақша\nE)\nШар\n7. Қалалар мен ауылдар, олардың ерекшеліктері туралы мағлұмат беру\nA)\nДаярлық тобында\nB)\nЕресек тобында\nC)\nІ кіші тобында\nD)\nОртаңғы тобында\nE)\nІІ кіші тобында\n8. Ән тыңдау, түрлі сипаттағы музыкалық шығарманы қабылдауға\nA)\nҮйрету\nB)\nДамыту\nC)\nТалпындыру\nD)\nТүсіндіру\nE)\nҚалыптастыру\n9. Екі қатысушы кейіпкері бар сюжетке қатысу\nA)\nІ кіші тобында\nB)\nІІ кіші тобында\nC)\nДаярлық тобында\nD)\nЕресек тобында\nE)\nОртаңғы\n10.Өзіне-өзі қызмет көрсету:\nA)\nтәрбиелеу\nB)\nүйрету\nC)\nкөмектесу\nD)\nдамыту\nE)\nқалыптастыру\n11. Сөздік қорын дамыту және оны белсенді қолдану дағдысын жетілдіру талап етеміз\nA)\nЕрте жаста\nB)\nОртаңғы топта\nC)\nЕресектер тобында\nD)\nТуылғаннан\nE)\nСәби кезінде\nF)\nЕсейген кезде\n12.Пайдалануға жарамсыз заттармен жұмыс жасау түрлері:\nA)\nбалаларға қуаныш сыйлау\nB)\nдәптермен жұмыс жасау\nC)\nқызығушылықтарын арттыру\nD)\nжүгіру, секіру\nE)\nжасалу ретін түсіндіру\nF)\nзаттардың көмегімен біріктіруге үйрету\nG)\nнеден жасалғанын айтып беру\nH)\nбалалар жұмысын талдау\n13.Дымков ойыншықтарын өрнектеу түрлері:\nA)\nөрнектер құрастыру\nB)\nбілімін жалғастыру\nC)\nтүстерін таңдау\nD)\nдағдыларын нығайту\nE)\nжаттығулар жасату\nF)\nдәптермен жұмыс\nG)\nөрнекпен таныстыру\nH)\nмәнерлеп оқу\n14.Мүсіндеу туралы түсініктерін кеңейту:\nA)\nбилету\nB)\nдамыту\nC)\nеске түсіру\nD)\nкөрсету\nE)\nқалыптастыру\nF)\nнығайту\nG)\nойнату\nH)\nтаныстыру\n15.Сахналау орталықтары\nA)\nтақтайлар\nB)\nертегілер\nC)\nбет перделер\nD)\nөлеңдер\nE)\nқуыршақтар\nF)\nальбомдар\nG)\nкостюмдар\nH)\nқаламдар\n16.Тәрбиешінің байқауынша Марат пен Самат деген екі бала әр уақытта бірге жүріп, бірге ойнайды. Әрине бұл тәрбиешіні таңдандырады. Себебі екі баланың мінезінде ешқандай ұқсастық жоқ. Тәрбиеші мынадай шешімге келеді. Балалардың арасындағы қарым қатынастың байланысы неде?\nТәрбиешінің байқағаны:\nA)\nтатулығы\nB)\nбірге жүруі\nC)\nтүсінушілігі\nD)\nадалдығы\nE)\nренжітпеуі\n17.Балалардың іс-әрекеті:\nA)\nтаңдандыруы\nB)\nойнауы\nC)\nжүруі\nD)\nтүсінуі\nE)\nелемеуі\n18.Ата-анасымен жұмыс түрлері:\nA)\nкеліспеушілік\nB)\nтүсіндіру\nC)\nкөмектесу\nD)\nкөңіл аудармау\nE)\nжазалау\n19. Екі баладағы қатынас:\nA)\nкүш жұмсау\nB)\nөзара түсінуі\nC)\nтуыстық қатынас\nD)\nсыйластық\nE)\nкөмек беру\n20. Марат пен Саматың таңғалдыруы:\nA)\nдостар\nB)\nкеліспеушілік\nC)\nұйымшыл\nD)\nойнауы\nE)\nЕлемеу",
        "question_date": "14.11.2017",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2.Қазақстан Республикасында меншіктің нысандары:\n\nC) мемлекеттiк меншiк пен жеке меншiк",
                "date": "23.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңашыл идеяларды қайдан табамыз?",
        "question_content": "Жаңашыл идеяларды қайдан табамыз? Жалпы керегін өзіне алатын және өзінде барды өзгеге көрсете алатын Идеяларды ортаға салатын \"алаң\" бар ма?",
        "question_date": "14.11.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жастарға арналған әр түрлі \"одақтар\", ұйымдар бар ғой. Қандай ұйымға айтарыңыз ол сіздің идеяңызға байланысты. Интернет желісін қарастырып көріңіз, жергілікті әкімшілікте жастарды қолдайтын ұйымдар болуы қажет. Дебат клубтар өтетін жерлерді қарасаңыз болады. Бәрі өз идеяңыздың бағытына байланысты.",
                "date": "14.11.2017",
                "upvotes": 2
            },
            {
                "text": "Жалпы əлеуметтік желілерде əртүрлі идея беретін топтар көп. Мысалы идеи для бизнеса деген сияқты.",
                "date": "18.11.2017",
                "upvotes": 0
            },
            {
                "text": "https://www.pinterest.com/",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Смартфонның IMEI кодым өзгерту мүмкіндігі",
        "question_content": "Смартфонның IMEI кодым өзгерту мүмкіндігі қаншалаықты шындыққа жанасады?",
        "question_date": "14.11.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кешіріңіз, бірақ оны өзгертуге болмайды.",
                "date": "15.11.2017",
                "upvotes": 0
            },
            {
                "text": "Жұрттар айтқандай шындыққа жанаспайды.",
                "date": "15.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұялы телефонды (смартфон) жоғалтып алғанда жасау керек іс-әрекеттер қандай?",
        "question_content": "Ұялы телефонды (смартфон) жоғалтып алғанда жасау керек іс-әрекеттер қандай?",
        "question_date": "14.11.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 549,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Телефонға *06# ны тергенде соткының IMEI шығарып береді, соны көшіріп алу керек еді, жоғалмай тұрып. Соны милицияға апарсаң жоғалған соткың қосулы тұрса тауып береді қай жерде екенін. Егер сим карта ауысса да. Осы нөмір арқылы соткыңның күшін білсең болады.\n\nарине iздеуге болады. ол ушiн сотканын артында жазылган номер болады соны полицилерге апарып бересiз. сотканын артындагы номердi сотка алган уакытта бередi.",
                "date": "23.11.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Аудио кітапты табуға көмектеріңіз керек?",
        "question_content": "Думай как миллонер кітабының аудио нұсқасы кімде бар немесе қандай сайттан тапсақ болады? Нақты жауап күтемін!!! Алдын ала РАхмеТ!!!",
        "question_date": "14.11.2017",
        "question_tag": "Кәсіпкерлік",
        "question_views": 612,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осы жерден толық нұсқасын тыңдай аласыз:",
                "date": "2.04.2018",
                "upvotes": 2
            }
        ]
    }
]