[
    {
        "question_title": "Біз шөптің арасынан үндік тауып алдық",
        "question_content": "Біз шөптің арасынан үндік тауып алдық астында 10 жұмыртқасы бар күрк болып жатыр екен. Қасымда тағы 2,3 бала бар егесы кім екенін білмейміз  жакын жердегі бір үйден сұрап көрдік сіздікі ма? деп олардікі емес екен  мен өзім білмейм кімдікі екенін , ал қасымдагы балалар біле ма білмей ма білмедім,  мен ол жердікі емеспін ол жаққа атамның үйіне барганмын,  сол жерде ертең балапандары шықса бөлісіп аламыз деп келіскен біз, кейін оны жақын тұратын баланың үйіне апарып қойдық,  7-10 күннен кейін балапандар ашып шықты  енді ойланып жүрмін алсам бекен алмасам бекен деп. Егер алсам ол дұрыс болады ма? Біз алмасақ бекерге ит құсқа жем болатынбеді деп айлап қоям,  Сіздер қалай ойлайсыздар балапандарын бөліскенде өз үлесімді алайын ба алмайақ қойайынба?",
        "question_date": "5.08.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 476,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балапандарды бөлуге болмайды бірге өссін бәрі.",
                "date": "5.08.2016",
                "upvotes": 0
            },
            {
                "text": "улкейген сон болып алайын ба? ол күна емес па?  Касымдагы балалар алып жатыр, алмасак ит , мысык жеп кететін еді деп",
                "date": "5.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ми шайқалса не болады",
        "question_content": "Жол апатынан кейін қатты ми шайқалса не болады?",
        "question_date": "5.08.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ми соққы (мидың шайқалуы деп те аталады) - бас соққыға ұшырап жараланғаннан кейін, ми қызметінің уақыттық әлсіреуі. Бұл сырқат өз алдына дербес, я болмаса бастың басқалай жарақаттануы, сондай ақ ми қанды ісігімен қосанжарласа пайда болады.\n\n[A.]\n\nМи шайқалуы (commotіo cerebrі) – әр түрлі механикалық әсерден ми және ми қабығының жарақаттануы. Ми шайқалуында ми құрылысында көзге көрінетіндей немесе бүтіндігі бұзылған өзгерістер бай-қалмағанымен, ми шайқалуы сатысына қарай әр түрлі дәрежеде ми қызметінің бұзылуы анықталады. Ми шайқалуы әр түрлі апаттардан (автомобиль, темір жол, т.б.), жоғарыдан төмен құлағаннан, қатты соққы тиюден, тағы басқа жарақаттардан болады. Ми шайқалуы кезінде алған жарақат мидың қан тамырларын зақымдап, соның салдарынан ми қан тамырлары кеңейіп, мида сулы ісіктер және ұсақ қан құйылу ошақтары пайда болады. Сонымен қатар жұлын сұйықтығы көбейіп, бас сүйегінің ішкі қысымы жоғарылайды. Ми шайқалудың негізгі белгілері: жарақат алған бетте естен тану. Бұл құбылыс Ми шайқалуы сатысына байланысты, бірнеше минуттан бірнеше сағатқа созылуы ықтимал. Одан соң жүрек айну, құсу құбылыстары байқалады, бас ауруы, бастың айналуы, жүрек соғуының ырғағы сирейді. Аталған белгілердің жиілігіне қарай ми шайқалуы жеңіл, орташа және ауыр сатыларға ажыратылады. Ми шайқалуының емдеу шаралары: міндетті түрде төсекте жатып емделу тәртібін, сондай-ақ толық тыныштықты сақтау қажет. Дәрі-дәрмекпен емдеу негізінде, мидың сулы ісінуіне және бас сүйегінің қуысындағы қысым деңгейінің жоғарылауына қарсы жүргізіледі. Сонымен қатар бас ауруын басатын және ауру адамға тыныштық туғызатын, ұйқысын реттейтін дәрілер қолданылады. Науқас ауруынан жазылғасын, өмірдің қалыпты жағдайына, ауыр немесе терең оймен байланысты жұмыстарға біртіндеп кірісуі керек.\n\nЖағатын тағамдар:\n\nмай құрамы мен холестерин құрамы төмен сүт. Ми зақымдалуынан қан қысымы өрлегенде, қандағы май құрамы көбейгенде, тәжі артериясының қатаюынан болған жүрек ауруына және миға қан тамғанда, мида қан ұйығы пайда болғанда майсыздандырлған сиыр сүтінен 100 мл, бұршақ қоймалжыңынан 500 мл, жасанды сүт талқанынан 100 гр, майға қуырылған ұннан 50 гр, сахорозадан 80 гр бір біріне қосып, араластырып, оған лайқты көкөніс шырыны және 2 гр тұз қосып тұтынғанда пайдасы бар.\nфосфор және лецитинді жемектіктер. Бастың зақымдалуынан ми сулы ісігі пайда болғанда, фосфор жане лецитин құрамды жемектіктерді тұтыну керек.\nшипалы тағамдар рецепті:\n\nағаш саңырауқұлағынан 10 гр суға езілгенше қайнатады да, оған азырақ ақ шекер қосып ішеді.\nқарлығаш ұясынан лайқты мөлшерде суға қайнатып азырақ ақ шекер қосып ішеді.\n\nЖақпайтын тағамдар:\n\nқоздырғыш ішімдіктер. Мысалы : арақ, көпе, қою шай секілділерді тұтынуға болмайды.\nсуықтықты асыратын желді суықтық жемектіктер.мысалы. Суықтық ішімдік, көк бұршақ, қияр балауыз асқабақ. балдыркөк, жер қашаны сияқтыларды тұтынуға болмайды.\nмайлы жемектіктер. Майлы жемектіктер тұтынылған соң көк бауырдың тасып жеткізу қуаты бұзылады да, аурудың жағдайы аурлай түседі.\nащы жемектіктер. Мысалы қызыл бұрыш, қызыл бұршақ майы, қышы талқаны , жусай секілділер.",
                "date": "11.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернет дүкендерден заказ беру?",
        "question_content": "Достар арзан ұялы телефордармен аксесуарларлы оптом, қай сайттардан заказ беруге болады интернет дүкендердің ссылкасын қалдырсаңыздар???",
        "question_date": "4.08.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 805,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Aliexpress осы сайт аркылы берсен болады, мен озим 5 заказ бердим, жане алдым.",
                "date": "5.08.2016",
                "upvotes": 1
            },
            {
                "text": "http://www.aliexpress.com/ деген сайт бар, қытайдың сайты, мен бірінші рет заказ бердім, Құдай қаласа келіп қалады",
                "date": "5.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыстық көлге саяхат",
        "question_content": "Ыстық көлге барған адамдар Қырғыстанда киім арзан, барлығы арзан дейді, бұл шыңдық па?",
        "question_date": "4.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 889,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңге түскен сайын керсінше қырғыздар бізге келеді. Бұрын доллар 185 болған кезде ол жақта арзан болған. Қазір арзан ештемесі жоқ. Және Қырғызстанда Қазақстаннан келген екеніңді білсе қымбатқа сатады нәрселерін (бізді байлар деп ойлайды)))))).",
                "date": "5.08.2016",
                "upvotes": 0
            },
            {
                "text": "Кырғызстанда киімдер  бізге қарағанда 3-4 есе арзан. Біздің базарлардағы киімдер,заттардың бәрі қырғызстаннан әкелінеді . Қырғыздар бәрін өздері өндіретіндіктен әрине арзан болады. Машиналары да арзан, олар халықаралық сауда ұйымына мүше ел.",
                "date": "4.08.2016",
                "upvotes": 0
            },
            {
                "text": "Дұрыс, арзан. Дегенмен кризис келді ғой",
                "date": "11.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен жол жүргенде яғни көлікке отырғанда қатты ауырам?",
        "question_content": "Көлікке отырғанда өт жолы шайқала ма? Мен басым көзім қосылып құсқым кеп ауырам неге? Оған не істеуге болады?",
        "question_date": "4.08.2016",
        "question_tag": "Тазалық",
        "question_views": 918,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Селкілдеп жүруге болмайды",
                "date": "28.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастағы қотырды қалай кетіреді ???",
        "question_content": "Каникул болғасын ауылға барып едім, басым биттеп кетті. Кейін қышығаннан кейін қаси бергем, басым бөртіп жара болып кетті. Не істесем болады ????",
        "question_date": "4.08.2016",
        "question_tag": "Тазалық",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "чистая линия деген шампун қайызғақты жоғалтады бас қышығанды қойдырады, биттіде кетуне көмектеседі деп ойлайм :)",
                "date": "5.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IELTS сертификатын алудың 7 пайдасы бар ма?",
        "question_content": "1) Барлық саладан фундаментал білімің, аз да болса xабарың болады. Кез келген саланың маманымен немесе кез келген елдің азаматымен түрлі тақырыпта ұялмай сөйлесе аласың. Себебі Reading, Speaking бөлімі осы жақтарыңды көбірек дамытады, дүниетанымың мен ой-өрісіңді арттырады.\n2) Ағылшын тілінде кино, спектакль қарап, оңай түсініп отырасың, өзіңді шет тілін ұғатын мәдениетті адам ретінде сезінесің. Ағылшынша әндерді, клиптерді түсінбей жай тыңдамай, керісінше әннің әр бір сөзін түсініп, қосылып айтып та жүруге болады. Listening секшн осындай қасиеттеріңді дамытады.\n3) Writing бөліміне жаттығу барысында түрлі мәселелерге көзқарас білдіруді, кез келген дүниенің екі жағы бар екенін, артықшылығы бар дүниенің кемшіліктері де болатынын түсінесіз. Осылай өзіңіздің критикал және аналитикал ойлау қабілетіңіз пайда болады.\n4) Speaking бөліміне дайындалғанда, презентейшн жасау қабілетіңіз артып, түрлі тақырып ұялмай ойыңызды айта алатын, өзің туралы айтқанда еркін сөйлейтін деңгейге жетесіз. Бойыңызда комплекс деген атымен жоқ болады.\n5) Жүйелі болуды үйренесіз. IELTS тестінің әр бөлімінде, әр сұрағында әдемі жүйе бар. Сөйлегенде артық қуып кетпей, регламентпен сөйлеуіңіз керек. Эссе жазғанда да нақты жүйелі құрылыммен, ойыңызды толық нақты жеткізуге үйренесіз. Reading мен Listening бөлімінде де жай оқып, тыңдап қоймай логикалық байланысы бар, қосымша ақпарат беретін мәтіндер түседі. Дайындалғанда да нақты жоспар, тұрақты еңбекке негізделген жүйеңіз болмаса, төмен балл алып қаласыз.\n6) Ағылшынша кітаптар, газет-журналдар мен сайттарды оқып, обьективтілік, конструктивті сын, эмоциясыз дискуссия сияқты дүниелерді толық түсініп, өз өміріңізде қолданып, деңгейі жоғары білікті де, білімді маман боласыз.\n7) Еліңізді, туған ауылыңызды, отбасыңызды, туған өлкеңіздегі әр ғимаратты, туған жеріңізбен байланысты орындар мен адамдарды сыйлауды, еске алуды, сағынуды, дәріптеуді және мақтауды меңгересіз. Себебі IELTS емтиxанында солар жайлы көсіліп айтуға тура келеді.\nСонша пайдалы мәлімет алып болсаңыздар, тақырыпты одан ары талқылайық. Егер ағылшын тілін үйренемін, IELTS емтиxанына дайындалғым келеді десеңіздер, Әли деген бауырымыз екеуміз жеке және мини-топта онлайн және оффлайн дайындаймыз. Қалған сұрақтар бойынша жекеге жазыңыздар, алғашқы 1 сабақ тегін болады.",
        "question_date": "3.08.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қар үстінде тұрған шаңғышынын салмағы 780H, онын әр шаңғысынын ұзындығы",
        "question_content": "100см2 ауданға 50H күш әрекет етті, қысымы қанша?\n\nҚар үстінде тұрған шаңғышынын салмағы 780H, онын әр шаңғысынын ұзындығы 1,95м ал ені 6см, шаңғышының қар бетіне түсірілген қыымы қанша?",
        "question_date": "3.08.2016",
        "question_tag": "Физика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. S=100cm²=0,01m²\n\n    F=50H\n\n    P=F/S\n\n     P=50H/0,01m²=5000Па",
                "date": "4.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алиэкспресстен заказ берып едім. Сол заказ келгенде мен оны қалай аламын?",
        "question_content": "Мен алиэкспрестен заказ беріп едім енді сол заказдың ең жылдам келгены неше күнде келеді, ең кеш келгені неше күнде келеді. Келген сон мен оны калай аламын почтага барып аламын ба, жок уйге акелып береды ма? быр кісі үйіңе акеліп береді деп еді  мен заказ бергеніме 12-13 күндей болып қалды",
        "question_date": "3.08.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тапсырыс бергенде қандай метод доставки қарамай әшейін баса салдыңыз ба? Или наугад ұра бересіз ба? Әрине стандарт China air mail болса почтаға келеді. Өзіңнің почтаңа келсе жақсы. Ал DHL или соған ұқсас курьерский компания болса есігіңе дейін әкеп береді. Шамасы арзан-парзан нәрсеге тапсырыс берген сияқтысыз, так что мой ответ почта",
                "date": "19.12.2016",
                "upvotes": 0
            },
            {
                "text": "Алиэкспресстен заказ жасағанда ол әрқашанда почтамен келеді.Сіз ол тапсырысыңызды почтадан аласыз. Ал ұзақтығы Қазақстанға алып келетін почтаға байланысты, мысалы Сhina Air Post 15-60 күн және бұл тегін, ал Sweden Air Post 7-10 күнде алып келеді бірақ бұл тегін емес 35-200$-ға дейін барады.",
                "date": "4.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Айтуға оңай...\" бағдарламасына хат жазуға электронды пошта адресі керек еді.",
        "question_content": "\"Айтуға оңай...\" бағдарламасына өзіміздің өміріміз туралы хат жазайық деп едік. Соған осы бағдарламаның электронды поштасы қажет. aituga-onai@mail.ru мына адрестен ештеңе шықпады.",
        "question_date": "3.08.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Байланыс телефоны: 8 (717) 3 932275;\n\n \n\nЕ-mail: aituga-onai@kaztrk.kz",
                "date": "4.08.2016",
                "upvotes": 0
            },
            {
                "text": "салеметсызбе курметты айтуга онай багдарламасынын жургузушылеры. меным аты жоным Абдуллаев Орынбасар. ултым казак. шет ел азаматымын. осында семья кургам. меным шеше алмай журген маселем бар еды? комектесе аласызба? негызы маселены айтуга онай брак кйындау болып тур. рахмет алла риза болсын",
                "date": "23.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Webtransfer сайтын білетін адамдар барма ?",
        "question_content": "Бар болса. Вк-дағы мына парақшама https://vk.com/id256120450 кіріп осы сайтты түсіндіріп беріңіздерші",
        "question_date": "3.08.2016",
        "question_tag": "Вконтакте",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аударма ісі мамандығын бітірген студент мұғалім болып жұмыс істей алады ма???",
        "question_content": "Аударма ісі мамандығын бітірген студент мұғалім болып жұмыс істей алады ма??? ЖОО-да арнайы қазіргі заманғы методика сабағын оқытқан...",
        "question_date": "3.08.2016",
        "question_tag": "Мансаптық өсу",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұғалім болу үшін міндетті түрде пед бітіру маңызды емес. Мектептегі барлық мұғалімдер педагогиканы бітірмеген. Сұрастырып көріңіз",
                "date": "3.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЦОН-ға жұмысқа кіру үшін тест тапсыру керек екен.Қандай тест тапсыратынын білесіздер ме?",
        "question_content": "ЦОН - ға жұмысқа кіру үшін тест тапсыру керек екен... Соған қандай тест тапсыратынын білсеңіздер, көмектесіп жіберсеңіздер...\n\nМен Жаркент қаласындағы ЦОН мекемесіне жұмысқа орнығайын деп едім, керекті тест тапсыру керектігін естідім.\n\nСол қандай тест компьютер арқылы тапсырады деп естідім, осы туралы білетіндер, ақпараты барлар болса көмек ұшын берсеңіздер?...",
        "question_date": "3.08.2016",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Риода Алтын алып риясыз шалқимыз ба?",
        "question_content": "Олимпиада бәсінде допинг деген қулыққа басып, артынша қиғылық салу жарасымсыз афера. Әнұран шырқағанда алып-ұшқан көңілге, көзден парлаған жасқа обал.\n\nДопинг спорт түрінің бәріне шақ келе бермейтіні де жақсы. Штанга көтеру, ескек есу сияқты физикалық төзімділікке әсіре тәуелді түрлерде апайтөстер жиі әшкереленіп жатыр. Бұл өте дұрыс, толықтай құптарлық қадам. Дегенмен, бұл бастамаға жүйелілік пен табандылық керек. Алып елдердің абырой-беделінің ығына өз принциптерін жыққызбай, бірі қалмай бәрі санасатын таза спорттың салтанат құрғаны жақсы. Әділетсіз спорттың - құрығаны.\n\nМына WADA деген мықтыға сүйсінбей болмайды. 2010 жылы Ванкуверде Ресей құрамасы командалық жалпы есепте 11 болды. Бұл фиаско, әрине. Сочиде қарымта қайтаруға айла-амалдың небір құйтырқы формаларын ойластырғанын допингке қарсы халықаралық агенттік (WADA) дәйекті түрді әшкереледі. Тіпті, бұл жымысқы пиғылдың басы-қасында ФСБ болғанын, қала берді спорт атқамінерлерінің айтағымен жүргізілген қиямпұрыс кампания болғаны мәлімделді. Ресей спортшыларының күнібұрын \"сау\" кезіндегі зәрі/қаны басқа қалбырға алынып, допинг қабылдап алғаннан кейін алынған сынамаларды ФСБ агенттері түн жамылып, қалбырлар сақталатын бөлмеге сырттан саңылау жасап, сол тесік арқылы таза емес сынамаларды тазасына алмастырып отырған. Нақты дәлелсіз WADA мұндайды айтпас еді. Ендігі Ресейдің байбаламы - \"ойбай-ау, допинг қабылдағандар мақұл, бірақ Исинбаева сияқты \"тазаларымыздың\" кіршіксіз екені айдан анық қой, олардың обалына қалмасақ етті\". Допингке қарсы агенттік зәразап болған-ау, жеңіл атлетикада Ресейді толықтай аластатты. Уәжі - допинг қабылдау жүйелі түрде, биліктің нұсқауымен, араласуымен және жоспарлы түрде болғаны.\n\nИсинбаева сырықпен секіруде өзіне қарсылас шақ келтірмейтін сайыпқыран, олимпиаданың екі дүркін чемпионы. Илья Ильин сияқты ол да Риода үшінші алтынын алмаққа бек оқталып еді. Ильядан айырмашылығы сол, шынында да допинг қабылдамаған, допинг қабылдағаны расталып, алдыңғы алтындары басқа біреуге табысталып кетпеді. Тұтас дисквалификация құрбаны.\nРесей енді алтындардың бір парасын боз кілемнен күтеді.\n\nБіздің ұлттық құрама бұл жолы ала-құла көңіл-күймен аттанды. Алтынға сөзсіз үміткерлердің біразының бұрынырақтағы шикілеу тірліктері әшкереленіп, нәтижелері жарамсыз боп жатыр. Ауыр соққы. Дәл олимпиада алдында. Есеңгіретіп тастаған мұндай жазадан кейін ақылман боп кеткен жанкүйер легі толастасын ба? \"О баста ойламақ ләзім. Ни ни фига ойластырмады\" деген қызба пікірлер айтылып қалды. \"Допинг қабылдау да кәсіби машық. Тұтылмай жүрген елдердегідей мықты күшейткішті сатып алуға біздегілердің ақшасы жетпеді деу ақылға сыймайды\" деп налиды тағы біреуі. Қалай болған күнде де, спортқа саясат кенедей жабысты. Текетірестер алда да болады. Тиісті құзыреттілер осы бастан мықты жұмыстанса екен дейсің. Бір жағынан, спорт пен мәдениеттің бір орган арқылы қадағаланғаны да кейбір спорт жанашырларының сын садағына ілініп жататыны бар.\n\nРиода риясыз шалқимыз ба? Шәмші мен Жұмекеннің \"думанды бастаған еліне қарар\" ма екен телміріп олимпиадашыл ғаламшар? Сметов пен Отгонцэцэг, боксшы жігіттердің біразы жерге қарата қоймас деп қоямыз. Оларда да толқу мықты ғой, қанша дегенмен. Сағат айырмашалығы, климат өзгешелігі, тағысын тағы. Сылтау мен ақталуға себеп іздесең табасың, әрине. Алдыңғы бас бәстерде алтынға дәмеленіп үйреніп қалған жаман әдет және бар. Спортшыларымыз, бастысы, абыройдан айрылмасын. Үшінші орын алса да, қоласы алтынға бергісіз Ақжүрек Таңатаровқа ел ықыласы қашанда айрықша ғой, шіркін. Біз елде отырып тақым қысамыз, қиқу саламыз. Қолдан келгенше аянып қалмай, ел намысын абыроймен қорғау спортшыларға серт, оларды орынсыз жерден алып, жерге салмай, кез-келген нәтижені салқынқандылықпен бағамдау жанкүйер бізге серт.\n\nПостты Бекзат Саттархановтың финалдағы керемет жеңісімен түйіндеудің реті түсіп тұр. Аллам күш-қуаттан, несібеден айырмасын!\n\n\n\nНұрғиса Асылбеков",
        "question_date": "3.08.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 488,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "go nice very good great",
                "date": "21.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лимфосаркома средостения дейтін аурумен сырқаттанып қалды?",
        "question_content": "Сәлем достар! жақыным лимфосаркома средостения дейтін аурумен сырқаттанып қалды осы ауруды жазатын дәрігер адресі болмаса (қай қала мемлекет болсада айта беріңіздер)ем жолдарын айтсаңыздар екен.Рахмет.Көмектерінізге мұқтажбыз",
        "question_date": "3.08.2016",
        "question_tag": "Тазалық",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалай тәкаппар болмауға болады?",
        "question_content": "Мені барлығы тәкаппар және дерзкий дейді. Калай сондай болмауға болады? Калай адамдармен тез тіл табысуға болады? Калай адамдарға жақсы көрінуге болады?",
        "question_date": "3.08.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жағымпазданбайда-ақ қойыңыз, тәкаппарланбайда-ақ қойыңыз, қандайсыз сондай болып жүре беріңіз. Шын тәкаппарлық бұл өте жаман құлық. Жастайында бойжеткен кезінде тәкаппар болып жүргендер есейгенде көбінесе жалғыздықты кешеді. Бәрі емес әрине, орталай көрсеткіші.",
                "date": "3.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басқа қалаға жұмысқа орналасу. Қоныс аудару туралы?",
        "question_content": "Кейде ойлайм, өмір жолы мені басқа қалаға ауыстырып жіберсе... Немен айналысады екенмін? Кімдермен дос болады екем? Туған-туыс, құрбы-достарым үш қалада. Оның екеуінде тұрғым келмейді. Астанадан басқа қалада тұра алмайтын сияқтымын. Иә, сондай кесірлі қызбын",
        "question_date": "2.08.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 548,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа өмір бастайсыз, жаңа адамдар, жаңа орта, жаңа достар. Жер көресіз, ел көресіз.\n\nҚазір оңтүстік жақтың адамдарын солтүстік пен шығысқа шақырып жатыр. Барған адамдарға жұмыс, баспана және ақшалай көмек (1 реттік) көрсетіледі екен (солтүстік пен шығыста адам санын көбейту мақсатында)......",
                "date": "2.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туризм атын жамылып Зияратшылардың істеп жүрген тірлігі",
        "question_content": "Бәрі де жөн ғой , алайда өкінерім сол еш көрмедім қоғам болашағы мен олардың абырой туралы ештеңе жоқтығына. Менің бұл сайтқа кіргендегі үмітімнің бірі Нұр-Мүбәрәк деген университеттің атауын оқып қалып басталды. Сондағы ойым, мүмкін мен осы уақытқа дейін еш таппай және кезікпей жүрген мәліметтерді табармын деген ниетте. Айтайын деген ойым мынау, ол оқу орнын Президентіміз де Араб мемлекеті де жалпы Иманды да қайырымды жомарт исі Мұсылмандар бас қосатын жері ғой деген ниетте. Осы уақытқа дейін сауабты да абыройлы мәселені шешіп көмектесетін ешкімнің байланыс құралдарына тап бола алмай жүрмін, бірнеше ақпарат құралдарына жүгіндім алайда нәтиже жоқ. Ел басымызға тікелей жіберетін байланыс жоқ, оның көмекші хатшысы мен министірлеріне жіберген эл.почтамнан хабар жоқ мүмкін ескі немесе жалған болдыма білмеймін эл.почталары. Ал жалпы еліміздегі Түркі тілдес Мұсылмандар өз проблемаларымен миы қатып жүрген болар пендешілік қой түсінем. Ал Араб немесе Ислам мемлекеттерінің біздің елдегі байланыс мәләметтерін еш таппаймын, әртеуір миым қатып сіздерге жазып отырмын. Бұндағы басты мәселе мынау, менің төрағалығыммен, Яссауйдің бауырына басқан ұлы әрі Яссайдің орнын жоқтатпай жалғастырған және бүккіл еңбектерін алғаш боп Түркі тілдеріне аударып таратып  барша Түркі тілдес Мұсылмандарының тұңғыш Пірі атанған Әзіреті Маулана-Сафиаддин Әулиенің атындағы Қоғамдық Қайырымдылық Қордың жанашыр кеңесшілері мен Иманды мүшелерінің ақ ниеттері еленбестіктен туындайды. Бұл Қордың қайырымдылықтан тыс мақсат-міндеттерінің бірі еленбей әрі ескерілмей қалған Әулие бабаларымыздың басын қарайтып, жан-жағын тазартып жолын жөндеу әрі көне тарихын жаңғырту әрі Түркістанға ағылып келуші Зияратшыларды сол Киелі жерлерге апарып Құран бағыштап және Құдайдың Нұры төкен жерде тұрып жаратқаннан кешірім сұрап әрі сол әулеттің тірілерінен   ақ-бата алып қайту болып саналады. Бір өкініштісі ЭКСПОға келген адамдардың біразы Әулие Ахмет Яссауйге келсе Зияратқа , ал олардың көбісі Әулие Маулана-Сафиаддин \\Қойлақы-Ата\\туралы қанық болғандықтан барам деп қалса, масқараның көкесі сонда болмақ, себебі ол жерде екі адам отырып Құран бағыштайтын орында жоқ, дәрет алып жамбас басар шырақшысының үйі мен қонақ ас берер жер түгіл. Ал оның ұлы Әзіреті Захиаддин-Шайх Әулиенің \\Тілеулі-Ата\\ мүрдесінің айналасыда сондай, бүккіл кезіндегі Алтын-Орда Хандары мен Билерін Исламға кіргізіп Пір атанған әрі қол тапсырған Шынғыс-Хан ұрпақтары. Айта берсем көп Әулиелік дәрежеге жеткен әрі жалпы Халыққа кезінде үлкен пайдасы тиген ата-бабаларымыз. Ендігі мәселе сондай жерлерді сайқы-мазақ қылып жүрген өзіміздің баур-әпке қарындастарымыздан құралған заңсыз ұйымдарымыздың, яғни Туризм атын жамылып, тарихтан еш хабары жоқ ақша-дүние, құлқын үшін арбап-алдаушылар іштен шыққан сектантарымызға кім тосқауыл қоятынын тағы түсінбейміз. Біздің бар мүмкіншілігіміз алдын-ала барам деген Зияратшылардың санына байланысты ертеден вагоншик немесе қар үй жалдап, көрпе-төсегіміз бен ыдыс-табағымыз және арзан көлік дайындап күтіп тарихымыз бен салт-дәстүрімізді білдіру жарқын болашағымыз үшін әрі Рухани сауықтыру. Айналайын Түркі тілдес бауырлар, оның ішіндегі аңқылдаған Қазақтарым, дана аға-ата-бабалар айтпақшыдай Ел болам десең бесігіңді түзе әрі өлі риза болмай тірі байымайды деген қағидаға мән бермей абыройлы бола алмаймыз болашақ пен сырттан келушілер алдында.\n\nАлтынбеков Ерлан Тұрғанбекұлы",
        "question_date": "2.08.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 342,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ассаләмуғалейкум, нақты нақты жазыңызшы жағдайды және сұрағыңызды мына жерге, түсінікті болу үшін.",
                "date": "2.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Спортқа прогноздарды қайдан алуға болады?",
        "question_content": "Спортқа прогноздарды қайдан алуға болады?",
        "question_date": "1.08.2016",
        "question_tag": "Банк",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "міне vprognoze.ru",
                "date": "22.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Казгюу оқу ақысы қанша?",
        "question_content": "http://kazguu.kz/kz/postupayushhim/stoimost-obucheniya/ Мына сайтта оқу ақысы деп берілген. Бұны қалай түсінеміз? Сонда қанша төлеу керек?",
        "question_date": "1.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты қай мамандықтың бағасы керек?",
                "date": "6.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вк тұралы сұрақ ішінде .....",
        "question_content": "Сәлеметсіздерме..мен вкға ескі номерміммен тіркелгем сосын мүлдем басқа номермен өз вкма кіреберетінмін, ал кәзір паролімді ұмтып қалдым , востоноавит парол арқылы дурыстасам номерге код келеді,ал мен л номерді тастап жібергем.. енді өз парақшамды қалай дүрыстасам болады???Өтінеем тезрек жауап күтем,алдын ала рахмет",
        "question_date": "1.08.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 689,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сен сол бұрынғы тастап жіберген номеріңді қайтадан Активцентрге немесе билайн центрге барып  Восстановление жасатып алсаң болады, сосын бұрынғыша кіре бересің сол ВК- ға.",
                "date": "1.08.2016",
                "upvotes": 0
            },
            {
                "text": "Осы  видео  арқылы  жасауыңа  болады",
                "date": "2.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлақ инфекция, ауырғанын тоқтата аламын ба?",
        "question_content": "Құлақ инфекциясы болғанына 2-3 күн болды, қатты ауырады, ауырғанын тоқтата аламын ба? Лор дəрігері болса бір жауабын жазуын сұраймын! Құлаққа суық тиген!",
        "question_date": "1.08.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз бетіңізбен ем қабылдамаңыз!!!!! Міндетті түрде лорға барыңыз!!! Инфекция екенін қайда білесіз?",
                "date": "2.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 жылдан кейін мұғалімдердің деңгейлік курс бойынша ақшасы?",
        "question_content": "2013 жылы ІІ деңгейлік курсты бітірдім. 2018 жылы ақша төлеу тоқтай ма, одан әрі І деңгей бойынша курсты оқуға бола ма, әлде қайта емтихан тапсырып, ІІ деңгей сертификатын қайта аламын ба? Немесе ақша мүлде тоқтатылады ма? Министрлікке өтініш, мұғалімдердің жалақысы өте аз, сондықтан 5 жылдан кейін мұғалімдердің деңгейлік курс бойынша ақшасын тоқтатпаңыздаршы",
        "question_date": "1.08.2016",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаңа мектептегі жалақы",
        "question_content": "Сәлеметсіздер ме, менің сұрағым жалақыға байланысты болмақ. Биылғы 2016-2017 оқу жылында жаңа мектеп қолданысқа бермекші. Мектеп жаңа мөлтек ауданда салынды. Мөлтек ауданның мекен жайы: селолық округтің тұрғын массивінде (жилой массив). Жаңа мектеп мұғалімдеріне ауылдық жерге б/ты үстемақы төленеді ме?",
        "question_date": "1.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Вконтактеде досыңның қай жерде жүргенін білетін бағдарлама бар екен",
        "question_content": "Вконтактеде  досыңның  қай  жерде  жүргенін  білетін  бағдарлама  бар  екен,  оны қайдан жүктесем  болады.  Немесе  фейк  парақшаны  қалай  жоюға  болады?",
        "question_date": "1.08.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай бағдарлама жоқ ( ондай бағдарлама болса да оны жасау заңсыз ). Ол тек жай ғана суретке түскен жерлері бойынша ғана көрсетет. Жәй ғана алдамшы бағдарлама ғой.",
                "date": "12.08.2016",
                "upvotes": 0
            }
        ]
    }
]