[
    {
        "question_title": "Коллекцияға қандай ат қойсам болады?",
        "question_content": "Коллекцияға қандай ат қойсам болады? Қошқар мүйізге қатысты болу керек. Кеңес беріп жіберіңіздерші",
        "question_date": "3.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қошеқе)) білмедім негізі менім ойымша более современный болу керек секілді!!\nмысалға : QOWMUIZ",
                "date": "11.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Безеуді түбегейлі кетіруге бола ма?",
        "question_content": "Жасым 21,дэ мендэ безеу шыгып жургенине 5,жыл болды даригерлер жазп берген дарини жесем кетет брак 1.2,айдан кейн тагыда шгады  коп дари жегенде зиян казр катты азып калдым.асказан.бауыр.тукымда безеу шгатындай себеп жок барлыгнда тексерп корди даригерлердэ накты себебн айта алмады!",
        "question_date": "3.02.2017",
        "question_tag": "Тазалық",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дарыханадан Зинерить деген кремды сатып алып жагыныз 1-2 аптанын ышынде кетеды мен озым колдандым бырден безеулер жок болып кетты",
                "date": "2.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Судың массалық үлесін табыңыз.",
        "question_content": "Судын массалык улесин тап: CuSO4×5H2O",
        "question_date": "3.02.2017",
        "question_tag": "Химия",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr(CuSO4•5H2O)= 250\n\nW(H2O)=90•100%/250=36%",
                "date": "27.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өріс кернеулігі 10 мегавольт/метр жеткенде конденцатордың тесілуы",
        "question_content": "Өріс кернеулігі 10 мегавольт/метр жеткенде конденцатордың тесілуы байқалатын болса, оған 3.1 микрокулон заряд беріледі",
        "question_date": "3.02.2017",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өзеннің жер бедеріне тəуелділігі деген не?",
        "question_content": "Көмектесіңізші. Керек болып тұр",
        "question_date": "3.02.2017",
        "question_tag": "География",
        "question_views": 9000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзен, оның бөліктері. Өзендер – гидросфераның бір бөлігі. Глобусқа немесе картаға қарасаңдар, құрлық бетінде көк түсті иректелген бейнелерді көресіңдер. Олар – өзендер. Егер глобусқа Жер шарындағы өзендер мен олардың салаларының бәрін түсірсе, онда материктер өрмекшінің көгілдір торымен шырмалғандай болады. Өзен бірнеше бөліктен тұрады.\nӨзен дегеніміз – табиғи жолмен пайда болған, ойпаңмен ағатын су.\nСендер қандай өзен болса да , оның басталатын жері – бастауы болатынын білесіңдер. Өзендердің барлығы батпақтардан, мұздықтардан, көлдерден, бұлақтардан ағып шығатын жылғаларданбасталады. Өзен суының құрлықты шайып жататын бөлігі – жағасы. Өзеннің ағысымен жүзген кезде сенің оң жағың өзеннің оң жағасы, ал сол жағың сол жағасы деп аталады. Өзеннің басқа бір өзенге, көлге, теңізге құятын жері өзеннің сағасы деп аталады. Кез келген өзеннің басталатын жерінен сағасына дейін ойпаңмен ағатын аймағы – өзен аңғары. Үнемі су ағып жатқан ойысты арнадеп атайды. Көктемде қар еріген кезде, өзен суы кемерінен асып, аңғардың ойпаң бөлігін су басуын жайылма деп атайды. Жайылманың ені шағын өзендерде 3-4 м болса, ірі өзендерде 30-40 шақырымға дейін барады. Жайылмада шалғын өсімдігі өседі, оны мал жаюға немесе пішен дайындауға пайдаланады.\nӨзеннің ағу ұзындығы үш бөлікке бөлінеді. Бастауына жақын жағы – жоғарғы ағыс, саға жағы – төменгі ағыс, екеуінің аралығы – орта ағыс.\nӨзен жүйесі.Барлық өзендердің саласы болады. Олар әдетте, негізгі өзеннен қысқа болады. Негізгі өзенге ағыс бойынша оң жағынан келіп құятын саланы оң жақ саласы, ал сол жағын сол жақ саласы деп атайды. Мысалы, Ертістің оң жақ саласы – Бұқтырма, ал сол жақ салалары – Есіл мен Тобыл. Өзенді барлық салаларымен қоса өзен жүйесі, өзеннің салаларымен қоса су жинайтын жерін өзен алабы деп атайды. Жер шарындағы ең суы мол және өзен алабы үлкен өзен – Оңтүстік Америкадағы Амазонка. Ал ұзындығы жөнінен Африкадағы Ніл өзеніне тең келер өзен жоқ. Оның ұзындығы – 6671 км. Өзен алаптарының шекарасын суайрықдеп атайды. Бірақ суайрықтар көзге айқын көрінерліктей қырат болып тұрмайды. Жазық жерлерде суайрық тегіс қыраттар арқылы өтеді және оны анықтау қиынға соғады.\nӨзеннің ағу бағыты мен жылдамдығы оның ағып өтетін жер бедеріне байланысты .\nЖазық жерлермен ағатын өзендердің ағысы баяу келеді. Қазақстанның Іле, Сырдария, Жайық, Есіл, Нұраөзендері жазық жер өзендеріне жатады. Жазықтағы өзендер кеме қатынасы үшін қолайлы.\nТау өзендері бастауын биік таулардан алады. Олардың суы гүрілдеп, көбік шашып, тау жоталарының тік беткейлі, тар, жартасты аңғарларымен өте жылдам ағады. Мұндай тар аңғарларды шатқалдардеп атайды.\nШоңғарлар мен сарқырамалар. Жазық жерден ағатын өзендер аңғарының түбі жұмсақ жыныстардан тұрады, оларды ағын су тез шайып кетеді.бірақ кейбір жерлерде әктастан, граниттен, тақтатастан құралған қатты жыныстар кездеседі. Бұл жыныстардан судың шығуы баяу болады. Егер олар арнаны бөгесе, өзенде шоңғалдар пайда болады.\nСу шоңғарлардың үстіне келгенде көбік шашып, сарқырап, күшейеді де, тек шоңғалдардан өткеннен кейін баяулап, бірқалыпты аға бастайды. Шоңғалдар кеме қатынасына үлкен кедергі келтіреді. Егер өзеннің жолында тік жартасты кедергілер кздессе, онда су төмен қарай құлап ағады да , сарқырама түзеді.\nЖер шарындағы ең биік сарқырама Оңтүстік Америкадағы Ориноко өзенінің алқабындағы Анхель сарқырамасы, оның биіктігі – 1054 м, екінші сарқырама Замбези өзеніндегі Викториясарқырамасы, ондағы су 120 метр биіктіктен құлап ағады. Келесі ірі сарқырама Оңтүстік Америкадағы Эри мен Онторио көлдерінің арасындағы Ниагарасарқырамасы. Сарқыраманың гүрілдеген дауысы 25 км қашықтықтан естіледі.\nӨзендердің қоректенуі, маңызы.Жер бетіндегі өзендер жаңбыр суымен, жерасты суымен, еріген қар және мұз суыменқоректенеді.\nЖауын-шашын мол түсетін кезде жаңбыр және қар суымен жазық өзендері қоректенеді. Ал тау өзені қар суынан басқа, күн жылынып, ауа температурасының жоғарылауынан тау басындағы еріген мұздық суларымен қоректенеді.\nКөктемде жерасты суы ұлғайған уақытта барлық өзендер онымен қоректене алады. Осы кезде өзен суларының тасуы орын алады. Жауын-шашын аз түсетін жаз мезгілінде өзен деңгейі төмендеп, сабасына түседі. Өзен суының жыл ішінде өзгеруі өзен режимідеп аталады.\nӨзендерді жер суаруға, кеме қатынасына, балық аулауға, электр энергиясын өндіруге, зауыт, кәсіпорын жұмыстарына, күнделікті тұрмыста пайдаланады.\n\nhttp://ikaz.info/",
                "date": "28.03.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Гаймариттен қалай емделуге болады?",
        "question_content": "Сәлеметсіз мен храничиски гаимаритпін  1 жылдаи болды басым қатты ауырады қысып ауырады уиыиды және желке жағымнын екі жағы катты қысып солқылдап ұиып ауырады бұл гаимариттін әсеріме",
        "question_date": "3.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гайморит ауруының негізгі қоздырғыштары — инфекция: вирустар мен бактериялар. Індет (инфекция) мұрын қуысы және қан ар-қылы гаймор қуысына түсіп, ол қуысты зақымдайды. Көп жағдайда жоғарғы жақ тіс тамырларын қоршап жатқан етті аумақ жұмысының қалыпты жағдайдан ауытқуынан вирустар мен бактериялар гаймор қуысына еніп кетеді. Гайморит ауруының белгілері: бас ауруы; мұрынмен тыныс алудың қиындауы; мұрыннан қою сұйықтықтың ағуы; тұмаудың ұзаққа созылуы. Иіс сезу қабілетін жойып, адамды әлсірететін, дене қызуын көтеріп, ұйқыны бұзатын бұл ауруды халықтық медицинамен емдеудің бірнеше жолы бар: \n1. Картоп. Қабығымен қайнатылған картоптың суын төгіп тастаңыз. Басыңызды бүркеп, картоптың буына дем алыңыз. \n2. Мұрынды лимон шырынымен жуу. Ол үшін сізге 1 лимон, қайнаған су қажет. Лимонның шырынын шығарып алып, 1:10 стаканға құйып, үстіне қайнаған су құйыңыз.Енді оны кеңірек ыдысқа құйып, басыңызды иіп, мұрныңызбен сол тұнбаға дем алыңыз. Дем алғанда тұнба мұрынның ішіне кетеді, бірақ ол аузыңыздан шығады. Бұл мұрынды тазалау үшін керек. \n3. Гайморит дендеген орындарды бүтіндей асылған жұмыртқамен жылытады. Ыстық жұмыртқаларды майлыққа орау қажет, майлыққа оралған жұмыртқаларды мұрынның екі жағынан да жұмыртқалар әбден суығанша ұстау қажет. Бұл процесс жатар алдында орындалса әсері мол болмақ. \n4. Қайнатылған жылы суға йод тұнбасының бірнеше тамшысын немесе марганцовканың бірнеше түйірін қосып, осы қоспамен мұрын танауларын шаю қажет. Гайморитпен науқастардың көпшілігіне тұзды сумен жуу да пайдалы: бұл жағдайда тұз салынған жылы суды мұрынмен ішке тартып, ауызбен түкіріп тастайды. \n5. Табиғи балды зәйтүн майымен тең мөлшерде араластырасыз. Шалқаңыздан жатып, әрбір танауға 3-4 тамшыдан тамызу керек. Осыдан кейін 2 сағатқа дейін далаға шықпаған дұрыс. Халықтық әдістермен емдеуден басқа, гайморитпен ауыратын адам маман-дәрігердің де көмегінен бас тартпағаны жөн. Осы ауыратындар мынаны ескергені дұрыс: салқын тигізбеу, тұмау ауруының кез келген белгісі байқала салысымен емдеу және берілген барлық дәрігерлік кеңеске құлақ асуы қажет. Бұл ауруға немқұрайлы қарамаңыз. Өйткені, гайморитті дер кезінде емдемесе, кеңсірікке түскен ірің миға шауып, менингит ауруына ұласуы мүмкін.\nДереккөзі.",
                "date": "3.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бел ауырғанды қалай емдеуге болады?",
        "question_content": "Сәлеметсіз белім,сегіз көзім ауырады,енкеиіп тура алмаимын отырып тұрғанда ауырады не істесем болады.",
        "question_date": "3.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адыраспан – түйетабандар тұқымдасына жататын, тарамдалған бұтағы мол, мыңжылдық шөптесінді өсімдік, оның жапырақтары кезектесе орналасады. Бозғылт-сары гүлдері жеке-жеке өседі. Жемісі қоңыр түсті, диаметрі 1 сантиметрдей шар тәріздес қауашақ. Биіктігі 30-60 сантиметрдей, мамыр-шілде айларында гүлдейді. Қазақстанда, еліміздің батыс өңірінде, Кавказ бен Орта Азияда кездеседі. Негізінен сортаң далаларда, елдімекендерге таяу алқаптарда, сонымен қатар, құрғақ, тасты беткейлерде өседі. Адыраспан құрамында улы гармин және гармалин алкалоидтары, гүлі мен бұтағында пеганин алкалоиды болады. Адыраспан – улы өсімдік, сондықтан оны тек дәрігердің нұсқауымен ғана пайдалануға болады. Кепкен адыраспан Емдік мақсатта адыраспанның шөбін яғни сабағын, жапырақтары мен гүлдерін пайдаланады. Адыраспан – ежелден белгілі дәрілік өсімдік. Кезінде Ибн Сина оны сегізкөз жүйкесі қабынуы кезіндегі шаншуды басатын дәрі ретінде пайдалануға кеңес берген. Халық медицинасында адыраспан ревматизм, қышыма және басқа да тері аурулары кезінде бұлау жасауға пайдаланылады, ал шөбінен жасалған қайнатпа суық тигенде, безгек ауруларына, жүйке жүйесінің әлсіреуіне және ұстама ауруларына ем болады. Адыраспанды кавказ халқы ұйықтататын дәрі ретінде пайдаланады. Оның шөбін жағып, түтінімен бас ауруын емдейді және жұқпалы ауру-сырқауы бар адам жатқан бөлмені ыстап залалсыздандырады. Емдік қасиеті жағынан адыраспан Орта Азияда ертеден белгілі болған. Бұл жерде оның ұрығын зығыр тұқымымен қосып демікпені емдейді, қара немесе қызыл бұрышқа араластырып тері ауруларына қарсы жағады. Тер шығаратын дәрі ретінде, сонымен қатар ревматизмді емдеуге қолданады. Адыраспан шөбінің қайнатындысы мен тұнбасы бас ауруды басып, адамды тыныштандырады, сырқатты асқындырмауға көмектеседі. Сонымен қатар, белге суық тигенде адыраспан көмегімен емдеуге болады. Ол үшін кептірілген, ұнтақталған 50 грамм адыраспан шөбін шүберекке түйіп, сыртынан қайнаған су құяды. Сәлден соң суын сығып, қалтаны жылы күйде белдің ауырған тұсына басып, үстіне қыздырғыш (грелка) қояды. Белді осылай күніне 30-40 минуттан бер рет булау керек. Бір қалта адыраспанды ыстық суға қайталап салып төрт рет пайдалануға болады. Адыраспан улы өсімдік болған соң, оны емге ішкен кезде аса сақ болған жөн.\nТолығырақ.",
                "date": "3.02.2017",
                "upvotes": 0
            },
            {
                "text": "Куиыншагим ауырат катты аулап едим",
                "date": "28.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көсемше қызметі мен мағынасы жағынан үстеуге келетін мысалдармен далелдеңдер?",
        "question_content": "Көсемше қызметі мен мағынасы жағынан үстеуге келетін мысалдармен далелдеңдер?",
        "question_date": "3.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 663,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ключ майкрософт офис 2015-ке қайдан табуға болады?",
        "question_content": "Ключ майкрософт офис 2015-ке қайдан табуға болады?",
        "question_date": "3.02.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кәуап жасау қалай қанша килограмм?",
        "question_content": "Маған 60 кісіге канша килограмм үйрек еті керек оған нелер қосылады?",
        "question_date": "3.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәуап (шашлык) — еттен жасалынатын тағам түрі. Металға немесе ағашқа кіргізіліп шоқтың қызуына қойып, қақтап пісірілетін жапырақ еттерден тұратын тағам.\nКәуап (шашлык) жасаудың 3 кезеңі:етті дайындап маринадтаймыз, сосын оны күтеміз, соңғысы дайынболған етті пісіреміз.\nЕскере кетейін, осы мәзір соңында жиі қойылатын сұрақтарға да жауап берілетін болады.\nБіз бүгін 8-9 адамға жетерлік тауық пен күрке тауық етінен кәуап (шашлык) жасайтын боламыз.\n\nКеректі құралдар:\n1. Мангал\n2. Көмір немесе сексеуіл ағаштары\n3. Кәуап (шашлык) еттерін кіргізіп салатын таяқшалары қажет\n\nҚұрамы: (суретте оңнан солға және жоғарыдан төменге қарай)\n1. Ас тұзы\n2. Майонез\n3. Кептірілген нан ұнтағы (Панировочное сухари)\n4. Грилге арналған дәмдеуіш (Приправа для гриля)\n5. Кәуапқа арналған дәмдеуіш (Приправа для шашлыка)\n6. Сарымсақ (чеснок) 2 дана\n7. Пияз 3 дана\n8. Тауық еті 4,5 келі (біз осылай алдық)\n9. Күрке тауық етінен біз 1,5 келі алдық\nСонымен, біз үшін дайындаудан бастап, жегенге дейін 4 сағ. 30 минут уақыт кетті. Осы нәрсені өздеріңіз, адамдарға қай уақытта беру керектігін жоспарлаған кезде ескеріңіздер.\n\n1-қадам. Еттердің шабатынын шауып, турайтынын турауымыз керек. Таяқшаға жақсы тұратындай және жеуге де ыңғайлы болуы керек. Үлкен де емес, кіші де емес, орташа етіп.\n2-қадам. Бұл қадамда бәрін араластырамыз, сөйтіп бетін жауып қоямыз. (маринадтау, маңызды қадам)\nЕнді, дайын еттерімізге бір ғана кептірілген нан ұнтағынан басқасының бәрін салып, араластырамыз. Яғни ас тұзы, сосын әртүрлі дәмдеуіштерді, сосын сарымсақ пен пиязды, сосын майонезді. Әр салған сайын араластыруды ұмытпайық.\nҚайталай кетейін. Ас тұзы мен 3 дәмдеуішті(приправа) салып, арасында араластырып тұрамыз.\n\nАраластырып тұруды ұмытпайық.\n\nСосын сарымсақ пен пиязды турап немесе езіп салып араластырамыз.\n\nЕнді майонездің кезегі, тағы да араластыруды ұмытпаймыз :)\n\nЕнді екінші қадамның соңғысы, бетін жауып күтетін боламыз. Көріп тұрғандай, бізде әлі кептірілген нан ұнтағы бар, оны біз алдағы уақытта қолданатын боламыз. 2 сағаттай күтеміз.\n\n3-қадам. Отты қыздыруды бастау және еттерді таяқшаларға салып дайындау.\nБір мезетте от пен етке кірісеміз. Бір-екі адам отқа кетсе, қалған бір-екеуі етке отырғаны дұрыс, адам көп болған сайын жақсы, тез бітеді :).\nЕнді етті таяқшаларға салу. (бұл тауық еті)\n\nМұндай әдісі де бар, кептірілген нан ұнтағына аунату. Қосымша шашлигімізге дәм қосатын болады. (бұл курке тауық еті еді).\n\nЕндігісі от жағу. Шоқ жинауға көмір немесе сексеуіл ағаштарын қолданыңыз. Ал көмірдің тура кәуапқа(шашлыкке) арналғаны болмаса да қарапайым түрі де жарай береді.\nСонымен бәрі жағылды, көмір салынып шоқтанып жатыр. Енді арғы жақтағы таяқшаларға салынған еттерді алып келеміз.\n\nСоңғы 4 қадам. Еттерімізді шоққа қою.\nСуретте көрсетілгендей, айналдырып тұрамыз күйіп кетпей жақсы пісуі үшін, желпіп тұрамыз астындағы шоғы жақсы қызу беруі үшін.\nОсы кезде қателіктер жіберіп қоймау керек нәрсе)) етіңіз шоқтың қаттылығынан жанып бара жатса ондай кезде жай қарап тұрмаңыз, дұрыс шығар деп :) немесе уксус сеуіп те жібермеңіз, ол қате. Ол кезде дұрысы сумен кішкене себкеніңіз дұрыс.\n\nОсымен дайын, ас болсын!\nЖиі қойылатын сұрақтар:\nС. Сіздерге неше уақыт кетті бәрінің дайын болуына?\nЖ. Біздің еттерімізбен жалпы дайын болу уақыты 4 сағ. 30 минут. 1 сағаттан сәл аса маринадтап дайындап біттік(1 сағ. 9 мин.), оны 2 сағат күттік, сосын 1 сағ. 15 минутта таяқшаларға тығып, пісіріп дайын еттік.Ескере кетейік: Бізде тауық пен күрке тауық еттері болғасын 3 сағ. немесе мал еттері болса(қой, сиыр) маринадтаудың өзіне 7-9 сағ. кетеді, соны дайын болуы жалпы 10 сағаттай болар шамамен. Малдардың етіне маринадтағанда, бетін жауып қойғанда оны күтетін уақыты көп, бірақ осы әдіспен маринадтай берсе де болады.\nС: Көмір, сексеуілдерді қайдан алсақ болады?\nЖ: Сексеуіл, көмірлерді жолдағы дүкен, базар, не жанармай бекеттерінде де сатып ала аласыз. Жеңіл ағаштарды да көлігіңізге сала салыңыз, отты тез қыздыруға қажет нәрсе.\n\nТолығырақ.",
                "date": "3.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия 9 сынып ессепти шыгарып бересиз бе отинемин",
        "question_content": "ХИМИЯ ТЕЗ ЕСЕП ШЫГАРЫП БЕРЕСИЗДЕР МЕ ОТИНЕЕЕМ",
        "question_date": "3.02.2017",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледжге түсер кездегі емтихан қиын бола ма?",
        "question_content": "9 сыныптан кейин колледжеге тусейин деп едим. Оган дейин али копкой билемин,соган дайындалайын дегем.\n\nСол емтихан қиын бола ма?\n\nТүсетін оқуым технология мұғалімі.\n\nЖауап бериниздерши?",
        "question_date": "2.02.2017",
        "question_tag": "Мамандық",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бəрі өзіңе байланысты.Дайындлсаң оңай",
                "date": "3.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Куб қабырғасының қалыңдығы қандай?",
        "question_content": "Іші қуыс шойыннан жасалған кубтың қырының ұзындығы 12см, салмағы 50 Н, куб қабырғасының қалыңдығы қандай? Тығыздығы 7000 кг/м. куб",
        "question_date": "2.02.2017",
        "question_tag": "Физика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/643383/",
                "date": "22.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Елінің қайсар ұлдары шығарма",
        "question_content": "Маған Елінің қайсар ұлдары деген тақырыпқа шығарма керек",
        "question_date": "2.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тарихының беттеріндегі адамзат баласының есінен кетпейтін қастерлі парақтардың бірі-отызыншы жылдардағы зобалаң уақыт. Кеңестік дәуірдің «зымиян саясаты» болып саналатын бұл уақыттың ұлт зиялыларының өміріне балта шапқан әрекеті қолына қалам ұстаған жандардың есінен бір сәт шыққан емес. Олай дейтініміз, естіген құлақ түршігетін «зымиян саясаттың» қанды құрығына іліккен азаматтар – ұлтымыздың маңдайына біткен марғасқалары мен жақсылары. Елім деп жылап туып, елім деп жылап өткен дарабоз тұлғалар. Туған ел үшін, туған жер үшін, туған Отан үшін олар жасап кеткен игілікті істердің барлығы – кешегі өткен тарих пен бүгінгі тарихтың сабақтастығы.Уақыт тілі ілгері жылжыған сайын отызыншы жылдардың құрбандарының ардақты есімдері бүгінгі ұрпақтың есіне жаңаланып, дараланып еске түсіріліп отыруға тиіс.\nЕлін сүйген, елі үшін күйген ерлердің есімі ел жадында. Солардың бірі – қазақтың қайсар ұлы – Ұзақбай Желдірбайұлы Құлымбетов.«Жақсының аты өлмейді, ғалымның хаты өлмейді». Бұл сөз мәйегін мәнерімен ұстаған қазақтың аталы сөзі. Небір хас таланттарды дүниеге әкеліп, тал бесігінде әлдилеп тербеткен Ақтөбе өлкесінің перзенті Ұзақбай Құлымбетовтің қызмет жасаған ортасы – кілең білімділер мен біліктілердің шоғыры. Жастайынан дүние дүрмегіне ширақ көзбен қараған өжет мінез иесін арманның биігіне шығарған – оның мұқалмас жігері. Шарболаттай рухын шыңдаған төс пен балғаның ортасында өткен заман қайшылығы.\nБүгінде аты тарихта қалған Ұзақбай Құлымбетовтің туған топырағы-Ақтөбе жері. 1891 жылдың 18 нау­ры­зында Ырғыз уезінің Аманкөл болысында жарық дүниенің есігін ашқан болашақ қайраткердің алғаш білім алған шаңырағы – ауылдық жердегі мұсылмандық мектеп. Сегіз жасында сауатын ашқан табанды баланың білім көкжиегін одан әрі кеңейтуіне көмектескен әкесі Желдірбай. Сұңғыла әке перзентінің тілегін қанағаттандырып, Ырғыздағы екі класстық қазақ-орыс училищесіне оқуға береді. Ұстаз сабағы зерделі шәкірттің орыс тілін жақсы меңгеріп, үздік оқуға ықпал жасаған бір мүмкіндік. А.Т.Афанасьев, П.Т.Матвеев, Бөлебай Сарыбатыров сынды ұстаздардан тәлім алған талапкер көкжиегі кең білімнің алысқа, ұзаққа адастырмай апаратын темірқазық жұлдызы екенін іштей сезген. 1910 жылы оқуын үздік бітірген Құлымбетовтің педагогикалық кеңестің шешімімен Ақтөбедегі педагогикалық курсқа жіберілуі – болашақ мемлекет қайраткерінің жанған жұлдызды сәтінің бір еді.\nКісі есігінде жалданып, күйбең тіршіліктің құрбаны болған әке тағдыры, сол тағдырды бастан кешірген отбасының өмірі жарқын күндерге ұмтылған намысқой баланы қай кезде де ойдың мұхитына батыратын. Үлкенді-кішілі білім шаңырақтарынан алған рухани азығы жалындап жанып тұрған жігітке күш-қуат берді. Зерек көңіл уақыт ағысымен болып жатқан қоғам бетіндегі аумалы-төкпелі заманды көрді. Өмір мұхитында аласапыран дәрменсіз күй кешкен қарапайым халқының ауыр халі толғандырды. «Күштінің құйрығы диірмен тартқан» дәуірдің ақжал толқындарына туған елінің тағдыры көміліп кетпей, аман қалса екен деп тілекпен белін буды. Мақсаты – елді сауаттандырып, көкі­рек-көзін ашу, қоғамда болып жатқан құбылыстарды жете түсіндіру.\nБала тілегіне сенім артқан туған әкенің, жанашыр ағайынның, ауылдағы ұстаздардың үмітін ақтаған Құлымбетов Ақтөбедегі педагогикалық курсты бітіріп, 1912 жылы туған ауылы Сасықкөлге оралады. 1918 жылдың аяғына дейін Торғай, Ырғыз уезінің шалғай жатқан ауылдық мектептерінде оқытушы болып жұмыс жасайды. Білім жолында жүрген жас жігіттің өмірге деген көзқарасы өзгеріп, болашақта ел игілігі үшін үлкен жауапты істерге қатысып, өзінің азаматтық позиция­сын көрсету қажеттігін түсінеді. Толғамды ойлар, жаңа көзқарас, зия­лы ортада қалыптасқан соны пікір Ұзақбай Желдірбайұлын Ырғыз өңірін кеңестендіру жұмыстарына қатысуға ықпал жасайды. Оған сенім артқан басшылық Ырғыздағы Кенжеғара, Тәуіп болыстарын кеңестендіру жұмыстарына, ауылдардағы бас­қарудың жаңа халықтық жүйелерін құрып, ескі әкімшілік орындарын жоюға өкіл етіп жібереді. Өзіне тапсырылған жауапты жұмысты жеделдетіп, тиянақты орындағаны үшін Құлымбетов Ырғыз уездік Атқару комитетінің мүшесі болып сайланады. Жылтыр бойында ақтармен болған шайқастарға қатысып, дұшпанның кім екенін түсінеді.\nТиянақты білім алып, елімнің бір қажетіне жарасам деген жалынды жастың шынайы бейнесін мына бір тарих үзігінен көруге болады: «Ұзақбай Құлымбетов контр-революцияшыл ақтардың, Кеңес үкіметіне қарсы қарақшылардың қалдықтарын құрту, ревком уәкілі ретінде елді, аймақтарды кеңестендіру, қару-жарақ жинау барысында көптеген жұмыстарды тындырды. Оның ерекшелігі – қолға ал­ған ісін тиянақтап, аяғына дейін жет­кізу, қалың қауыммен тығыз байланыста болу, оны сендіре білу, оған сену, шапшаңдық кеңесшілдік, туралық және әділдік. Ревком мүшелері, коммунистер Ұзақбайдың партия ісіне қалтқысыз берілгендігіне көзі жетіп, оны РК(Б) қатарына алуды қажет деп тапты. Оның да ойы осы деп» жазылды «Үш ғасыр перзенттері» атты кітапта (авторы Зәкіратдин Байдосұлы).\nАт жалын тартып мінгеннен, өмірінің соңына дейін халық мүддесі үшін қызмет жасап өткен Құлымбетов Калининге жазған хатында, Қазақ­стандағы балалар саны Одақ көлеміндегі панасыз балалардың үштен бірін құрайды, болашақ ел иелерінің талапқа сай оқуы үшін, олардың оқу орындарын жабдықтау үшін қосымша үш миллион сом қаржы бөлуін сұраған. Елдің келешегі- жастар екендігін, оларды дер кезінде оқытып, тәрбие беріп, қоғамның белді мүшесі етіп дайындау керектігіне ерте бастан қам жасау –қайраткердің қарымды істерінің бір көрінісі ғана. Елге, жерге деген жанашыр қамқорлығы – патриот ұлдың ұлағатты ойының тек, бір күнді емес, болашақты барлаған көрегенділігі екенін байқаймыз.\nТабандылығымен, қайраттылы­ғымен, ептілігімен көзге түскен іскер азаматтың иығына жүктелген қайсар мінезді ердің ғана қолынан келетін, қауіпі мен қатері қатар жүретін өте жауапты әрі шұғыл атқарылатын іс-қимылдар. Ел басына түскен қарама-қайшылыққа толы, ызы-қиқы, қым-қуыт заманның қай ағынына түсерін білмей дел-сал күй кешкен алакөңіл халықты ақ шуағы енді туып келе жатқан жайма-шуақ заманға үйрету, үлкен мұхит бетінде аударылып, төңкеріліп жатқан тау-тау толқындар секілді мінез танытып, дауылдатып келе жатқан төңкерістің бейбіт күнге айналатынын сендіре қою-әрине, қиынырақ болатын.Тайғанақ мұздан басталған қауіпті өткел жолдың бас­тауы қайратты азаматты 29 жасында, 1920 жылы Ресей Коммунистік (большевиктер) партиясына мүше етіп қабылдады.\n«Соқтықпалы, соқпақты жолдармен жүріп, саяси сауатын шыңдап, оны ел қажетіне жаратуда аты шулы істердің басы-қасында жүрген Құлымбетов 1921 жылы Ақтөбе губерниясының құрылуына байланысты Ақтөбеге қызметке ауыстырылды. Бұл салада губерниялық партия комитеті үгіт-насихат бөлімінің меңгерушісі болып жұмыс жасап, Губкомның бюро құрамына сайланды. Тыңнан жол тауып, көздеген мақсатына жету үшін небір сын-сағаттан қаймықпай өткен өжет азаматтың жолын кесіп, көзін құрту үшін тап жауларының ұйымдастырған қитұрқы іс-әрекеттері жетіп, артылатын. Ырғыз, Қарабұтақ бойындағы шонжарлар Орынбордағы республикалық Атқару комитетіне, Жоғары Сотына, Халық Комиссарлар Кеңесіне, облыстық партия комитетіне Құлымбетовтің үстінен әртүрлі жала жауып, домалақ арызды боратады. Бұл мәселенің анық-қанығына жету үшін РСФСР-дың Жоғарғы Сотының Көшпелі Сессиясы арнайы қарап, Құлымбетовті ақтап шығарады» деген мазмұн-сипаттағы тарихи дерек Ұзақбай Желдірбайұлының ел саясатына етене араласа бастаған кезеңін аңғартса керек.\nҚұлымбетовтің 1923 жылы Ақмола губерниялық Атқару комитетінің төрағасы болып сайланған уақыты Қазақстан жағдайының өте ауыр уақытымен тұспа-тұс. Елдің басынан өткен бірінші дүниежүзілік соғыс, елге салынған түрлі салық, жердің жұтаңдығы, аштықтың етек алуы – халықтың басына түскен қиын жағдайларды ушықтыра түскен. Елдің ырзығы өсетін жер-анаға келген қуаңшылық халықты жейтін нанынан айырған. Күйзелген елдің қамын ойлаған Құлымбетов 1924 жылы Қазақ АКСР-ы Халық Комиссарлар Кеңесінің төрағасы Сәкен Сейфуллинге хат жазып, елдің басын жұтуға айналған қиын мәселені жеңілдетуін сұрайды. Дер кезінде жоғарғы билік тарапынан қолға алынған шаралар елді аштықтың құрсауынан біржола алып шықпаса да, өзекті мәселенің салмағының азаюына септігін тигізді.\nАсылында болашағы биік адамның жаратылысы – бала жасындағы ерек­шеліктерінен бастау алса керек. Қиындықтың шырмауынан тайсалмаған арлы жанның азаматтық тұлғасының қалыптасуына өзі қызмет жасаған ортасының оң ықпалы болға­ны анық. Қазақ халқының сүт беті­не шық­қан қаймақтары Т.Рысқұлов, С.Меңдешов, Ә.Жангелдин, А.Байтұрсынов, С.Сейфуллин, М.Дулатов, О.Жандосов, О.Исаев, Т.Жүргенов, С.Асфендияров сынды білім көкжиегі кең, парасат-пайымы жоғары, өмірлік тәжірибесі бар, биік пен тереңге шолу жасап үлгерген көрнекті азаматтардың шоғыры, жаңа қоғамды қалыптастыруға күш салысқан қазақтың алғашқы интеллигенциясының өкілдері, жарқын болашаққа ұмтылған жалынды жастар легі өзі жанғалы тұрған жүрекке от бергені шындық.Олар жүріп өткен жолдан қоғамның ақборан дауылы ескенімен, соңынан көктем шығып, жаңа өмірдің бүршігі жарды. Осындай ызғарлы заманның суығын жан жүрегімен сезінген Ұзақбай Желдірбайұлы сол қайнаған ортаның ауасын жұтып, суын ішті. Нар тұлғалы азамат иығына туған елінің ауыр жүгін артарын және сол артылған жүктің барар жеріне жеткізілу қажеттігін мойын­дау азаматтық парызым деп ұқты. Ат жалын тартқан тұлғаның жанында халықтың қамы жүретіні ақиқат. Адам арлы болса, ақиқаттан аттамай­тыны шындық. Жақсылардың сарқытын ішіп, ұлағаттылардың үлгісін көріп өскен Құлымбетовтің жастайынан ойынан терең, бойынан биік елдік мәселелерге ерте араласуының бір себебі осы болса керек.\nҚашанда халық өзі туып, өзі өсірген ұлын жасаған еңбегіне қарап бағалайды. Жасынан әр ісіне мұқият қарап, табандылық танытып өскен азаматтың өсу жолдары қиядан-қияға өрлеп, шыңға бастап апарған. Ауыл мектебіндегі мұғалім, күн қатып, түн қатып атқаратын елдік жұмыстарға, қоғамның саяси өміріндегі жауапты қызметтерге тартылған. Тарих бетінде жазылған мәліметтер Құлымбетовтің Ырғыз уездік қамсыздандыру бөлімінде қызметкер, ішкі басқарманың төменгі бөлім меңгерушісі, Ырғыз уездік ревкомының ішкі басқармасы бөлімі меңгерушісінің орынбасары, 1921 жылы Ырғыз Төтенше Комиссиясындағы қылмысты ашу бөлімінің төрағасы, Ырғыз аудандық партия комитетінің хатшысы қызметтерін атқарғанын, Ырғыз уездік Атқару Комитетінің мүшесі, Қазақ КСР-ы Орталық Атқару Комитетінің төрағасы болғанын растайды. Осы жылдардан басталған жаңа сүрлеу-Құлымбетовтің өмірінің соңына дейін көзсіз ерлікке нар тәуекелмен баратын жұмыстарға жекті.Өзіне тапсырылған жауапты жұмысты абыроймен атқарған оған қандай іске де икемді, шебер басқарушы, білікті ұйымдастырушы деп, кеңес жұмыстары тапсырылған.\nТарих – өткен мен кеткеннің куәсі. Барды бағалап, жоқты іздейтін қымбат құжат секілді. Іздегенімізді тауып, көзайым болып жататынымыз да сондықтан. Осы тарих беттерін сараптап, қорытынды жасаған мына дәйекті оқуға болады: «Қазақ КСР-ы Орталық Атқару Комитеті 1925 жылдың 9 ақпа­нында республика орталығын Орынбордан Қызылордаға көшіру туралы Құжат қабылдады. Дәл осы тұста Қазақстан өлкелік партия комитеті 1925 жылдың 4 ақпанында Құлымбетовті Қазақ республикасы Орталық Халық шаруашылығы Кеңесінің төрағасы қызметіне бекітті. Жауапты қызмет бұрын Құлымбетовтің шаруашылықты ұйымдастырудағы басшылық тәжірибесін, өнеркәсіп, ауылшаруашылығы өндірісіне жатқан губерниялық мектептен өткендігін, Қазақстан Орталық басқару жүйесінде орын алған әртүрлі топтардың ықпалынан жырақ жүргендігі себеп болды. Партия жұмыстарын тиянақты орындауы ескерілген еді.\nҚазақстанда шаруашылық сала­ларының күрделене түсуіне байланыс­ты оларды жоспарлы түрде жүргізу, жоспарлаудың мазмұнын арттыру, сол бағытта жүйелі жұмыс жасау үшін тәжірибелі, іскер басшы қажет болды. Қазақстан өлкелік партия комитеті осындай аса жауапты қызметке Құлымбетовті дұрыс деп табады. 1926 жылдың 18 қыркүйегінде Республика Халком кеңесі төрағасының орынбасары және Мемлекеттік Жоспарлау Комиссиясының қызметіне бекітіледі. Ал 1928 жылы Қазақстандағы астық дайындау ісінің қауырт кезеңіне сәйкес бұрынғы қызметіне қоса республикадағы сыртқы және ішкі сауда халық комиссары міндетін қоса атқару жүктелді».\n1937 жылдың маусым айында өткен съезде Құлымбетовке «ұлтшыл» деп айып тағылған кезде, Левон ­Исаевич Мирзоянның: «Құлымбетов – қазақтың бетке ұстар азаматтарының бірі, адал адам, оның адалдығына мен шек келтірмеймін. Сондықтан да, мен Құлымбетовті жақтап, дауыс беремін» деп, сөйлеген сөзін мысалға алады оның өмірін зерттеушілер.\nАт жалын тартып мінгеннен, өмірінің соңына дейін халық мүддесі үшін қызмет жасап өткен Құлымбетов Калининге жазған хатында, Қазақ­стандағы балалар саны Одақ көле­міндегі панасыз балалардың үштен бірін құрайды, болашақ ел иелерінің талапқа сай оқуы үшін, олардың оқу орындарын жабдықтау үшін қосымша үш миллион сом қаржы бөлуін сұраған. Елдің келешегі – жастар екендігін, оларды дер кезінде оқытып, тәрбие беріп, қоғамның белді мүшесі етіп дайындау керектігіне ерте бастан қам жасау – қайраткердің қарымды істерінің бір көрінісі ғана. Елге, жерге деген жанашыр қамқорлығы патриот ұлдың ұлағатты ойының тек, бір күнді емес, болашақты барлаған көрегенділігі екенін байқаймыз.\nҚұлымбетов туралы тарихтың бетіне түскен, сонымен қатар абзал азамат туралы бірлі-жарымды зерттеу жұмыстарымен айналысып жүрген қаламгерлердің еңбектерінде көрсетілген нақты мәліметтерден қорытып айтарымыз, Ұзақбай Жел­дір­байұлы Құлымбетов – табиға­тынан өршіл, намысқой, арлы адам. Адал жүріп, таза жүрген талабының арқасында қарапайым мұғалімдіктен қоғам, мемлекет қайраткеріне дейін көтерілген нар тұлғалы азамат.\nҚайратты азаматтың маңдай терін төгіп, қабырғасын сөгіп, тиянақты білім, ыждағатты талабының арқасында жасаған мынадай еңбектері бар: 1923-1925 жылдары Ақмола Губерниялық Атқару Комитетінің (Ақмола, Павлодар, Солтүстік Қазақстан, Қарағанды, Қостанай облыстары кіреді) Петропавл-Көкшетау теміржолын, Петропавл консерві комбинатын, Ақмола ағаш өңдеу зауытын, Риддер кенішін қалпына келтіріп, олардың жұмыстарын одан әрі жандандыруға көп күш-қайратын жұмсаған. Қазақстан бойынша кеңес қызметкерлерін дайындайтын тұңғыш курс ашып, оған кедей балаларының іріктеліп оқытылуына септігі тиді. Бұл курста оқып шыққандар кейін респуб­лика деңгейінде жауапты қызметтер атқарған. 1925-1935 жылдарда атқарған беделді қызметі кезінде республика деңгейіндегі пленум, конференция, съезде жасаған баяндамаларында орынды қозғалған мәселелердің негізінде Екібастұз, Атбасар комбинаттары қалпына келтірілген. Сол тәріздес Жетіқара, Аққарға, Бозбие алтын кеніштерін қазақ еліне қайтару туралы мәселелерді қозғаған. Сондай-ақ Құлымбетов көтерген өзге мәселелерде Елек тұз өндіру, Ембі мұнай кәсіпорындарының қуатын арттыру, мұнай өңдейтін зауыт салу, мал шаруашылығын дамыту, тері өңдеу, тоқыма кәсіпорындарын салу туралы бағдармалалар ұсынылған. 1934 жылы Құлымбетовтің тікелей араласуымен Алматы, Ақтөбе, Қарағанды, Орал, Қызылорда қалаларында екі жылдық мұғалімдер институттары ашылған. Көптеген қазақстандықтарды Мәскеуде оқытып, ел мәдениетінің дамуына үлес қосқан.\nАдай көтерілісі айтылғанда қоғам қайраткері Құлымбетовтің де аты аталады. Тарих бетінде күні бүгінге дейін тәптіштеп айтылып, жазылып келе жатқан бұл көтерілісті туғызған – Голощекиннің қолдан жасалған қанұйлы саясаты.«Асыра сілтеу болмасын, аша тұяқ қалмасын» деген мәтел де осы зобалаң жылдардың ауырт­палығынан қалса керек. Езілген елдің несібесі кеміп, Қазақстандағы 40 миллионға жуық малдан 4 миллион шамасындай ғана қалған. Аранын ашқан аштықтан қырылған адамның елде есебі жоқ. Халық санының азайып кетуін демографтар күні бүгінге дейін осы зұлматпен тікелей байланыстырады.\nАдай көтерілісіне байланысты ұйым­дастырылған комиссияның алғаш­қы жиналысы 1931 жылдың 21 шіл­десінде Кендірлі кәсіпшілігінде бо­лады. Оған комиссия төрағасы Құлымбетов және оның мүшелері Рагозин, Асылбеков, Әлиев қатысқан. Осы маңызды мәселеге қатысты сөз сөйлеген Құлымбетов аудандағы ұйымның және оның жергілікті бөлімдерінің жағдайын талдап, түсіндіріп берген.\nКөтерілістің мән-жайына те­реңірек үңілген комиссияның төрағасы бұқараның наразылығын, әлеуметтік-экономикалық себептерін мұқият зерттеп, талдап, асыра сілтеуді жоюдың шараларын бекітеді. Рес­публика басшылығына жолдаған жеделхатында өлкелік органдардың коллективтендірудегі жіберген кемшіліктерін атап көрсетіп, шұғыл түрде шара қолдану қажеттігін сұрайды.\n«Адай даласында шаруалар қожалықтарын кәмпескелеуге ресми рұқсат жоқ бола тұрса да, жергілікті шолақ белсенділер 1370 бас малды, оның ішінде 1300 бас ұсақ және 70 бас ірі малды заңсыз кәмпескелеп жіберген еді. Мемлекеттік ­комиссия өзінің қаулысымен кезінде жазықсыз қамалып, ал енді түрмеден босатылған адамдарға және Адай жеріндегі көтеріліске байланыс­ты қателікпен көтерілісші ретінде айыпталған жазықсыз жандарға осы кәмпескеленген малдарды қайта таратып берді» (50-54 іс, 58-п.). деген мұрағат құжаттары көтеріліс кезінде қолдан жасалған қанқұйлы саясаттың бір көрінісінен хабар бергендей.\nОқырманға түсінікті болу үшін көтерілістің кезінен хабар беретін тағы бір деректі көрсеткеніміз жөн болар: «1931 жылғы Адай көтерілісі кезінде халық үш топқа бөлінген. 30 пайызы бейбіт жағдайда еңбек етсе, 60 пайызы көтерілісшілермен бірге, ал 10 пайызы қай жаққа шығарын білмей абдырап қалған. Көтерілісшілермен сөйлесуге келген Құлымбетов 121 тұтқынның 31-імен сөйлесіп, оларды босатты». («Маңғыстаудағы халық көтерілісі», Т.Омарбеков).\nҚазақстан өлкелік партия коми­тетінің VI пленумында сөйлеген сөзінде Құлымбетов мал шаруашылы­ғының құлдырап кетуінің басты себебі, ауылдық жердің ерекшеліктерін ескермей, қолға алған жұмысты жоспарсыз бастап, жедел жүргізіп, отырықшылыққа көшуде күштеу әдістерінің қолданылуы дұрыс еместігін айтып, нақтылай түседі. Құлымбетовтің және басқа да қазақ азаматтарының бұл дәлелді сөзіне Голощекин бастапқыда көнбегенімен, кейінірек 1932 жылы қазан айында өткізілген бюро мәжілісінде арнайы қаулы қабылдайды.\nРеспубликада болып жатқан жағ­дай­ды жоғарыда отырған басшылардан ғана емес, жергілікті жердегі жұртшылықтан да жасыруға болмайды. Қандай жағдай болып жатса да, ол жария болып отырылуға тиіс деген Құлымбетовтің пікірі қолдау таппай, айтылған жерінде қалады.\nАдай көтерілісіне қатысты мұрағат материалдарында комиссия көтерілісті басумен қанағаттанбай, өзінің көздеген мақсаты – көтерілістің шығу себеп­терін анықтауға ықыласты болған және осы бағытта жұмыс істеген.\n1931 жылғы Адай көтерілісіне «Бұл Маңғыстау өңірінің халқы үшін «Малы менен дәулеті түгілі, ақылы мен әулетінің қайда қалғанын білмей қалған кез болды» деп қазақтың заңғар жазушысы Әбіш Кекілбаев анықтама берген болатын.\nҚұлымбетовтің мына бір сөзіне көз жүгіртсек: «Отызыншы жылдың мамыр айынан бастап, – деді ол: – 34-ші жылы мен түгелімен Қазақстан хал­комы төрағасының бірінші орынбасары қызметін атқардым. Өмірімнің бұл кезеңінің алғашқы жартысы (30-31-32жж) Қазақстан өлкелік басшылығының, совет және партия ұйымдарының жіберген қателіктері салдарынан ауыл мен селодағы асыра сілтеушілікке тұспа-тұс келді. Мен Өлкелік Комитеттің және оның хатшысы Голощекиннің ауылды басқарудағы әдістеріне алғашқылардың бірі болып қарсы шықсам да, Өлкелік Комитеттің Бюро мүшесі ретінде жіберілген қателіктерге жауап беремін». (сонда, 31 бет, М.Қойгелдиев).\nҚұлымбетов Исаевпен бірге қазақ шаруаларының жағдайын жақсартуға күш салып, нақты шаралар қолдануға әрекет жасайды. Голощекиннен өлкелік партия комитетінің 1932 жылғы пленумнан кейін обком хатшыларының ауылдағы ауыр жағдайын талқылауға арналған кеңес өткізуді талап етеді. Бірақ Голощекин екеуіне: «Сендерге өзі не керек, күнделікті көрініс-көшіп кету әдетін тек, талқылаумен шешу мүкін бе?» деп жауап береді. «Онда біз, – деп жалғастырды ол –Голощекин жолдасқа, егер ол обком хатшылары кеңесін шақырғысы келмесе, мәселені Орталық Комитеттің алдына қоятындығымызды білдірдік. Әйтеуір, бұл мәселе бюро талқысына қойылды (баяндамашылар өзім, Каруцкий және Исаев болды). (Шестой Пленум Казахского Краевого Комитета ВКП (б).10-16 июля, 1933 г, отчет, 260 стр).Соның нәтижесінде обком хатшыларына ауылдағы жағдайды өзгертуге бағытталған нақты міндеттер жүктеледі (М.Қойгелдиев).\nҚұлымбетовке 1930-31 жылдары Қазақ­станда болған Созақ, Қарақұм, Абыралы, Қызылқұм, Адай көтерілісін Т.Рысқұлов, Н.Нұрмақов, С.Сей­фул­лин, т.б. сынды белгілі қайрат­кер­лер­мен бірге ұйымдастыруға қатысты деген айып тағылып, 1938 жылы 25 ақпан­да атылып кетті.\nТағылымды тарихтың тағы бір жаңа парағы-биылғы Қазақстан Тәуелсіздігінің 25 жылдығын ұлы мереке ретінде атап өткелі отыр. Ата-бабаларымыз армандап өткен азаттықтың ақ таңдарымен бірге тойланатын осы бір дүбірлі той қарсаңында қазақтан туған қайсар ұл Желдірбай Құлымбетовтің 125 жылдық тойы сәні мен салтанаты жарасып, тойланып өтсе, тарихтың жаңа бетіне ұлағатты ұрпақтың парасат-пайымымен жасалған игіліктің бір көрінісі өз құрметімен жазылған болар еді. Халқын сүйсе де, халқы үшін жаны күйсе де небәрі 47 жасында елі үшін өмірін берген, арманда кеткен асыл ер-Құлымбетовтің тойы тек, Ақтөбе облысында ғана емес, көзінің тірісінде ерен еңбек жасаған Павлодар, Солтүстік Қазақстан, Қарағанды, Қостанай облыстарында да аталып өтіп жатса, қайсар мінезді өжет ұлдың аруағы риза болмас па?\nБұрын да, бүгін де «Құлымбетов Адай көтерілісін ұйымдастырушы» деген әңгімені түйіндеуге нақты дәлел жоқ. Сондықтан, біз бұл мақалада тарих бетіне түскен құжаттардан, мұрағаттағы мәліметтерден бұл сұраққа қатысты деректі көре алмадық. Біздің білетініміз, Құлымбетов өзі өмір сүрген қоғамда елдік істерге араласып, халық мүддесін қорғаған ел азаматтарының бірі.\nБалалық шағы қарапайым отбасынан басталған Құлымбетов өмірдің нешетүрлі қиындықа толы бел-белестерінде аяғынан тартқан дұшпанның тегеурініне төтеп беріп, бүкіл іс-қимылы халқының мұң-мұқтажымен үндескен. Қазан төңкерісі тұсында әйелдер теңсіздігін жою, елдің сауаттылығын арттыру, Қазақстандағы жетім балалардың білім алуына көмектесу, елдегі ашаршылықтың жағдайын жеңілдету мәселелерін қозғап, олардың түбегейлі болмаса да, азаюына септігін тигізген еді. Елі үшін ерен еңбек етіп, ел ішіндегі қайшылықтармен аяусыз күрескен қайсар мінезді қазақ ұлы 20 жыл өткен соң, айыбы жоқ деп ақталған. Жұбайы Әйіш Құлымбетова «АЛЖИР»-дің тауқыметін 10 жыл тартқан жан.\nҚұлымбетовтің көзін көрген үзең­гілестері ол туралы: «Құлым­бетовтің көрегендігі мен мемлекеттік дәрежедегі ойлау жүйесі-көптеген әріптестерімен салыстырғанда көш ілгері болған. Екі тілде бірдей сөйлейтін әділ, турашыл азамат еді» деп еске алады екен.\nАсылдың ісі мен мұрасы туған елінің аспанынан алыстаған емес. Бұл сөзімізге нақты дәлел –Елбасы­мыз Нұрсұлтан Назарбаевтың қол­дауымен 1991 жылы Алматыда, Ақтөбеде, Ырғызда Құлымбетовтің 100 жылдығының аталып өтуі. Елі ардақтаған асыл азаматтың атына берілген Алматы, Ақтөбе қаласындағы көшелер – елі үшін туып, елі үшін өлген аяулы ұлына деген халқының құрметі.\nЕлім деп туған ердің есімін ардақтап, ол туралы бүгінгі ұрпаққа үлгі-өнеге болатын игілікті істер жасау – біздің парызымыз. Халқының бақытты болашағы үшін ұланғайыр іс жасап, соңына өлмейтін іс қалдырған асыл азамат туралы бүгінгі ұрпақ жете білуге тиіс. Сонда ғана қазақ елінің жадында жүрегі елім, халқым деп соққан Құлымбетовтей білімді, парасатты, іскер ұлдардың есімі мәңгілік сақталатыны ақиқат.\nТағылымды тарихтың тағы бір жаңа парағы – биылғы Қазақстан Тәуелсіздігінің 25 жылдығын ұлы мереке ретінде атап өткелі отыр. Ата-бабаларымыз армандап өткен азаттықтың ақ таңдарымен бірге тойланатын осы бір дүбірлі той қарсаңында қазақтан туған қайсар ұл-Желдірбай Құлымбетовтің 125 жылдық тойы сәні мен салтанаты жарасып, тойланып өтсе, тарихтың жаңа бетіне ұлағатты ұрпақтың парасат-пайымымен жасалған игіліктің бір көрінісі өз құрметімен жазылған болар еді. Халқын сүйсе де, халқы үшін жаны күйсе де небәрі 47 жасында елі үшін өмірін берген, арманда кеткен асыл ер-Құлымбетовтің тойы тек, Ақтөбе облысында ғана емес, көзінің тірісінде ерен еңбек жасаған Павлодар, Солтүстік Қазақстан, Қарағанды, Қостанай облыстарында да аталып өтіп жатса, қайсар мінезді өжет ұлдың аруағы риза болмас па?\nТәуелсіздіктің алтын ұясы Алматы қаласында тұратын Ұлы Отан Со­ғысының ардагері, ҚССР Министр­­лер кеңесінің бұрынғы орын­басары Сұлтан Жиенбаев ағамыз бастаған бір топ зиялылар Ақтөбе облысының әкімі Бердібек Мәшбекұлы Сапарбаевқа хат жолдап, Құлым­бетовтің 125 жылдығына байланысты бірқатар мәселелерді көтерген болатын. Олардың қатарында, Ақтөбе қаласындағы педагогикалық колледжге немесе орта мектептердің біріне Құлымбетовтің есімін беру, Құлымбетовтің шығармаларын екі томдық кітап етіп шығару, Алма­ты­­дағы мемлекет және қоғам қайрат­кер­лерінің ескерткіш-мүсіндері орна­тылған алаңға Құлымбетов­тің де ескерт­кішін де қосу туралы мәселелер бар.\n«Өзі жоқтың, көзі жоқтың» сөзін сөйлеп, арын арлаған ел зиялыла­рына ризашылығымды білдіре отырып, ұлтжанды азамат, Ақтөбе облы­сы­ның әкімі Бердібек Мәшбекұлы Са­пар­баевтың осы көтерілген мәселеге түсіністікпен қарайды деген сенімім бар.\nТарих – бұл уақыт ­тамыршысы. Ақиқатты сөздің түбінде ел тарихының соқтықпалы, сынамалы кезеңдерден өткен, аумалы-төкпелі жылдарды бастан кешірген, ызғарлы тағдырдың ықпалынан ажырап, кемелді күнге жол тартқан бір күдік, бір үміттің соңы жарқын болашаққа жалғасқан даңғыл жол жатыр. Осы даңғыл жолдың бойында Елбасының сарабдал саясатын қолдап өсіп келе жатқан жас ұрпақ – кеше елім деп еңіреп өткен Құлымбетовтердің өмірінің жалғасы деп айтсақ, артық болмас. Білімі мен тәжірибесін бір арнаға тоғыстырған Құлымбетов ел өміріне тыңнан түрен салып, еніп жатқан саяси қозғалыстардың басы-қасында болып, бар мүмкіндігін туған халқының пайдасына сарқып, қызмет жасап, үлгере алмаған ұланғайыр істерін бүгінгі ұрпаққа аманаттап кетті. Сол аманаттың бір көрінісі – Көшбасшымыздың қолға алған тың идеяларының шұғыл түрде жүзеге асырылуына күш-қайрат беріп келе жатқан біздің жастарымыз. Бір жағадан бас, бір жеңнен қол шығарып, Тәуелсіз еліміздің жарқын болашағы үшін жасалынып жатқан орасан зор шаралардың мәні мен мазмұнынан жасалатын бір түйін, ол – ел мүддесі, ел игілігі, ел бақыты.\nЕртеңгі ел болашағының тізгінін ұстайтын бүгінгі жастар-ертеңгі ел тұлғаларының халқының тамыры тереңге тартқан төл тарихын жете білуі – зор қуаныш. «Өткенін құрметтемеген адам, бүгінінің қадіріне жетпейді» деген нақыл сөзді есімізге салсақ, тарих толқынында жатқан шеті, шегі жоқ рухани мол қазыналарымыздың бізге беймәлім парақтары күн өткен сайын ашыла беретіні шындық. Ұлтымызды өміршең ететін де сол қымбат бағалы тарихымыз.\n\nДереккөзі.",
                "date": "3.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Күн аралатып ұл балаларда шәует шығуының себебі неде?",
        "question_content": "Менде кун аралатып 4 5 кунде шәует шгп турады бул кауптме калаи емделуге болады жасым 17 те",
        "question_date": "2.02.2017",
        "question_tag": "Тазалық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ойыңды секстен арылтып басқа нәрсемен шұғылдан. Кітап оқу, спорт, басқада қажетті дүниелер. Ерте қоздырып қолыңмен көп әуреле ме. Простатит болып қалсаң қиын болады. Урологқа көрін немесе.",
                "date": "4.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Айрылысу, алмасу, орынбасу, қосылу реакцияларыны 100 мысал?",
        "question_content": "Айрылысу,алмасу, орынбасу, қосылу реакцияларыны 100 мысал керек. Әрғайсысына 25",
        "question_date": "2.02.2017",
        "question_tag": "Мектеп",
        "question_views": 859,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жанұядағы қыз бен ұл баланың тәрбиесі қандай болуы керек?",
        "question_content": "Осы қазақ отбасында неге қыз балаға қарағанда ұл баланы ерекше жақсы көреді мүмкін қыз бала үйінде қонақ ал ұл бала үйінің отағасы болат деген есеппенба?",
        "question_date": "2.02.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 38200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұл бала тәрбиесі\nӘр халықтың бала тәрбиесіндегі өзіндік ерекшеліктері арқылы мәдени құндылықтары қалыптасады. Ата-бабамыз ұл баланы ертеңгі абыройлы әке, қадірлі отағасы, елді қорғайтын ер, батыр, би, ақын, ұлттың намысты азаматы ретінде әділдікке, қайсарлыққа, кешірімді болуына, өнерге, білімге, салт-дәстүрімізді сақтауға тәрбиелеген. Ұл бала – қазақта шаңырақ иесі, ер-азамат – ата-ананың отын тұтатушы болып саналады. Қазақ отбасының ерекшелігі жасы кішісінің үлкеніне «сен» деп сөйлемеуі, алдын кесіп өтпеуі, үлкен тұрып кішінің, әке тұрып ұлдың, шеше тұрып қыздың орынсыз сөйлемеуінде. Қазақ отбасындағы үлкенді құрметтеу әдеті жауапкершілік, адамгершілік сезімдерін туғызған. Дұрыс бағытқа бағдарлау көп жағдайда абыройлы әкеге, үлгілі отағасына, қадірлі ағаларына байланысты. Халқымыз ұл бала тәрбиесіне ерекше көңіл бөлген. Қай халықта болмасын, ұл бала тәрбиесі – әке меншігінде. «Ата көрген оқ жонар, шеше көрген тон пішер» дей отырып, қазақ отбасында әкелер өзінің білетін бар өнерін алдарына үйретіп, оларды мерген, аңшы, яғни «сегіз қырлы, бір сырлы» жігіт етіп тәрбиелеген. Бала ес білгеннен бастап, оның құлағына «сен ертеңгі шаңырақ иесісің, болашақ әкесің, арқа сүйер жарсын, отбасының асыраушысысың, сондықтан да жаманнан жирен, жақсыдан үйрен» деген сөздерді құйып отырған. Халқымыз ер баланың 12-15 жасынан бастап, оның алдында өмірдің дайындаған талай қиын-қыстау шақтары мен қуанышты сәттері бар екендігін ескере отырып, «Аты аталмаған жігіттен аты аталған төбе артық» деп намыстандыратын, «Айтсаң, үйде туып, түзде өлетін жігіттерді айт» деп таңдандыратын, «Өнерлі жігіт өрге озар, өнерсіз жігіт жер соғар» деп шамдандыратын, «Ерді намыс өлтіреді, қоянды қамыс өлтіреді», «Ерлік білекте емес, жүректе» деп қайраттандыратын, «Ақыл жастан, асыл тастан» деп сеніміне шек келтірмейтін, «Атадан ұл туса игі еді, ата жолын қуса игі еді» деп армандайтын еді халқымыз. Қазақтың ұлы ойшыл ғұламаларының бірі Ж.Баласағұни өзінің «Құтты білік» дастанында балаға тәрбиені отбасында бер, «ақ маңдайлы ұл-қыз туса, үйіңде өсір, бөтен жерде қалдырма» деп келер ұрпаққа өсиет ете отырып, баланы жас кезінен білім мен өнерге, еңбекке баулу арқылы жаны мен тәні сабақтас жетілген парасатты ұрпақ өсіретінімізді атап көрсеткен.\n\nҚыз бала аттап өтуге болмайтын әдеп – инабаттылық талаптары жайында жақсы хабардар болуға тиіс. Әсіресе қыз анасы, апа – жеңгелері үй шаруасына икемділік, ісмерлік, жүріс – тұрыс сыпайылығы мен ширақтығы, әсімдігі, жинақылық пен тазалық, өз бойын күту мен ашық қабақтылыққа үйретуі керек. Үлкендерге ізеттілік, құрбыларымен татулық, сыйластық, кішілеріне апалық мейір – ықылас тәрізді қыз бала инабаттылығының нәзік иірімдері туралы айтып қана қоймай оларды білдіруге, меңгертуге күш салулары қажет. Ол үшін қыз баланың бойына кішкентайынан сыпайылық, мейірбандылық, адалдық, сезімталдық, еңбекқорлық сияқты сияқты қасиеттер дарыған болуға тиіс. Қыз бала өзіне дос таңдауға ерекше жауапкершілікпен сақтық, ұстамдылықпен қарауы, оның маңызын санамен аңғарып, жүрекпен түйсінуі тиіс. Бұл істе жеңіл ойлылық, ұшқалақтыққа, орынсыз тәуекелге жол беру өте қауіпті. Қыздар үшін дос ер балалардың мінез – құлқы, әдет – дағдылары, ой өрісі мен мәдениеті, білімі мен инабаттылық болмысы, талабы мен талғамы, денсаулығы, жақсы, жаман әдеттері (темекі, ішімдік, есірткіге зауқы), ала – бөтен қылықтары, т.б жайында алдын ала білу өте маңызды. Қыздың бой жетуі, яғни жан – жақты жетіліп, белгілі дәрежеде өмір тәжірибесіне ие болғаны жөн. «Әйел жолы жіңішке», «Қызға қырық үйден тыйым» деген сияқты халықтық тәлімгерлік талаптарының мәнін түсініп қана қоймай, бой жете келе одан өзіне қатысты тиісті қорытынды шығара білуі, іс – қимыл жүріс – тұрыс дағдысын басшылыққа алуы керек. Келешекте өзі отбасын құрғанда қажет болатын қасиеттерді жас кезінен – ақ зердеге түйіп, ол үшін ауылға, айналасына жағып, жақсы атағы шыққан, әдепті, инабатты саналатын апайларына, қыздарға жақын жүріп, сыр алысып, үлгі – өнеге үйренуінің мәні ерекше. «Қыз қырық үйден тәлім алады» демекші, әр үйден: біреуінен тамақ пісіруді, бірінен жүк жинап, үй реттеуді, бірінен өзін ұстауды, біреуінен өз ара жағымды қарым – қатынастарын, біреуінен аула жинақылығын, т.б. үйрену де бұрынғыдан келе жатқан тәлім жолы. Қыз бала көп адам жиналған орындарда көзге түседі, сыналады. Ондайда өзінің ұстамдылығымен, жарқын жүзді сыпайылығымен, жинақы, ширақ жүріс – тұрысымен, сергек – сезімталдық, ептілігімен, өнерпаз әрі сөзге ұсталығымен, жарасты әзілге шеберлігімен көзге түсіп, «пәлен деген қызды – ай шіркін!», «түгеншенің қызының тәлімдісі, зерегі – ай!», «шешесінен аумай қалған үстінде кіршік жоқ, бармағы майысып, он саусағынан өнер тамады, әуезінің өзі қандай әдемі, сөзі қандай дәмді! » деп тамсандырады. Ал мұндай жақсы атақтың қыз болашағы үшін маңызы зор. Мұхаммед пайғамбарымыздың хадистерінде: «Ұяттылық пен әдептілік әрқашан қайырлы істерге бастайды», - делінген. Ұят – әдепті белден басып өте беретін, отырғанда, тұрғанда өзінің жаратылысын ескермейтін, қызға өте жарасатын қымсыну, тартыну, қызару, имену деген ойына кіріп – шықпайтын қыз өзіне ғана емес, ата – ана, бауыр – туғандарына сөз келтіріп, жерге қаратады. Сондықтан қыз ибасы, қыз әдебі дегенге жеңіл – желпі қарауға мүлде болмайды. Қыздың, демек, болашақ ананың қолынан іс келуі, - міндетті жағдай. «Салақ әйел оймақшыл», «Жібекті түте білмеген жүн етеді», «Олақтан салақ жаман», «Ана көрген тон пішер», «Қыз еркем – кестесімен көркем» т.б. мақалдардың мәні осында. Киім тіге білу, дәмді тамақ пісіре білу, түйме қадап, жыртықты торлай білу, онсыз отбасының тіршілігі толыққанды бола алмайтын басқа да осы сипаттас істер қыздардың қадірін асырады. Бұларды ұсақ – түйекке санаған адам қатты қателеседі. Өйткені отбасылық өмірдің сәнін кіргізіп, жылуын, қызығын молайтатын, мән – мәнісін арттыратын, бір – біріне ризашылығын, сүйіспеншілігін нығайтатын – нақ осылар. Мұның тағы бір аса маңызды жағы, мүмкін ең маңызды жағы шығар, келешекте өзінің де ұл – қызын іске, өнерге үйрете алатын, өзі үлгі – өнеге көрсете алатын болуы.",
                "date": "29.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Present Countinuouқа 5 сөйлем құрау керек.",
        "question_content": "Маған нақ осы шаққа мысада керек.Present Countinuous та тұрған 5сөйлем құрап беріңізші.Ағылшынша.",
        "question_date": "2.02.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 27900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) The doctor is conducting an operation now.\n\n2) Why are you always interrupting people?\n\n3) He is always shouting at me.\n\n4) We are landing in Heathrow in 20 minutes.\n\n5) I hear you, don’t shout.",
                "date": "2.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "326745 санында он мыңдық нешеу?",
        "question_content": "326745 санында он мындык нешеу?",
        "question_date": "2.02.2017",
        "question_tag": "Математика",
        "question_views": 10700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "3-жүз мыңдық,\n\n2-он мыңдық,\n\n6-мыңдық,\n\n7-жүздік,\n\n4-ондық, 5-бірлік.",
                "date": "2.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздығым жоқ болама соны білгім келеді?",
        "question_content": "Мен сіздерден үлкеп көмек сұраймын. Мен осыдан 1 жыл бұрын жазда ағаштын үстіне мініп үйдің сыртын сылап жаткан едим кенеттен ағаш қисайып кеттіде мен құлап қалдым сол кезде қасымда кішкентай 0.5 л. Баклашкі бар еді сол менің төменгі жеріме кіріп кетті. Енді мен қорқып жүрім дәрігергеде бара алмадым. Сіздерден көмек сұрайм. Мен енді бала туаламба. Және қыздығым жоқ болама соны білгім келеді. Өтінем. Менің уатсабыма шығып толық түсіндіріп айтып беріңіздерші.",
        "question_date": "1.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үш бұрыштың ішкі бұрыштарының қосындысы?",
        "question_content": "Тең бүйірлі үшбұрыш табаны іргелес бұрыштары 80 градусқа тең осы бұрыштардың бисектрисасының қиылысуынан пайда болған үшбұрыштың табаны берілген үшбұрыштың табаны болып табылады. Пайда болған бұрыштардың градустық өлшемі?",
        "question_date": "1.02.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарамыз",
                "date": "2.02.2017",
                "upvotes": 0
            },
            {
                "text": "Үшбұрыштың ішкі бұрыштарының қосындысы 180° тең. Осы ережені пайдалану арқылы есептің дұрыс жауабы шығады.",
                "date": "21.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бер АВСДтікбұрышты трапеция А-60 градус АВжанеАД-12 см тк периметір",
        "question_content": "отинем тезирек табу керек",
        "question_date": "1.02.2017",
        "question_tag": "Геометрия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарамыз",
                "date": "2.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың периметрін табу керек.",
        "question_content": "тік төртбұрыштың ені төрт бүтін бестен бір сантиметр,бұл оның ұзындығының екіден біріндей.\n\nтік төрт бұрыштың пе",
        "question_date": "1.02.2017",
        "question_tag": "Математика",
        "question_views": 15200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарасыз.",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың бұрыштарын табыңыз?",
        "question_content": "Үшбұрыштың бір бұрышы екіншісінен 45°-қа артық, ал үшіншісінен 15°-қа кем. Үшбұрыштың бұрыштарын тап.",
        "question_date": "1.02.2017",
        "question_tag": "Геометрия",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарасыз.",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайрат Нұртастың концертіндегі Мейрамбекпен айтқан өлеңін тауып бересіздерме?",
        "question_content": "Қайрат Нұртастың концертіндегі Мейрамбекпен айтқан өлеңін тауып бересіздерме? Мен негізі таптым, бірақ жүктей алмай жатырмын",
        "question_date": "1.02.2017",
        "question_tag": "Қазақша ән",
        "question_views": 387,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қайрат Нұртас & Мейрамбек Беспаев - Махаббат деген.\nҚайрат Нұртас & Мейрамбек Беспаев - Махаббат деген.\nОсы екі сілтемеге кіріп қараңыз.",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    }
]