[
    {
        "question_title": "Өзінің сұрағына «Жақсы жауап» ты қалай таңдайды?",
        "question_content": "Өзінің сұрағына «Жақсы жауап» ты қалай таңдайды?",
        "question_date": "4.01.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 296,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осылай ЖЖ тандасаңыз болады... 1 суретте ЖЖ тандалған  ал астындағы суретте ЖЖ таңдалмаған таңдау үшін өзініз ЖЖ лайық деп таңдаған жауаптың қасындағы қарамен белгілеп көрсеткен белгіні бассаңыз болғаны.. (суретте өзім қойған біл сұрағым белгіленген))",
                "date": "4.01.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "S2 телефонында қазақша әріп жоқ қалай келтіруге болады?",
        "question_content": "S2 телефонында қазақша әріп жоқ қалай келтіруге болады?",
        "question_date": "4.01.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "kazakh keyboard деген бағдарлама  бар , соны жүктеп ал",
                "date": "5.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ВК да сообщения жіберілмейді?",
        "question_content": "ВК да жаңа почта ашқанмын біреуге смс жазсам мүлдем бармайды мг ед бəрі бар ожан болуы мүмкін емес?",
        "question_date": "4.01.2016",
        "question_tag": "Вконтакте",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мүмкін ол адам сообщение жазатынды алып тастаған болар",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3.5,7,11,13,25 тек осы сандарды қолданып 2 санын шығарыңдар?",
        "question_content": "⬜+⬜×⬜÷⬜=2\n\n3.5,7,11,13,25 тек осы сандарды қолданып 2 санын шығарыңдар?",
        "question_date": "4.01.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 763,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "13-11=2      7:3,5=2      (25-11-7):3,5=2",
                "date": "21.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Соткамда орыс тілі, ағылшын тілі, қазақ тілі жоқ?",
        "question_content": "Соткамда орыс тілі, ағылшын тілі, қазақ тілі жоқ? қалай келтіремін соны.",
        "question_date": "4.01.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хабарлама жазар кезде клавиатура шығадығо соның астыңғы жағында настройканың суреті шып тұрады кішкентай ғана белгі соны бассаңыз параметрлар шығады сонда выберите языки ввода деген қосымша бар соған кіріп қалаған тілді тандасаныз болғаны өзі автоматты түрде қосылады...",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "ағылшын мен орыс тілі барда қазақ тілі жоқ сол.",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "390 теңге ақша сүрап тұр ғой, тарту үшін?",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам не үшін ұйқышыл болып қалады?",
        "question_content": "Адам не үшін жай дан жай ұйқышыл болып қалады?",
        "question_date": "4.01.2016",
        "question_tag": "Тазалық",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ойсыздар сондай болып келедi.",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "Жалқау болғаны үшін",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "ұйқысы қанбаған соң,шаршаған соң",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "Жұмысы жоқ адамдар ұйықтай береді. Ал егер жұмысың бар болса, будильниксіз ақ тура уақытында оянып жұмысыңда отырасың кешікпей барып.  Сосын жұмыс істейтін адамдар ұйқыны ұмытады, ақш айлық аласың го.  Ал әрине демалыс кездерінде жұмысы бар адамдар да 4-5 күн бойы қатарынан  ұйқысын аша алмай жата береді.   Ол істейтін жұмыстың жоқтығына байланысты, ұйқышыл болады.",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Достық туралы шығарма керек?",
        "question_content": "Жан досым, құрбы дос, жалпы достық, дос туралы шығарма жазу керек?",
        "question_date": "4.01.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 77300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Достық – адамдардың бір-біріне адал, қалтқысыз сеніп, бір мүдделі, ортақ көзқараста болатын қасиеті. Достық өзара жауапкершілік пен қамқорлықтың, рухани жақындықтың белгісі. Нағыз достық кісіге шабыт беріп, өмірде кездесетін түрлі сәтсіздіктерге мойымауға, басқа түскен қайғы мен қиыншылықты бірге көтеруге жәрдемдеседі. Дос-жарандардың мінездері әр түрлі болып келуі мүмкін. Мысалы, біреуінде қызбалық не шабандық, екіншісінде тұйықтық не жігерсіздік байқалса да, бұлар достыққа кедергі бола алмайды, қайта нағыз достық осындай кемшіліктерден арылуға көмектеседі. Сатқындық, екі жүзділік, өтірікшілік, өзімшілдік достықпен сыйыспайды. Қазақтың дәстүрлі әдеп жүйесінде достыққа үлкен көңіл бөлінеді. Халық арасында достық туралы мақал-мәтелдер жеткілікті: “Дос жылатып, дұшпан күлдіріп айтады”, “Досы жақсының, өзі де жақсы”, “Дүниеде адамның жалғыз қалғаны — өлгені, қайғының бәрі соның басында”. Достыққа қарама-қарсы ұғым — қастық пен күншілдік. Мұндай сезімге ерік алдырғандар басқаның қуаныш-қызығын, ырыс-бағын көтере алмайды, дос дегеннің не екендігін білмейді. Дұрыс дос таңдай білу — өмірлік мақсаттардың бірі; Саясаттанудағы Достық ұғымы мемлекеттер арасындағы саяси, экономикалық, мәдени мүдде тұрғысынан ынтымақтастық орнату шараларын бейнелеу үшін қолданылып жүр. Қазір бізге достық бұрынғыдан бетер қажет. Достық – бұл өмірдегі ешнәрсемен бағаланбайтын құндылық. Дос табу оңай, ал оны сақтау одан да қиын. Достық қатынасқа нәзіктікпен қарап, берік сақтау керек. Өйткені ол да баптауды қажет ететін нәзік өсімдік сияқты. Біздер достықты сақтау үшін жан-тәнімізбен еңбектенбеуіміз керек. Қайтарымын қажет етпей, берудің жолдарын үйрену керек. Сенім мен жарқын көңіл – достықты берік ететін тірек саналады. Өзі шынайы дос бола білген адамның достары да көп болады және жер бетінде өзін жалғыз сезінбейді.",
                "date": "4.02.2016",
                "upvotes": 0
            },
            {
                "text": "Əр адам дүниеге келгеннен кейін, ес білгеннен-ақ жан дүниесін түсініп,сырын, мұң-шерін тарқататын,қуанышы мен қайғысын бөлісетін дос іздейді.Достық, ең алдымен, \nадамдардың бір-біріне деген сенімінен басталады.Сенім артқан сайын достық та беки түседі.Бір-біріне сенімі жоқ,дегенмен өздерін дос санайтындар да бар.Ол-жалған достық:бірде бар,бірде жоқ.Достық туралы нақты ой айтқан философ А.Шопенгауер өзінің\"Өмірлік данышпандықтың афоризмдері\"деген еңбегінде:\"Нағыз шынайы достық адамдардың бір-бірімен терең,таза жəне адал қарым-қатынасын қажет етеді.Бұл дегеніміз досыңыздың қайғысы мен қуанышына ортақтаса білу деген сөз.Осының бəрі адамның табиғи өзімшілдік,өркөкіректік қасиеттерін жояды\",-деген.\nХалықта \"Алтын берген дос емес,ақыл берген-дос\"деген мақал бар.Достық-баға жетпес құндылық.",
                "date": "10.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азат Франция қозғалысының жетекшісі туралы өмірбаяны, толық ақпарат керек?",
        "question_content": "Азат Франция қозғалысының жетекшісі туралы өмірбаяны, толық ақпарат керек?",
        "question_date": "4.01.2016",
        "question_tag": "Мектеп",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шарль де Голль\n\nДүниеге келгені: 1890 ж. қарашаның 22 (125 жас)\nЛилль, Франция\nҚайтыс болғаны: 1970 ж. қарашаның 9\nҰлты: француз\nМансабы: Саяси және мемлекет қайраткері, президент\nШарль Андре Жозеф Мари де Голль (фр. Charles André Joseph Marie de Gaulle), (22 қараша 1890 жыл, Лилль, — 9 қараша 1970 жыл, Коломбэ-ле-Дёз-Эглиз, Жоғарғы Марна департаменті) — француз генералы, мемлекет қайраткері. Екінші дүниежүзілік соғыс кезінде Француз ұлт азаттық қозғалысының көсеміне айналды. Бесінші Республиканың негізін қалаушы және оның тұңғыш президенті (1959—1969).\nПариждегі Жоғары әскери мектепті бітірген. I дүниежүзілік соғысқа (1914-1918) қатысқан. II дүниежүзілік соғыс басталғанда полковник шенінде 5-Франция армиясының танк бөлімшелерін басқарды.\n1943 жылы маусымда Голль Алжирде қүрылған Франция ұлттық азат ету комитетінің тең төрағасы болып сайланды. 1944 ж. маусым айында бүл комитет Франция Республикасының уақытша үкіметі болып қайта қүрылып, 1944 ж. тамыз айында азат етілген Париж қаласына көшіп келді. II дүниежүзілік соғыс аяқталғаннан соң Голль Францияда президенттік басқару үлгісін орнықтыруға күш салды. Бұл жоспары қарсылыққа үшыраған соң 1946 ж. биліктен кетіп, келесі жылы \"Франция халқының бірлестігі\" партиясын құрды.\n1953 ж. партияны таратып, саясаттан шеттеп кетті. 1958 ж. Алжирдегі әскери бүліктен кейін Франция үкіметі аса қиын жағдайда қалып, парламенттің көпшілік болігі Голльді үкіметті басқаруға шақырды. Оның басшылығымен жаңа Конституция қабылданды (1958). Осы Конституция негізінде өткен 1958 жылғы 21 желтоқсандағы сайлауда Голль республика президенті болып сайланды.\n1965 ж. жаңа 7 жылдық мерзімге қайта сайланды. Ол билік жүргізген кезеңде парламенттің билігі шектелді, президентке қосымша өкілеттіктер берілді. Голльдің түсында Франция атом қаруын жасап, ядролық державаға айналды.\n1969 ж. өткен референдумнан кейін биліктен кетті.\nБалалық шағы\nШарль Де Голль 1890 жылы, қарашаның 22, Франциядағы Лилль қаласында, католиктердің отбасында туған. Әжесінің үйінде туылған, бірақ отбасы негізінен Париж қаласында тұратын. Әкесі Анри де Голль Әдебиет және философия профессоры болған, сондықтан Шарль кішкентайынан оқуды жақсы көретін. Өз елінің тарихын оқып, елін қатты сүйген. Үш ағасы және әпкесі болған",
                "date": "5.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Балаларда мешел ауруының дамуы қай витаминнің жетіспеуінен болады?",
        "question_content": "Балаларда мешел ауруының дамуы қай витаминнің жетіспеуінен болады?",
        "question_date": "4.01.2016",
        "question_tag": "Биология",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A1 витамины жетспеүі нәтижесінде",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "Д витамины жетспеүі нәтижесінде",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам бұлшық етінде түзілетін ақуыз туралы ақпарат керек?",
        "question_content": "Адам бұлшық етінде түзілетін ақуыз туралы ақпарат керек?",
        "question_date": "4.01.2016",
        "question_tag": "Биология",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүйке жүйесін құрайтын жүйке жасушаларының аталуы?",
        "question_content": "Жүйке жүйесін құрайтын жүйке жасушаларының аталуы?",
        "question_date": "4.01.2016",
        "question_tag": "Биология",
        "question_views": 1600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Нейрон деп аталады....",
                "date": "5.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шешімі қиын, басты қатыратын логикалық есептер керек?",
        "question_content": "Шешімі қиын, басты қатыратын логикалық есептер керек?",
        "question_date": "4.01.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Жолаушының бір ешкісі, бір капустасы, бір қасқыры бар. Ол өзеннің бір жағынан екінші жағына екі орынды қайық арқылы өтуі керек. Жолаушы ешкіні, капуста және қасқырды өзеннен қалай өткізді? Қасқырды ешкімен қалдыра алмайды, ал ешкіні капустамен қалдыра алмайтыны белглі болса?\n\n2. Айдынның Асқардан бойы ұзын, бірақ Жанаттан кіші. Кім ұзын?\n\n3.Үш литрлік және бес литрлік суды қалай өлшеуге болады?\n\n4.Тоғыз литрлік және төрт литрлік екі ыдыс берілген. Осы ыдыстардың көмегімен бактан алты литр суды қалай алуға болады? (суды бакқа қайта құюға болады)\n\n5. 8 л, 5 л, 3 л ыдыстар берілсін. 8 л ыдыс суға толы. Енді осы суды екі ыдысқа 4 литрден қалай тең бөлуге болады?",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "2 сұраққа жауап Жанат ұзын",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "5 л және 7ллік шелектердің көмегімен 10 л дегі судан 6 л суды қалай өлшейміз",
                "date": "25.02.2016",
                "upvotes": 0
            },
            {
                "text": "1)Ол үшін үшеуін де қадағалаусыз қалмауы керек. Бірінші қатынағанда жолаушы өзеннің ар жағына ешкіні апарады. Екінші қатынағанда жолаушы қасқырды алады, капуста қалады. Өзеннің ар жағына жеткен соң қасқырды қалдырып, ешкіні қайтадан өзеннің бер жағына әкеледі. Үш қатынағанда ешкіні қалдырып, капустаны өзеннің ар жағына апарады. Капустаны қалдырады да, өзі бер жаққа қайта оралады. Төрт қатынағанда ол ешкіні өзеннің ар жағына шығарады.\n\n2) Жанат ұзын\n\n3) 12-3=9  9-3=6     6=6\n\n4) 9-4-4=1 9-4=5   5+1=6\n\n5)8-5=3    5-3=2   3+3=6    6-2=4",
                "date": "27.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Логикалық есептер. Қанша жылдан кейін анасы мен үш қызының қосынды жасы теңеседі?",
        "question_content": "Бір ананың үш қызы болады.\nШешесі 42 жасқа келгенде, үлкен қызы 19-ға, ортаншысы 11-ге, ал сүт кенжесі 2 жасқа толады.\n\nҚанша жылдан кейін анасы мен үш қызының қосынды жасы теңеседі?",
        "question_date": "4.01.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 4900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "4 жылдан кейін жасы теңеседі",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "42-19=23\n\n42-11=31\n\n42-2=40\n\nX=X+23+X+31+X+40\n\n2*X=23+31+40=94\n\nX=94/2=47\n\n47-42=5",
                "date": "15.01.2016",
                "upvotes": 0
            },
            {
                "text": "Ен алдымен 19-11-2=5 жыл\n\nенды 5 жылдан кейн Анасы 47 де болса улкен кызы 24 те Ал ортангышысы 16 да Ал Кышысы 7 болады.Енды 24+16+7=47",
                "date": "13.04.2016",
                "upvotes": 0
            },
            {
                "text": "Х- ол өткен жылдар саны\n\n42+Х=19+11+2+3Х\n\n2Х=10\n\nХ=5\n\n42+5=19+11+2+3*5\n\n47=47",
                "date": "20.04.2016",
                "upvotes": 0
            },
            {
                "text": "10-жылдан кейін",
                "date": "27.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Принтерді де өзгертү керекпе?",
        "question_content": "наутбугімді windows 8 ауыстырғам,ал принтерім windows 7 де принтеді де 8 ге ауыстыру керекпе ?",
        "question_date": "4.01.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 446,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Принтерің виндовс-10 ке де бола береді ауыстырудың қажеті жоқ, тек сол принтердің драйверін орнатсаң болғаны, ОК !  (Менде бір принтерім виндовс ХР де болған, одан кейін виндовс 7 де,  қазір виндовс 10 ке істеп тұр). Тек драйверін установить етуді ұмытпа!",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Барлық гүл шоқтарында неше ақ қалампыр гүлі бар?",
        "question_content": "Бірнеше ақ қалампыр және 28 қызыл қалампыр гүлдерінен 9 гүл шоғы дайындалды. Әр гүл шоқта 7 қалампыр гүлі бар. Барлық гүл шоқтарында неше ақ қалампыр гүлі бар?",
        "question_date": "4.01.2016",
        "question_tag": "Математика",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9*7=63 барлық қалампыр гүлдер саны\n63 - 28 = 35 ақ ақлампыр гүлі бар.\n\n6 сынып математика есептер жауабын толықтай www.esepter.kz сайтынан көре аласыз.",
                "date": "7.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Комптың дауысы шықпай қалды?",
        "question_content": "Қалайсыңдар достар? айтайын дегенім мен Виндоус 7 орнаткан едім сол енді ешқандай дауысы шықпай қалды бірақ жаңағы звук панел дегендеріні бәрі дұрыс тұр?",
        "question_date": "4.01.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Звуковой платаның драйвері орнатылмай қалған болар мүмкін",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "Виндовс 7 ді орнатып болған соң , міндетті түрде драйверлерін орнатасың сосын бәрі орнына келеді, дауысы да шығады.",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "программисттерге бар",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тілшілер кем дегенде неше тілді білүі қәжет?",
        "question_content": "Тілшілер кем дегенде неше тілді білүі қәжет?",
        "question_date": "4.01.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кем дегенде 5 тіл білу керек",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздар айтатын қазақша көңілді, той әндері?",
        "question_content": "Қыздар айтатын көңілді, той әндері?",
        "question_date": "4.01.2016",
        "question_tag": "Ән іздеу",
        "question_views": 12300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мына той әндерін орындап жіберсең, сол тойдың гүлі боласың!",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "оны ғаламтордан таба аласың",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанының қай қаласы жылы?",
        "question_content": "Қазақстанының қай қаласы жылы?",
        "question_date": "4.01.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазағыстанның ең ыстық қаласы Шымкент",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "Оңтүстік Қазақстан облысындағы барлық қалалар жылы (барлық жағынан).",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "Шымкент,Әсіресе Ташкентке жақын Сарыағаш ауданы",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "Әлбетте Шымкент)))",
                "date": "24.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "S,2 телефонында қазақша әріп жоқ, компен жазып отрм?",
        "question_content": "S,2 телефонында қазақша әріп жоқ, компен жазып отрм?",
        "question_date": "4.01.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 240,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ән айтсам, дауысымның бар жоғын қалай білуге болады, өзім?",
        "question_content": "Ән айтсам, дауысымның бар жоғын қалай білуге болады, өзім?",
        "question_date": "4.01.2016",
        "question_tag": "Жалпы ән туралы",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кішкене сахналарда ән айтып көр",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мадина Садуақасова кірпігін кастровое масломен өсірген бе, әлде жасанды кірпікпе?",
        "question_content": "Мадина Садуақасова кірпігін кастровое масломен өсірген бе, әлде жасанды кірпікпе?",
        "question_date": "4.01.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жасанды кірпіг болуы мүмкін",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудандық олимпиада нәтижесін қайдан білүге болады?",
        "question_content": "Аудандық олимпиада нәтижесін қайдан білүге болады?",
        "question_date": "4.01.2016",
        "question_tag": "Мектеп",
        "question_views": 499,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы шыққан соң өздері айтады",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Флекс дәстүрі бойынша Америкада оқып жүрген кімдер бар?",
        "question_content": "Флекс дәстүрі бойынша Америкада оқып жүрген кімдер бар? Ол үшін қандай құжаттар керек?",
        "question_date": "4.01.2016",
        "question_tag": "Мектеп",
        "question_views": 743,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Менің сыныптасым оқып жүр",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тау самалына бір рет барған адамның қайта баруына болама?",
        "question_content": "Тау самалы мектебіне бір рет барған адамның қайта баруына болама? айтыңыздаршы",
        "question_date": "4.01.2016",
        "question_tag": "Заң",
        "question_views": 537,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады егер орын болса,  мұғаліміңмен, директорыңмен  жақсылап сөйлессең  жібереді.",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "Келесі жылы баруына болады",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    }
]