[
    {
        "question_title": "Қыздар арасында ДИСК-ЖОКЕЙ бар ма?",
        "question_content": "Қыздар арасында  ДИСК-ЖОКЕЙ бар ма? Дискотека жүргізе алатын. Мынандай музыкалар жасай алатын.",
        "question_date": "13.04.2016",
        "question_tag": "Шет ел әні",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ғылыми география (5В060900) мамандығымен қандай жұмысқа орналасуға болады?",
        "question_content": "Ғылыми география мамандығын  жакын бітірем осы мамандық бойынша қандай  жерлерде жұмыс жасай алам, біз сараман оттік бірі мектепте 3апта (бірак педагогика мен психологияны оку процесінде оқымадық)кейіннен 10 апта статистика департаментінде сараман өттік. казір жұмыс қарастырып жатыр, кандай жерлерге орналасам болады. сономен қоса биз 4 жыл бой ағылшын тілін оқыдык шет тілі мамандары сияқты. және мен де ауылдық квота бар ол бұл мамандыққа жүреме рахмет оқығандарынызга тұшымды пікір күтем",
        "question_date": "13.04.2016",
        "question_tag": "География",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіби қызметінің саласы:\n- Жобалау, ғылыми - ізденіс мекемелері;\n- Іргел, ғылыми қолданбалы және географиялық жобалар;\n- Табиғатты қорғау органдары мен табиғатты пайдалану басқармасы;\n- Қоршаған ортада экологиялық - географиялық мониторинг өткізу;\n- Білім беру мен туристік қызмет қөрсету.\nКәсіби қызметінің обьектілері:\n- Жобалау, ізденіс өткізу, ғылыми институттар, туристік бюролар мен фирмалар т.б.;\n- Табиғи ортаны қорғау Министрлігінің табиғатты қорғау органдары мен табиғатты пайдалану басқармасы;\n- Жалпыға білім беру мектептері мен арнайы оқу орындары бола алады.\n5В060900 - География мамандығы бойынша бакалавр мынандай кәсіби қызмет түрлерін атқара алады:\n- Білім беру (педагогикалық);\n- Ғылыми - зерттеу;\n- Өндірістік - жобалау;\n- Табиғатты қорғау;\n- Туристік - рекреациялық.\nБолжамды жалақысы(www.stat.kz) статистикалық департамент50 - 160 мың теңге\n\nhttp://kazmkpu.kz/",
                "date": "29.03.2017",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе жұмыс таптыңызба, мен осы жылы жер туралы ғылым, ғылыми География мамандығына оқуға түстім, осы мамандық бойынша жұмыс таба алдыңызба қалай болды?",
                "date": "28.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалпы патриотизм деген не? Патриот екенін қайдан білуге болады?",
        "question_content": "Мәселен, ұлт, тіл туралы \"шырқырап\" жазған патриот па, әлде үндемей ғана ұлт емес, мемлекеттің дамуына еңбегімен үлес қосып жүрген адам патриот па? Тіл туралы \"казакша ариптермен колдей пост жазатындар\", атойлап ұлт жауларының тізімін жасайтындар тіл жанашыры ма әлде қазнетті сапалы контентпен толықтырып, желіде \"қыртып\" отыратындар ма?",
        "question_date": "13.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғаламторда барлық адам патриот. Бірақ, шын өмірде патриот болуға ұяла ма, әлде қорқа ма сондай бірдеңе.. Өзім шын өмірде патриотпын, дәлел керек болса, мені жақынырақ танып, өмірде де араласуға тырысыңдар))",
                "date": "13.04.2016",
                "upvotes": 0
            },
            {
                "text": "Өз Отаны үшін бәріне дайын адамды \"Патриот\" деп сеніммен айта аламын.Тіпті желіде болсын қазақша әріптермен жазып өз Отанына үлес қосқан адамды да осы атауға лайық деп атар едім. P.S: жеке пікірім",
                "date": "13.04.2016",
                "upvotes": 0
            },
            {
                "text": "қыртып отыратын деген сөз артық, жаман сөз қолданбай сұрақ қою қиын ба?",
                "date": "18.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіз ғарышкер ЖӘНІБЕКОВты танисыз ба?",
        "question_content": "Айдос Сарым ағамыздың ғарышкерлердің алғашқы тобында болған Марс Рафиков жайлы постынан соң ойыма осы орыс азаматы түсіп кетті.\nВладимир Жәнібековтың фамилиясы жылы тартып тұр ма? Ендеше, айтайын. Бұл азаматтың негізгі фамилиясы - Крысин. Орыс дейді енді Уикипедия, әй, қайдам) 1942 жылы сол кездегі Оңтүстік Қазақстан облысына қарасты Ескендір ауылында (1956 жылдан бұл ауыл Бостандық ауданының құрамында Өзбекстанға кетті) дүниеге келген. Кеңес Одағының екі мәрте батыры және Моңғолияның батыры атағын алған. Ғарышқа бес рет ұшып, барлығы 145 тәулік 16 сағаттай көкте болған және ең бастысы, барлық ұшуларында да кеменің командирі болған. Кейінгі 30 жылда бұл рекордты тек бір рет қана американ астронавты бұзыпты, былайша Жәнібековке бұл жағынан әлі ешкім теңеспеді деуге болады. СССР-дің ең тәжірибелі ғарышкері деп аталған Жәнібеков фамилиясын өзінің алғашқы әйелі Лилия Жәнібековадан алған. Себебі, Крысин деген фамилиясымен оның сәтті ғарышкерлік карьерасы қалыптасар ма еді, қалыптаспас па еді, кім білсін...\nАл енді ең қызығы, Лилия Жәнібекова - ноғай жазбасының негізін қалаушы, алғашқы ноғай әліппесі мен сөздіктерінің авторы Абдулхамид Жәнібековтың (ноғай-қарағаштың ішінде сейіті) немересі.\nҒарышқа ноғай ұшқан жоқ, бірақ оның фамилиясы қазақтан бұрын бес рет ұшып қайтқан, если шо)",
        "question_date": "13.04.2016",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 4,
        "answers": [
            {
                "text": "Мм, қызықты мәлімет екен) сізге +1",
                "date": "14.04.2016",
                "upvotes": 1
            },
            {
                "text": "Ғарышқа ұшса неге телеарнада,оқулықта көрсетілмеген не себепті жасрды екен?Мен өзім бірінші рет көріп тұрмын?",
                "date": "15.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түнде ұйқыңыз келмесе не істейсіз?",
        "question_content": "Түнде ұйқыңыз келмесе не істейсіз?",
        "question_date": "13.04.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 9700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ұйқыны қамтамасыз ететін ең танымалы әдістер:\n\n1. Ұйықтар алдында бөлмені желдету керек\n\n2. Төсекті дұрыс салу керек . Таза және ыңғайлы төсекте бірден ұйқы келеді!\n\n3. Классикалық жақсы ән тыңдаға болады .\n\n4. Сыбырлап қой санауға болады.\n\n5. Режим сақтауға тырысыңыз.Күн сайын бір уақытта жатып, бір уақытта туруды әдетке айналдыру қажет.Сіздің ағзаңыз бұл режимге үйреніп қалады. Егер  кеш ұйықтасаңыз да, таңертен әдеттегі уақытта ұйқыдан турасыз .",
                "date": "14.04.2016",
                "upvotes": 4
            },
            {
                "text": "Қиялдап, армандап, ананы-мынаны ойлап жатамын. Сөйтіп жатып қайтіп ұйықтап кеткенімді білмей қаламын)))",
                "date": "13.04.2016",
                "upvotes": 3
            },
            {
                "text": "Ия ондай сәттер болады. Кейде түнде ұйықтай алмай ары аунап, бері аунап, ұзақ жататын кездер болады. Көзімді жұмсам да ұйықтай алмайтынмын, бірақ жата беретінмін. Енді тағы да солай болса, кітап оқимын деп ойлап жүрмін. Меніңше, ең дұрысы сол сияқты. Есесіне құр жатппай, рухани азық жинайсың, уақыт та босқа өтпейді. Сіз де солай жасап көріңіз. Егер кітап жоқ болса, ұялы телефоннан кітаптардың электронды нұсқасын оқысаңыз болады. Немесе онша емес тағы бір нұсқам бар, ол: әлеуметтік желілерден Файзулла Мұхамедәлінің(вк,фейсбук,инста:mukhamedali13), яғни менің жазған блогтарымды оқысаңыз болады. :)",
                "date": "13.04.2016",
                "upvotes": 4
            },
            {
                "text": "Бірдеңені ойланып отырсаң, ұйқыға кетіп қаласың",
                "date": "14.04.2016",
                "upvotes": 0
            },
            {
                "text": "Өзім ұнатқан әнімді тыңдаймын",
                "date": "14.04.2016",
                "upvotes": 0
            },
            {
                "text": "мен ұйықта алмай жатсам кейде жатам ойланып кейде телефон қараймын немесе жарық бір нәрсеге қарап ұйықтап қаламын",
                "date": "16.04.2016",
                "upvotes": 0
            },
            {
                "text": "Бұл ақыл сізге қызық болып көрінер, бірақ ғылыми делелденген факт, башпайларыңызды ашып-жұмып 5-6 минут жатыңыз, қалай ұйықтап кеткеніңізді байқамай қаласыз",
                "date": "16.04.2016",
                "upvotes": 2
            },
            {
                "text": "мен  козимди жуып  ананы-мынаны ойлап жатам сонда калай уйыктап калганымды билмей калам",
                "date": "16.04.2016",
                "upvotes": 0
            },
            {
                "text": "Егер ұйқым келмей жатса мен кітап оқимын немесе музыка тыңдаймын (мысалға A great big world - Say something, XIA - How can I love you,т.б.)",
                "date": "16.04.2016",
                "upvotes": 0
            },
            {
                "text": "Сүре оқыңыз жақсы ұйықтайсыз",
                "date": "16.04.2016",
                "upvotes": 1
            },
            {
                "text": "Vk.com да отырам Новости корип немемсе истаграмга кирем или твитер",
                "date": "16.04.2016",
                "upvotes": 0
            },
            {
                "text": "Егер ұйқым келмесе С*ның суретіне қарап жатам",
                "date": "16.04.2016",
                "upvotes": 1
            },
            {
                "text": "Ұйқым келмесе есеп шығарамын. Уже миым шаршаған болар қалай ұйықтап қалғанымды білмеймін.",
                "date": "17.04.2016",
                "upvotes": 0
            },
            {
                "text": "Студент емеспіз пе? күн мен түннің ұйқысын ауыстырып  аламыз кейде. Ұйқы ауысуына басты себептер туған күн немесе сабақ оқу.\n\nМен түнде ұйықтай алмасам кино көруді бастаймын немесе бір нәрсе оқуға тырысамын. Сосын біраз уақыттан соң көзім талып, есінеп, ұйықтап қаламын. Бір өкініштісі фильмді аяқтай алмай қаламын.",
                "date": "18.04.2016",
                "upvotes": 1
            },
            {
                "text": "Анама кызыкты оқиғалар айтып беруін сұраймын айтып жатқан кезде дізесіне жатып ұйықтап қаламын",
                "date": "28.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әжімдерді қалай жоюға болады?",
        "question_content": "Әжімдерді үй жағдайында қалай жоюға болады? Ер балаларға. Қиын болмаса, қара дақтарды да қалай жоюға болады?",
        "question_date": "13.04.2016",
        "question_tag": "Тазалық",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бетке ерте әжім түсу – бет бұлшық еттерінің босауының нәтижесі.Ине терапиясы арқылы беттегі әжімді кетіруге болады.Ине емін қаншалықты ерте қабылдасаңыз әжім түсуден соншалықты ерте сақтануыңызға болады. Әжімді жоғалту үшін бұлшық ет тарамыстарының орналасуы бойынша беттегі нүктелерге қойылған ине бет терісіндегі 12 жұп меридиянын (қуат каналы) ашып, бет терісі астындағы қызметін жойған клеткаларды тітіркендіріп, олардың қуатын қалпына келтіреді. мимикалық бұлшық еттердің жиырылу, босау қабілетін арттырады. Егер терепияны қабылдаушылар тұрақты түрде белгіленген мезрізмде үзбей ем қабылдаса беттегі әжімдер жоғалады, мұрын сызығы таяздайды. Иек астындағы май тартылады. Көз астындағы терінің ісініп қалталануы кетеді. Сонымен қатар қартайған, бұшық ет клеткаларын жақсартады\n\nҚара дақты(пигментация) емдеу\nБетте дақ пайда болу ішкі организімдегі қан айналыстың бұзылуынан болғандықтан инені денедегі қажетті нүктелерге қою арқылы меридияндық каналдарды ашып, ағзалардың қызмет қуатын қалпына келтіріп, денедегі қан айналысты жақсартып, сол арқылы дақты ыдыратамыз. Бұл ішкі азғзалық ем. Сонымен қатар бұған даққа жағылатын шөптен жасалған арнаулы емдік майлар арқылы дақтың түсін біртіндеп өзгертеміз әрі ине терепиясы арқылы беттегі қан айналысты тездетіп, бет терісінің иммунитеттік қуатын артырамыз. Осы үш жақты ем кешенді түрде қатар жүргізілгенде беттегі дақ тез кетеді.\nАлайда бетінде қара дағы барларға ерекше ескерту: дақты кетіру үшін ағартатын кремдерді көп жаға бермеңіз. Себебі мұндай кремдер терідегі су құрамын сіміріп алады әрі беттегі тесіктерді бекітіп тастайды. Нәтижеде ауа алмасу қиындап, қан айналыс тежелетіндіктен дақтардың саны тіпті де арта түседі. Егер дер кезінде қажетті емдік шаралар қолданылмаса бұл асқынып, оңайлықпен кетпейтін даққа айналады. Беттегі қара дақтың пайда болуы созылмалы болғандықтан оны емдеу уақыты да 3-4 айға созылуы мүмкін.",
                "date": "14.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ілияс Жансүгіров туралы шығарма жоспарымен керек еді?",
        "question_content": "Ілияс Жансүгіров туралы шығарма жоспарымен керек еді?",
        "question_date": "12.04.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 14500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ілияс Жансүгіров туралы шығарма Өнер- адамның асыл мұрасы. Ілиястың «Құлагер» поэмасы сырт қарағанда ақынның сәйгүлік- тұлпарының мерт болуына арналған, соған байланысты жазылған сияқты. Ол кездері , тоталитаризм меңдеген кезде, әдебиеттану ғылымында тұрпайы социализмнің айқайшыл сынның бел алып тұрған кезі еді. Ілияс қазақтың ән, музыка өнерін аса асқақтата жырлаған. Ақын осыны бар жан тәнімен түсінгенде, мейірі қанғанша сусындаған. Тек сондай жан әлемінен ғана «Әнші», «Күй», «Күйші», «Құлагер» сынды бірегей туындылар жаралған. Ақан сері- өнер тұлпары. Оның әдебиеттегі, өнердегі орны ерекше. Ақан серінің көптеген өлеңдерінің тақырыбы махаббат, сүйспеншілік жайында. Жастық дәурені жүріп тұрған кезде сауық-сайран, ойын тамашаның бел ортасында болған өнерлі жігіттің әсемдікке, сұлулыққа іңкәр болмауы мүмкін емес еді. Осылайша Ақанның көңілі құлаған аруларға деген сүйспеншілік сезімі өлең боп өріліп, ән боп төгілді. Ақындық пен серілік, сазгершілік пен әншілік бір бойында тоғысуы Ақанның атақ-даңқын арттыра түсті. Ақанның әнін жастар жағы іліп әкетіп, ел арасына таратып жатты. Ақан сері жеке-дара, салт жүріп, серілік, саяткершілік құрмаған. Оның қасында қашанда талантын құрмет тұтып, қолдап отыратын Ағытай қарауылдың ішіндегі небір өнерлі, балуан ақын жора-жолдастары болған. Ол суырып-салма ақындығымен қоса қызыл тілдің шешені әрі әнші-сазгерлігімен де ел құрметіне бөленген. Күлбілтелемей кесіп айтатын турашылдығы тағы бар. Ол әділдіктің ақ жолын аттап, елге тізесін батырған талайларды тәубесіне келтіреді. Тіпті турасын айтамын деп туғанына жақпаған кездері көп. Ақан сері Сарыарқаны аралап ән салады, серілік құрады. Жанындағы сайдың тасындай іріктелген жиырма шақты жолдастары асқақ кейіпті Ақанның шоқтығын биіктете түседі. Дүниенің бар қызығы серілік, әншілік деп түсінген Ақанның өмірге қкпесі жоқ еді. Серінің атын асқақтатқан ең әуелі жомарт табиғат тарту еткен сан қырлы таланты болса, екіншісі аты Ақан есімімен қатар аталатын атақты пырағы- Құлагер еді. Ақан серінің өзге ақындардан өзгешелігі- табиғатпен тұтастығында. Ол қолындағы құсын, астындағы атын бейне бір туған баласындай өбектейді. Бір жолы Көкжендет атты қаршығасы ұшып кетіп, қайта оралмайды. Мәпелеп отырған құсынан айырылып қалу жүрегі нәзік ақынға ауыр соғады. Ақын қаршығасына арнап ән шығарады. Ол ән «Көкжендет» атымен халық аузында қалады. Ақан сері табиғат перзенті. Табиғатты алай біліп, ақырына дейін ақ адал пейіл танытқан Ақандай талант иесі тым сирек. Оның ел аузынан түспейтін тамаша туындылары «Құлагер», «Маңмаңгер», «Көкжендет», «Қараторғай», «Екі жирен» атты ән-өлеңдері Қазақ халқының қастерлі мұрасына айналды. Ақан сері өз заманындағы атақты ақын, әнші серілердің бәрімен жолдас, сыйлас болған. Атақты Біржан салды өзіне ұстаз санайды, бірге жүріп ән үйренеді. Ақан серінің бізге жеткен өлеңдерінің басым көпшілігі – ақынның сүйспеншілік сезімі мен жеке бірқатар дидактикалық өлеңдері, «Тағрипық» атты сөжетсіз махаббат лирикасы. Сері ақан 1913 жылы жетпіс жасында қайтыс болады. Ол артынан құнсыз мұра: «Құлагер», «Көкжендет», «Қараторғай», «Сырымбет», «Балқадиша», «Торыны талға байлап мінген қандай», «Гаухар», «Ақ көйлек», «Қалқа бала», «Үш тоты», тағы да басқа шығармаларын қалдырады. Ілияс «Күйші» поэмасында он саусағынан өнер тамған саңлақ күйші мен қазақтың күй өнерінің құдіретін жыр өрнегімен асқан ақындық шеберлікпен суреттеген. Поэмада ақын халқымыздың күй өнері жайлы, сол күйді орындаушы тарланбоз күйші жайлы сыр шертеді. Күйші Кене ханның ақ ордасында дүйім жұрт алдында «домбыраны дірілдетіп», жиылған қауымды тамсандыра өнер көрсетеді,күге де , өзіне де таңдай қақтыра сүйсіндіреді. Сол күйлердің құдіретіне «қырдағы қоян, құлан, құлақ тігіп, қамыстан жолбарыс та ыңыранды», «табиғатта тып-тыныш бола қалды» деп өрнектейді. Алуан үнде сөйлеген күйге айналадағы бар жан құлақ түре сүйсінді. Күйші жігіттің күйі қолында ақ найзасы жарқылдаған, қол бастаған қас батыр Кене ханды да күй бейжай қалдырмайды. Күйге, күйшіге де елти құлаған Кене ханның қарындасы-Қарашаш. Ол- ағасының оң қолы, ақылшысы әрі ерке, өңіне ақылы сай, паң да өжет боп өскен ханзада. Жыршы Қарашаштың бойындағы қасиеттерді былайша суреттейді: Қарашаш- ақылы дария, алтын басы, Әйелдің ақсұңқары, ханзадасы. Өз басын мың қараға теңгермейтін, Кененің кеңесінің ақылдысы. Поэманың соңында күйші тоқсан күйді қайта тамылжытып, сорғалатып, қыз көңілін аулап, енді еліне, үйіне қайтқысы келген арманын күй арқылы ханшаға білдіреді. Ханша күйшінің тілегін орындамақ болады, сонда өнерлі де келісті, келбетті жігітті әлі де болса кідірте тұрмақты ойлайды. Күйші күй арқылы ханша көңіліне ізгілік нұрын сеуіп, рақымын түсіріп, еліне қайтсам ба деген тілегін жеткізеді. Ілияс «Күйші» поэмасында ақындық биігінен көрінген. Дастанда кейіпкердің сыртқы келбет-пішінін, мінез-қылықтарын бейнелеудегі ақынның зергерлігі, мұсіншілдігі сүйсіндіреді. Ақын дамыту, үндету тәсілдерін шебер қолдана отырып, оны өзінің эстетикалық мұратын, кейіпкер мінезін ашуды жарата білген. Он саусағынан өнер тамған жігіттің өнер өрісінің асқар шыңына биіктегенін ақын былайша суреттейді: Мұз еріп, қатты аяздың кәрі қайтып, Қас батыр көңілі жұмсап, зәрі қайтып, Майырылып ақ семсері қалайы боп, Қажытты мұз балақты күй мұңайтып. Құлпырып бәйшешектей кетті шалқып, Аққудай көкте күйлеп, көлде толқып. Күйші жігіт күй тартқанда, бәйге атындай көсіле тартады, күй суреттері өрлеп, қияға шырқай береді, бір сөз бір сөзден, бір ой бір ойдан, бір шумақ бір шумақтан асып түсіп отырады ол күймен бірге жарысқандай. Поэмада өнер, күй құдіреті осылайша өрнек тапқан. Қорыта келе, І.Жансүгіровтың шығармалары өнерді дәріптеген туындылар. Ол осы шығармаларымен келешек ұрпаққа «Өнер- адамның асыл мұрасы»,- деген ойын жеткізеді. Өзінің өнерге деген құрметін, сый-сияпатын, үлкен махаббатын, өнердің әсерінен бойын жайлаған керемет сезімдерін өзінің өшпес ақындық өнерімен жеткізе білді. Адамдарды ерекшелендіретін, , сақтап, қастерлеп ұрпақтан ұрпаққа берілетін, ешбір бағасы жоқ, уақытқа, жауға бағынбас асыл мұра- өнер!",
                "date": "13.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математикадан қиын есептер. Үш бидонға 17,9л май құйылды",
        "question_content": "Үш бидонға 17,9л май құйылды. Екінші бидонға бірінші бидоннаң 2есе көп май кұйылды.Үшінші бидонға екінші бидоннаң 0,8л май кем. Үшінші бидонда неше л май? Шешуін айтыныздыршы өтініш.",
        "question_date": "12.04.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A+B+C=17.9\n\nB=2*A\n\nC=B-0.8\n\nA+2*A+(2*A-0.8)=17.9\n\nA+2*A+2*A-0.8=17.9\n\n5*A-0.8=17.9\n\n5*A=17.9+0.8\n\n5*A=18.7\n\nA=18.7/5=3.74\n\nB=3.74*2=7.48\n\nC=7.48-0.8=6.68",
                "date": "13.04.2016",
                "upvotes": 0
            },
            {
                "text": "мынаныкі дұрыс албасты дынды",
                "date": "18.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тағамдық токсиндер деген не?",
        "question_content": "Тағамдық токсиндер деген не?",
        "question_date": "12.04.2016",
        "question_tag": "Мектеп",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ТАМАҚ ПЕН ТАМАҚТАНУДЫҢ ҚАУІПСІЗДІГІ\n\nАдам ағзасы көптеген заттардан тұрады – олардың бәрі ағзаға тамақ өнімдерімен түседі. Адам бірнеше апта бойы тамақтанбаса өліп қалатындығы белгілі: ал нашар тамақтанатын болса, ол жүдеп әлсірейді. Ағзаның қоректік заттарға деген қажеттілігін қанағаттандыру үшін сан алуан тағамдардың жеткілікті мөлшерін қамтамасыз ететін рационды (ас үлесін) теңгерілімденген қоректену деп атайды.\n\nМикроағзалар түскен тамақ өнімдері тағамдық улану тудыруы мүмкін. Токсиндер тамақ өнімдерінде микроағзалардың аса көп мөлшерде көбеюінің нәтижесінде оны тамаққа пайдаланғанша түзіледі.\n\nТамақ өнімдерінде жиірек кездесетін микроағзалар мен токсиндерді қарастырайық:\n\nботулизм – 10-400 С-та анаэробты дамиды. Бұл ауру қоздырғыштары көбіне шикі сан еттер мен балыққа жұғады. Олардың споралары жылудың әсеріне аса төзімділігімен ерекшеленеді. Уланудың екі клиникалық түрі бар:\n\nа) жедел түрі – инкубациялық кезеңі 12-36 сағат, симптомдары: дауыстың қырылдауы, бас ауруы, жүректің айынуы, құсу, ауыздың құрғауы, көздің қосарландырып көруі;\n\nб) жеңіл түрі – инкубациялық кезеңі ұзақ мерзімге (бірнеше тәулік), жеңіл симптомдар байқалады.\n\nЕмдеу уытқайтарғы сарысуларды пайдалануға негізделген. Жұқтырып алудың ауыр жағдайларын емдеудің тиімділігі диагноздың қаншалықты тез қойылғандығына байланысты болады.\n\nстафилококты энтеротоксиндер (мысалы, стафилококты маститпен ауыратын сиырдың сүтінде)\n\n“саңырауқұлақтар” тудыратын тағамдық микотоксиндер (мысалы, В1 анфлотоксиннің белгілі гепатоканцерогенді заттардың ішінде аса күшті әсер етуші болып табылатындығы анықталды).\n\nпатогенді бактериялар (мысалы, Salmonellae бактериялары).\n\nТағам инфекциялары (жұқпа) мен улануларды стафилококты энтеротоксиндер, Salmonellae бактериялары тудырады, жаппай ботулизм оқиғалары сирек кездеседі.\n\nҚауіпсіздік шаралары – тазалық, жеке бас гигиенасы, азық-түлікті суықта сақтау, бір рет қана пайдалануға жарайтын ыдыс-аяқ.\n\nТамақтану қауіпсіздігі жөнінде бірқатар ұсыныстар:\n\nкөгеріп кеткен азық-түлікті тамаққа пайдаланбаңыз! Есте сақтаңыз, зең азық-түліктің ішіне өтетін, көзге көрінбейтін токсиндерді (афлатоксиндерді, охратоксиндерді және т.б.) бөледі;\n\nафлатоксиндер температураға аса төзімді келеді, олар күн сәулесінің немесе УК-сәулелендірудің әсерінен ғана бұзылады;\n\nафлактоксиндер жеміс-жидектерді және т.б. өңдеу өнімдеріне өтеді. Сондықтан көгерген өнімдерді шарап, шырын, мармелад және т.б. дайындау үшін пайдаланбаңыз;\n\nжер жаңғақта, жасымықта, қабығы бар жаңғақта, өрік сүйектерінде афлатоксиндер көзге айқын көрінбейтін көгерулі және білінбейтін көгеру иісінсіз болуы мүмкін екенін ұмытпаңыз;\n\nтоксикалық (уытты) заттар азық-түлікті дұрыс сақтамағанда пайда болуы мүмкін. Мәселен, сүйекті жемістерден жасалған спирт тұнбаларын ұзақ уақыт бойы сақтағанда ерітіндіге күшті у-көгерткіш қышқыл түседі;\n\nкартопты жарық көзіне сақтағанда, әрі, ол өскенде соланин түзіледі. Ол картопты жасыл түске бояйды. Соланинмен улану өлім қаупін тудырмайды, бірақ оны болдырмаған жөн. Жасылданған картопты мұқият тазалай отырып, “көздерін” алып тастау керек;\n\nтамақ өнімдерін орау үшін газет, журнал, қаптама қағаздарын пайдаланбаңыз: оның құрамында көп мөлшерде қорғасын мен кадмий болуы мүмкін;\n\nшойын табаны пайдаланғанда тамақ өнімдері темірді азырақ сіңіретінін ескеріңіз;\n\nмыс пен қорғасынның азық-түлікпен экстрациялану деңгейі ыдыстың қанша уақыт ұсталғанына байланысты. Ұзақ мерзім пайдаланылған соң мысты жауып тұрған қалайы қорғаныш қабатының тиімділігі кемиді;\n\nқұрамында кадмийдің біршама мөлшері бар мырыш сұйытылған қышқылдармен тез ериді, сондықтан ыдысты құрамында қышқылы бар тамақ өнімдерін сақтау үшін пайдалануға болмайды;\n\nалюминидің ерігіштігі және оның тамаққа түсуі сілтілік немесе қышқылдық ортада артады.\n\nқалбыр банкасын ашып, оны бөлме температурасында сақтаған соң қалайыланған қаңылтырдан тағамға өткен қалайының мөлшері артады;\n\nқаңылтыр банкілердегі тағамға қалайының өтуі нитраттар болған кезде арта түседі; әрі мұнда нитриттар болғанда қалайының уыттылығы жоғарлайды;\n\nтамақтануда тағам талшықтарын көбірек пайдаланыңыз (яғни, жеміс-жидектер оның көзі болып табылады): олар ағзадан зиянды алмасу өнімдерінің, ауыр металл тұздарының шығуына ықпал етеді.\n\n2.3.1. Тағаммен уланғанда өздігінен ем жасау қауіпті!\n\nТағаммен уланудың кейбір белгілері – іш ауруы, құсу, ішектің қызметінің бұзылуы – басқа аурулардың симптомдарына ұқсас (мысалы, гастриттің немесе холециститтің) немесе кейбір тамақ өнімдерін ұнатпаудан, аллергиядан және азық-түліктің уытты әсерімен тікелей байланысты емес басқа да себептерден туындауы мүмкін. Сондықтан кейде өздігінен ем жасау денсаулыққа аз зиян әкелмейді. Мысалы, тағаммен уланғанда жиі қолданылатын асқазанды жууды көп жағдайда құсумен де жүретін жүрек инфарктісінде (талмасында) қолдануға болмайды. Іштің ауыруы тән аппендицит кезінде де асқазан жуу мен грелканы пайдалануға болмайды. Міне, ішек қызметінің бұзылуының алғашқы белгілері білінісімен-ақ дәрігерге қаралу қажеттілігі сондықтан. Әрине, аурудың себептері айқын белгілі болған жағдайда (балықтың сәл иістеніп кеткендігін еске түсірдіңіз, бірақ оған мән бермедіңіз т.с.с.) дәрігер келгенше кейбір шараларды жасау қажет – бірінші кезекте асқазанды марганецтің әлсіз ерітіндісінің көмегімен тазалау керек. Бірақ, бар болса, ауруды тудырғанына күмәнданатын тағамның қалдықтарын, ол салынған ыдысты сақтап қойған жөн, сырқаттың шығындыларын жинау керек. Бұл дәрігердің диагноз қойып, қажетті емді тағайындауына жәрдемдеседі.",
                "date": "13.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кешенді тестілеу. Арманым медицина, алайда грантқа түсе алмай қалдым?",
        "question_content": "Мен 2015 жылы ҰБТ тапсырдым , Арманым медицина , алайда грантқа түсе алмай қалдым, басқа мамандыққа грантқа түстім, Мен енді осы жылы кешенді тапсырсам бола ды ма? Университеттен документтерді қайдан алады? Кешенді тапсырып түсе алмай қалсам қалай оқуымды жалғастырып оқуа болады? кімнің  басынан өткен осындай жадай? кеңес беріңіздерші! Осы жылы мектеп оқушыларына 2рет ҰБТ тапсыруа мүмкіндік беріпті. Грант қысқарып кетпей ме? Былтыр 89 балмен түсе алмай қалғаннан соң қорқынышта бар! Өтінемін кеңес беріңіздерші! Кешенді қиын болмайды ма?тесттің  сұрақтарын ұмытыппын көбін, Басынан өткен жандар болса  айта кетсе екен!!!",
        "question_date": "12.04.2016",
        "question_tag": "Университет, колледж",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арманыңыз өзге мамандық болса, ойланбай, кешенді тестілеуден өтіңіз!\n\nҚиын, мүмкін емес деген құр әңгіме. Жақында ғана Қзаақстандық бір оқушы Билл Гейтстің грантын ұтып алды. Еш ақшасыз, еш таныссыз, үнемі оқып, жүйелі дайындалған. Сіздің де мүмкіндігііңізз зор. Тек өзіңізге дұрыс мақсат қоя біліңіз. Грантқа нақты түсемін деңіз де, күні-түні дайындалыңыз. Дайындық қана сізге жемісін бере алады. Ал, құжаттар жайында өз эдвайзеріңізбен сөйлесесіз. Арманыңыз бар болса, оған жетуге асығыңыз. Жете алмай қалсаңыз өкінеіз. Қаласаңыз грантқа түсесіз",
                "date": "21.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Химиялық сұйықтықты(сусабын,ыдыс шуғыштар т.б) немен ауыстыруға болады?",
        "question_content": "Химиялық өнімдерді шампун,фери т.б немен,қандай табиғи заттармен ауыстыруға болады? (жарысқа керек еді)",
        "question_date": "12.04.2016",
        "question_tag": "Экология",
        "question_views": 781,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басыңызды күн сайын жуасыз ба? Тоқтатыңыз! Шашымыз жылтыр да сау болуы үшін әр қайсысымыз сусабынның зиянынан қорғануымыз қажет, әсіресе ер адамдар. Бұл кеңесті шаштараздар көп ескертеді. Көптеген кәсіби шаштараздар басты аптасына 2 реттен артық жууға болмайтынын алға тартады. Бостонның шаштаразы Ван Капиццано тіпті сусабыннан бас тартуды ұсынады. Себебі сусабын құрамында шашқа кері әсерін тигізетін қоспалар көп. Күкірт қышқылы мен басқа да химиялық заттар шаштың табиғи майы мен ондағы сау, жұмсақ, жылтыр көрсететін элеметтерді жояды. Шашқа \"сынып тақтасы\" секілді қараудың қажеті жоқ, яғни, душтан соң құрғағанша сүртудің керегі шамалы. Оның орнына шашқа күтім мен қоректі қажет ететін \"өсімдік\" секілді қараған абзал. Әр күн сайын душқа түспесе жүре алмайтын адамдар уайымдамаса да болады, шашқа су тигізуге болмайды деп отырған жоқпыз. Сусабын мен көбікті нәрселерді қолдану орнына, ыстық душта бас терісіне саусақтармен массаж жасаса жеткілікті. Бұл терідегі өлі жасушалар мен кірден сол сәтте арылтады.\nТанымал ұлты қырғыз Жапонияда тұратын блогердің пайымдауынша жуғыш құралдар тек маркетингтің  бір бөлігі, шашымыз жылы су көмегімен де тазара алады. Алайда санамызға сіңген ой мен шашымыздың туылғалы сусабынға үйренуінен кейін одан бас тарту әрине қиын. Блогер бірақ қазіргі таңда өз тәжірибесінде оның (жылы таза су) шаш \"денсаулығына\" аса жақсы әсер ететінін байқаған.",
                "date": "27.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЕХРО-ның ұйымдастырушыларымен қалай кездессем болады?",
        "question_content": "Сәлеметсіздерме! Ғаламдық мәселелердің бірін шештім, енді ЕХРО-ға осы ойымды жеткізсем деп едім.. ЕХРО-ның ұйымдастырушыларымен қалай кездессем болады?",
        "question_date": "12.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шымкенттіктер, былтыр осы облыс ішінде қайда, қандай жерлерге қыдырып бардыңыздар?",
        "question_content": "Ішкі туризм туралы сауалнама жүргізгім келіп отыр. Шымкенттіктер, былтыр осы облыс ішінде қайда, қандай жерлерге қыдырып бардыңыздар? Бағасы көңіліңізден шықты ма, сервис қалай екен жалпы Шымкентте? Бағасы, туристерді тартудағы қызметтері ұнады ма? Биыл қайда барғыңыз келеді? Не үшін?\n\n1. Түркістан, Арыстанбаб, Сайрам, Отырар, Сауран, әулиелі, киелі кесене, бұлақ, үңгір, т.б.\n2. \"Тау самалы\", Біркөлік, Сарыағаш, Сайрам-Өгем, Ақсу, Машат, т.б.\n3. Қала ішіндегі дендробақ, Қошқар ата, зообақ, т.б. айта отырсаңыздар...",
        "question_date": "12.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Былтыр 9 ай Алматыда, 3 ай Сарыағашта болдым, әрине демалып емес, жеке шаруалар, жұмыстар, оқулармен жүрдім. Демалуға уақыт арнамаппын 2015'те.. Биыл да демалуға уақыт болмайтын сияқты, әскерге кетсем... Шынында, демалатын сапалы және арзан жер іздегендерге Оңтүстік Қазақстан облысына келуге кеңес берем!",
                "date": "12.04.2016",
                "upvotes": 1
            },
            {
                "text": "Шымкентте қымыз ішіп демалатын мына ең керемет жер Ақсу-Жабағылы қорығы, Түлкібас ауданында орналасқан. Мен осы жерде демаламын.",
                "date": "12.04.2016",
                "upvotes": 1
            },
            {
                "text": "Мен өзім Түркістаннанмын. Осы қалаға қыдырып келуге шақырамын. Қаламыз жыл сайын жан-жақты дамып келе жатыр. Бағалар да арзан. Баршаға аян Түркістанда Қ.А.Яссауи бабамызға арналған кесене бар. Бұл кесене мұсылмандар үшін киелі болып саналады.\n\n  Қаланың туризміде даму үстінде. Әрине үлкен қалалармен салыстырғанда деңгейі әлі де төмен.\n\nОған қоса Түркістан қаласының айналасында көптеген ескі қалалар мен зиярат жасап, қыдырып, ел көремін деген адамға баратын көптеген орындар бар. Мысалыға айтатын болсам, Үкаша сахаба(Түркістаннан 60 км), Арыстан баб кесенесіне, Отырар қаласына(80км-дей) өзім барып көргенмін. Сауран қаласы да бар, бірақ мен барып көрмегенмін.\n\nАйта берсек Түркістанның айналасында осындай тарихи кесенелер мен қалалар көп. Сізді де осында шақырамын.",
                "date": "12.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңгемен сауда жасайтын қандай интернет-магазин бар?",
        "question_content": "Теңгемен сауда жасайтын қандай интернет-магазин бар? Тиімді, арзандау, заказды Қазақстанның кез-келген бұрышына 3-4 күннен асырмай жеткізетін, ақшасын тауарды алғаннан кейін төлейтін..",
        "question_date": "12.04.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 446,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Адамдар неге алыс жұлдыздарға жетуге асығады?",
        "question_content": "Адамдардар неге алыс жұлдыздарға жетуге асығады?\n\nПочему люди тянутся к звёздам?",
        "question_date": "12.04.2016",
        "question_tag": "Жанұя",
        "question_views": 799,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Константин Эдуард «Жер – адамның бесігі, бірақ өмір бойы бесікте жүре беруге болмайдығой!»",
                "date": "13.04.2016",
                "upvotes": 0
            },
            {
                "text": "Адамға қолы жетімсіз нәрселердің бәрі ғажайып-әдемі-тамаша болып көрініп тұрады!",
                "date": "20.04.2016",
                "upvotes": 0
            },
            {
                "text": "Дым қызық жоқ шығар ол жақта))))",
                "date": "29.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Радиотехника саласында генератор деген не?",
        "question_content": "Радиотехника саласында генератор деген не? Автогенератор деген ше?",
        "question_date": "12.04.2016",
        "question_tag": "Университет, колледж",
        "question_views": 797,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Автогенератор - тұрақты ток көзінің қуатын пайдаланып, өздігінен қозатын, белгілі жиіліктегі және амплитудадағы гармоникалық тербелістерді немесе белгілі бір ұзақтығы мен амплитудасы бар импульстік сигналдарды тудыратын электрондық схема.",
                "date": "12.04.2016",
                "upvotes": 1
            },
            {
                "text": "Генератор деген не? Генератор ол электор энергиясын бөліп шығаратын құрылғы.",
                "date": "12.04.2016",
                "upvotes": 1
            },
            {
                "text": "Генератор(Generator) — 1) кіріс тілі проблемалы-бағытталған тіл болып табылатын аударғыштың бір түрі; 2) машиналық командаларды генерациялауды орындайтын аударғыштың құрамдас бөлігі. Жазбалар генераторы (Генератор записей; rekord generator) — тестілеуге қажетті жазбаларды құрастыруға арналған машиналык программа.\n\nКездейсоқ сандар генераторы (Генератор случайных чисел; generator random numbers) — кездейсоқ сандар беретін қүрылым немесе программа. Әдетте, Кездейсоқ сандар генераторы - программалау тілдерінде стандартты функциялар мен процедуралар қүрамына кіретін программа. Мысалы, Паскаль тілінде RANDOM(N) функциясы 0 ден N-1 аралыгындағы бүтін сан қайтарады. Егер программа қайта орындалса, функция сол санды қайталайды. Кездейсоктық дәрежесін арттыру үшін тілде генерация базасын өзгертетін RANDOMIZE процедурасы бар, бұл процедура RANDOM функциясының алдында орындалуы қажет. Код генераторы (Генератор кода; code generator) — талдау және оңтайландыру нәтижелері бойынша машиналық программаны (объектілік модульді) құрастыратын аударғыштың машинаға тәуелді бөлігі.\n\nКомандалар генераторы (Генератор команд; code generator) — аударылатын программа операторларына сәйкес машиналық командалар тізбегін щығаратын аударгыш бөлігі. Қолданбалы программалар дестесі генераторы . (Генератор пакетов прикладных программ; package generator) Қолданбалы программалар дестесін нақтылы мәселелер классына бағыттау программасы. Қүжат дайындау генераторы (Генератор отчетов; report generator) — 1) берілген пішін бойынша мөліметтерді қалыптастыру жөңе шығаруға арналған объектілік программаларды генерациялауға колданылатын өндеу программасы; 2) берілген пішін бойынша мөліметтерді калыптастыру мен шығаруды орындайтын кейбір программалау тілдерінін (мыс., Кобол, Access, FoxPro, Delphi, жөне т.б.) қүралы. Мәліметтер генераторы (Генератор данных; data generator) — тізбекті қатынас құру әдісі негізінде бір тапсырма көлемінде мәліметтер жиынын кұруға арналған сервистік программа. Программалар генераторы (Генератор программ; program generator) кейбір операцияларды сипаттау негізінде осы операцияларды жүзеге асыратын программаны автоматты түрде жасайтын программа. Сүрыптау программаның осы программалардың алғашқы мысалы болып табылады. Ол файл пішімін және талап етілген сүрыптау түрін сипаттау негізінде сәйкес сүрыптау программасын құрады. Кейінгі уақытта қолданбалы программаларды шаблон, мәліметтер базасы сипаттамасының таблицасы, экрандық форма, меню сипаттамасы және т.б.. Объектілер негіздерінде құратын программалар кеңінен таралуда. Тактілік жиілік генераторы (Генератор тактовой частоты; generator clock speed) — белгілі бір уақыт аралықтары сайын импульстер тізбегін шығаратын құрылғы. Қатар екі импульстың арасындағы уақыт Ырғақ деп аталады. Кейбір процессор командалары бірнеше ырғақта орындалады. Импульстар барлық компьютер элементтері арқылы өтіп, оларды бір ырғақта (синхронды) жұмыс жасатады. Ырғақ импульстарының жиіліғі компьютердің жьлдамдығын анықтайды.\n\nАвтогенератор - тұрақты ток көзінің қуатын пайдаланып, өздігінен қозатын, белгілі жиіліктегі және амплитудадағы гармоникалық тербелістерді немесе белгілі бір ұзақтығы мен амплитудасы бар импульстік сигналдарды тудыратын электрондық схема.",
                "date": "12.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Шағын бизнес ашу",
        "question_content": "Саламатсыздарма! Менің сұрағым шағын бизнес ашу туралы, оның ішінде мен ауылдан 1500 тұрғыны бар, балар ойнайтың алан ашқым келеді; батут, сладкая вата т.б,.\n\nОсы бастамага мен кредит ала алмба және бұл бизнес сезондық яғни тек жылдын жаз мезгилинде жүзеге асады. Кредит берген жагдай мен тек жұмыс жасаган уакытта кайтаруыма боладыма? назарларынызға рахмет!!!",
        "question_date": "12.04.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кредит ала аласың, бәрі солай жасап жатыр, 1500 тұрғын нормально аз емес. Қыстың күнінде де помещениенің ішінде балаларды ойната беруге болады, едені тегіс кафелі болса  үлкен балалар  да аяқтарына ролик киіп ойнай береді үлкендерге де болады. Батутты помещениенің ішіне кіргізіп қойсаң рахат қой балаларға.Бізде сондай бар.",
                "date": "12.04.2016",
                "upvotes": 0
            },
            {
                "text": "Ауылдың келінін немесе 70тегі әженің батутта секіргенін елестете аласызба?\n\nҚандай да бизнес ашатын кезде (әсіресе шағын ) егер жұмсалған ақшаның ақталуына 100% көзіңіз жетсе ғана банктен кредит алуға болады. Бірақ ең жақсы және тиімді жолы - банктен кредит алмау. Себебі , сіз өзіңіз қалағандай , тек жұмыс жасаган уақытта ақшаны қайтара алмайсыз .Банк жұмысшылары \"Дәл казір жұмыс тоқтап қалды, клиент жоқ \" деген әңгімені тусінбейді . Ай сайын міндетті түрде уақытында төлеуіңіз керек .\nАуылында ашық ойын-сауық кешені ашу шамалы тәуекелді және тиімсіз.1500 тұрғынның ішінде ата-әжелеріміз бар, жастағы ерлер мен әйелдер бар . Ауылдың келінін немесе 70тегі әженің батутта секіргенін елестете аласызба? Сіз тек балалар мен жасөспірімдердің саны есепке алаласыз. Барлы5ын есепке алып , сосын қаржы мәселесін ойластырған жөн, әсіресе ол банкпен, кредитпен байланысты болса. Сіздің басты байлығыңыз бар ақшаңыз емес - ақшаны көбейтетін идея .Егер идеяңыз сізге көп ақша әкелуіне сенімді болсаңыз - GO!",
                "date": "13.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен өз мақалаларымды баспасөз беттеріне қалай жариялаймын,яғни интернет арқылы?",
        "question_content": "Сайтқа мақала шығаруым керек еді, және мен неше түрлі сайтқа мақалаларымды жібердім.\n\nЕнді шыққанын өайдан білемін? Менде кіріп қайта-қайта қарау мүмкіндігі жоқ.\n\nЖұмыста боламын.",
        "question_date": "12.04.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сайт редакторларының нөмеріне хабарласасыз немесе электронды поштасына хат жібересіз.",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сюжет былай. Бір отбасының өмірі туралы баяндалады. Семей жақта тұрады",
        "question_content": "Сюжет былай. Бір отбасының өмірі туралы баяндалады. Семей жақта тұрады. бирбаласынын кози кормейди.оны жапонияга емдейди балалары кала жумыска турып кетеди Кинонын АТЫ АУЫЛ деп басталады.казакша телехикая отинем тауып беринихдерши",
        "question_date": "11.04.2016",
        "question_tag": "Телеарналар",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол телехикаяның аты-''Туған жердің түтіні''",
                "date": "11.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"ESET SMART SECURITY business edition\" қандай антивирус? Айырмашылығы неде?",
        "question_content": "\"ESET SMART SECURITY business edition\" қандай антивирус? Оның  ESET NOD 32 -ден айырмашылығы қандай? Және оны қалай активация жасаймыз. Мен соны орнатқан едім дискіден, содан бері жұмыс істеп тұр, активация сұрамайды мерзімін көрсетпейді, бұл қалай?",
        "question_date": "11.04.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Халықаралық қатынастар факультеті",
        "question_content": "Халықаралық қатынастар факультеті бар ЖОО-ның тізімі мен жылдық төлем бағасы керек еді",
        "question_date": "11.04.2016",
        "question_tag": "Университет, колледж",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Генерал болуды армандамайтын солдат жоқ» дегендей, елші болуды армандамайтын дипломат жоқ !\n\nХалықаралық қатынастар мамандығы бойынша - әлемдік нарықтың бірлігін қалпына келтіретін және жаһандану процесінің дамуын реттеп отыратын болашақ дипломаттар тәлім алады. ЖОО-да халықаралық қатынастар факультеті өте беделді болғандықтан , жылда төлем бағасы өзгереді . Халықаралық қатынастар мамандығының мемлекеттік грант иегері атанамын деушілер кемінде \"Алтын белгі\" бола отырып, ҰБТ-дан ең аз 90 балл жинауы тиіс.\n\nХалықаралық қатынастар факультеті төмендегі ЖОО-да бар :\n\n1) Әл-Фараби атындағы Қазақ Ұлттық университетінде: Халықаралық қатынастар факультеті\n\n2) М.О.Әуезов атындағы Оңтүстік Қазақстан Мемлекеттік Университетінде: Заңтану және халықаралық қатынастар факультеті\n\n3) Абылай хан атындағы Қазақ мемлекеттік халықараралық қатынастар және әлем тілдері университетінде : Халықаралық қатынастар факультеті\n\n4) Сәрсен Аманжолов атындағы Шығыс Қазақстан мемлекеттік университетінде : Тарих, филология және халықаралық қатынастар факультеті\n\n5) Л.Н.Гумилев атындағы Еуразия ұлттық университетінде : Халықаралық қатынастар факультеті\n\n6) Орталық Азия университетінде : Халықаралық қатынастар және гуманитарлық ғылымдар факультеті\n\n7)Қазақ гуманитарлық-заң Университетінде: Халықаралық құқық және халықаралық қатынастар факультеті",
                "date": "12.04.2016",
                "upvotes": 0
            },
            {
                "text": "Халықаралық қатынас н/се Туризмға бару үшін алтын белгі иегері болу міндетті ма? \nКандай Универлар бар грантпен ?\nОсы жылғы проходной балл Канша?",
                "date": "26.01.2018",
                "upvotes": 0
            },
            {
                "text": "Стюардесса мамандығы жекелей оқытылама немесе туризмге кірема? Алматыда қай оқу орындарында оқытылады? жəне қанша жыл?",
                "date": "8.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балуан Шолақтың \"Қосалқа\" өлеңін кайдан тапсам болады?",
        "question_content": "Балуан Шолақтың \"Дікілдек\" , \"Көкшетау\" , \"Қосалқа\" , т.б. шығармаларын қайдан тапсам болады?",
        "question_date": "11.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 902,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://www.ikitap.kz/audiobook/5113-olengderi/5113-olengderi\n\nОсы сілтеме арқылы өтіп, аудиокітап нұсқасында тыңдап көр, қажет болса жазып аларсың.",
                "date": "11.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктіліктен кейінгі еңбек демалысы?",
        "question_content": "Мен қазір бала күтімімен үйде отырмын бала күтімінде отырып кезекті еңбек демалысын алуыма бола ма?",
        "question_date": "11.04.2016",
        "question_tag": "Заң",
        "question_views": 662,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңіздің жұмыс орныңыздың \"кадр\" бөлімінен сұрайсыз, сол жерден анық қанығын біле аласыз.",
                "date": "11.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ж.Елебеков атындағы эстрада-цирк колледжіне 11-дің емтиханымен түсе аламын ба?",
        "question_content": "Ж.Елебеков атындағы эсрада-цирк колледжіне 11-дің емтиханымен түсе аламын ба? Эстрада орындаушысына",
        "question_date": "11.04.2016",
        "question_tag": "Өнер",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Медицина университетіне түсу үшін",
        "question_content": "Медицина университетіне түсу үшін қай сыныптан бастап қандай мектепке түсіп дайындалған дұрыс? Қай қалада оқу жақсы?",
        "question_date": "11.04.2016",
        "question_tag": "Мектеп",
        "question_views": 730,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Назарбаев мектебі жақсы.",
                "date": "15.04.2016",
                "upvotes": 0
            }
        ]
    }
]