[
    {
        "question_title": "gratex 5.0 бағдарламасының жүктеу сілтемесін беріңдерші ?",
        "question_content": "gratex 5.0 тестілеу бағдарламасы болса жүктеу сілтемесін беріңіздерші?",
        "question_date": "17.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 411,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алтын жабағы ойынынан көмек керек?",
        "question_content": "Маған 7-8 сыныптар аралығындағы \"алтын жабағы \" сайысының жауабы керек еді. Білгендеріңізше көмектесіңіздерші.",
        "question_date": "17.02.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жастар неге кітап оқымайды жоба бар ма??",
        "question_content": "Маган жоба керек еди жастардың кітап оқымауына байланысты идеяларыныз, жобаларыныз бар ма?",
        "question_date": "17.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбісі кітап оқымайтын шығар, бірақ кейбіреулері оқиды.\n\nКітап оқымайтын жастардың өзі хоббилерімен айналысады.",
                "date": "17.02.2017",
                "upvotes": 0
            },
            {
                "text": "Нұргүл сіздің ойыңыз өте дұрыс.Қазіргі кейбір жастар мүлдем кітап оқымайды десем өтірік емес.Кітап-бұл нағыз керекті дүние,адамның ойын кеңейтіп қана қоймай,сөздік қорын молайтады.Мен өз басым кітапты оқығанды жақсы көремін,себебі кітаптың пайдалы жағы өте көп.Қазіргі техника дамыған заманда кітаптың орны бәсеңсіп қалды,интернет дамып кетті.Менің ойымша бір жоба ашып,бастау керек сияқты.Мысалы:\"Кітап-білімнің қайнар көзі\",\"Білімді болу үшін көп кітап оқу керек\",т.б.",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚазЭУ немесе Нархоз университеті студенттерді жатақхана менен қамтамаыз ете ме?",
        "question_content": "Нархоз(Алматы), ЖОО ны алыстан келген студенттерге жатаханамен қамтамасыз етеме және, окудың жылдық ақысы қанша жәнеде, ұбт дан қанша балл жинау керек?",
        "question_date": "17.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 960,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына номерлерге хабарласып көріңіз.\nТолығырақ:г. Алматы\n+7 (727) 377 13 07 | +7 (727) 377 13 08\n+7 (727) 377 20 10 | +7 (727) 377 20 16\n\nг. Кызылорда\n+7 (701) 208 83 55 | +7 (7242) 26 40 29\n\nг. Шымкент\n+7 (701) 781 93 88 | +7 (7252) 53 69 76\n\nг. Атырау\n+7 (701) 375 54 72 | +7 (7122) 32 00 29\n\nг. Павлодар\n+7 (701) 723 57 77 | +7 (7182) 65 33 90\n\nг. Семей\n+7 (777) 356 06 35 | +7 (7222) 52 01 27\nТолығырақ.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Морфологиялық талдау жасаңыздар?",
        "question_content": "Семіздікті қой ғана көтереді",
        "question_date": "16.02.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Семіз-түбір,дік-зат есім тудырушы жұрнақ,ті-табыс септігі.Көтер-түбір,е-жұрнақ,ді-жалғау.",
                "date": "17.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тотығу дәрежесін анықтаңдар және тотығу процесін аяқтаңдар?",
        "question_content": "а) Al0-3e>\n\nә) Ca0-2e>\n\n б) Cl0+e>\n\nв) F0+e>\n\n г)S0+2e>\n\n д)K0-e>",
        "question_date": "16.02.2017",
        "question_tag": "Химия",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3е> дегендер  не?",
                "date": "24.10.2017",
                "upvotes": 0
            },
            {
                "text": "Al0-3e->Al3\n\nCa0-2e->Ca2\n\nCl0+e->Cl-\n\nF0+e->F-\n\nS0+2e->S-2\n\nK0-e->K+",
                "date": "23.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектептің кіші қызметкерлеріне неге отын ақшасы төленбейді?",
        "question_content": "Мектепте жыл сайын мұғалімдерге отынга 8000 шамасында ақша төленеді. Енді кіші қызметкерлерге төленбейді. Не себепті? Қандай заң , бап,",
        "question_date": "16.02.2017",
        "question_tag": "Заң",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қағаздан қанша кітап жасауға болады?",
        "question_content": "Бір кітаптың массасы 500 г болса, 60 кг қағаздан осындай неше кітап жасалынады?",
        "question_date": "16.02.2017",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "60кг қағаздан 120 кітап жасалынады.",
                "date": "16.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биотехнология мамандығын бітіріп СЕС болып жұмысқа орналасуға бола ма?",
        "question_content": "Биотехнология бітіріп сес бола аламын ба",
        "question_date": "16.02.2017",
        "question_tag": "Мамандық",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Иіс сезу қабілетін қалай қалпына келтіруге болады?",
        "question_content": "Мұрным білеген сон \"нафозилин\" деген спрейді қолданғам содан соң мұрын иіс сезбей қалды.Не әстеуге болады көмектесіңіздерші!!!",
        "question_date": "16.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 28000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам үшін иіс маңызды рөл атқарады. Ол тұрмыстық. газдын шығып жатқанын, ашып кеткен тамақ туралы хабар береді. Мұрын қуысының үстіңгі мұрын қалқанында иіс сезу мүшесі орналасқан. Бұл - пішіні түйреуіш тәрізді және кірпікшелері бар иіс сезу рецепторларының шоғыры (жиналуы). Осы кірпікшелер хош иісті заттардың молекулаларын газ тәрізді күйінде қабылдайды. Иіс сезу рецепторлары өте сезімтал. Хош иісті заттың 1 грамының 10 млн-нан бір бөлігі адамның қабылдауына жеткілікті.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі өлшемді массивті есептеңіз?",
        "question_content": "Екі өлшемді А(10,10) массив берілген. Массивтің әрбір жолындағы элементтердің көбейтіндісіне тең болатын бірөлшемді В(10,10) массивін алыңдар. (С++ тілінде) Өтінемін көмектесіңіздерші!",
        "question_date": "16.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 946,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мамандыққа байланысты таныстыру сөзі қажет?",
        "question_content": "Сəлеметсіздерме маған таныстыру керек еді мамандыққа байланысты  мамандығым бастауыш білім беру көмектес",
        "question_date": "16.02.2017",
        "question_tag": "Өнер",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Армысыздар, бар әріптес, қазыларым, \nСайыскерлер сайыста сынар бағын. \nКетейін мен өзімді таныстырып, \nКөрермен қошеметпен қабыл алғын. \nКөп уақыт болмаса да тәжірибем, \nЕңбегімнің жемісі нәтижелі. \nҚыр – сырын осы қиын мамандықтың, \nИгеріп келемін мен күннен – күнге. \nӘр баланы зерттеуде жеке дара, \nАтқарып жүрмін түрлі іс пен шара. \nҮнемі жүргіземін оқушылармен, \nӘртүрлі тақырыпта тәрбие шара. \nСондықтан еңбек еткен үлкен күшпен, \nАянбай оқып ылғи ізденіспен. \nІзденгеннің мұратқа жетері анық, \nСайыстардан келермін мен жеңіспен.\n\nТолығырақ.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ресейден автокөлік алып келуге бола ма?",
        "question_content": "ола ма?Ассалаумағалейкум ағайындар!!! Қазіргі 2017 жылы, Ресейдің 2000-2009жж автокөліктері Қазақстанға сатып алып келіп өз атыңа тіркеуге рұқсат берілдіме? Егер берілсе қанша салық төлейсің? Осы жөнінде білетіндер болса жақсылап тсіндіріп жіберсеңіздер өтініш!!! Рахмет",
        "question_date": "16.02.2017",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уағалəйкумассалам\n\nиə,Ресейден алып келіп,өз атыңа тіркеуге болады.\n\nБірақ қанша салық төлейтінін білмейм",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Автомобильдің сатып алуға қателеспеуге болады қандай, бірінші көп жерде, қателер үшін әмбебап сканерлеу құралы тексеріңіз: https://goo.**/NfH9mg",
                "date": "12.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін бойынша 2017-2018 оқу жылында бөлінген грантпен басқа оқу орнына оқуға бола ма?",
        "question_content": "Серпін 2050 бағдарламасы бойынша Алматы қаласындағы университетке түсе аламын ба? Мысалы, Абай атындағы университет немесе Қазақ ұлттық университеттерге түсуге мүмкіндік қарастырылған ба? Әлде тек сіздер ұсынған университеттерде білім аламыз ба? Осы туралы нақты мәлімет керек еді.",
        "question_date": "16.02.2017",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек Серпін 2050 бөлінген университеттерде оқи аласыз. Мен де Серпін бағдарламасымен оқып жатырмын. Толық ақпаратты вконтакте желісі арқылы бере аламын Nurken Jaken",
                "date": "17.02.2017",
                "upvotes": 0
            },
            {
                "text": "Журналистикага грант бар ма казак тылы?",
                "date": "11.02.2018",
                "upvotes": 0
            },
            {
                "text": "Мен Серпін бағдарламасы бойынша  2018-2019 оқу жылында Семейдегі Шəкəрім атындағы университеттің журналистика факультетіне түскім келеді.Биыл N19 колледжді бітіріп жатырмын.Енді сұрақ:Менің мамандығым дизайнер модельер бола тұра журналистикаға грантпен оқи аламын ба?Немесе өз мамандығым бойынша жалғастыра аламын ба?Бұл мамандық та ұнайды,бірақ журналист болу өмір бойы армандаған арманым еді!Қазақ тілі мен əдебиетті жанымн",
                "date": "10.03.2018",
                "upvotes": 0
            },
            {
                "text": "Серпін бағдарламасында медицина мамандығы барма",
                "date": "26.04.2018",
                "upvotes": 0
            },
            {
                "text": "Серпін бойынша окуга канша балл мен қабылдайды?",
                "date": "21.06.2018",
                "upvotes": 0
            },
            {
                "text": "\"Серпін\" бағдарламасына қатысуға байланысты толық мәліметті\nкімнен алуға болады?",
                "date": "24.06.2018",
                "upvotes": 0
            },
            {
                "text": "Серпін бағдарлаиасымен дизайнер модельер мамандығына қалай, қайда түсуге болады? Мен Шымкент қаласынан боламын. Қанша бал болк керек?",
                "date": "28.06.2018",
                "upvotes": 0
            },
            {
                "text": "Серпинмен грантка тусу ушин тапсырган ЕНТ ишинде 2 болмауы керек пе жане 53 балмен тусе аладыма.Кай кезден бастап тапсырат",
                "date": "18.07.2018",
                "upvotes": 0
            },
            {
                "text": "Серпін багдарламасы бойынша Тармпи-ге шетел тілі:екі шетел тілін тандап тусе аламынба? Серпіннен грант болинген ба оны кайдан билсе болады?",
                "date": "6.12.2018",
                "upvotes": 0
            },
            {
                "text": "Ағылшын /джт пәндері бойынша серпін қай қалада универде бар",
                "date": "9.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Серпін\" бағдарламасымен солтүстіктен оңтүстікке жібереді ме?",
        "question_content": "\"Серпін\" бағдарламасымен солтүстіктен оңтүстікке жібереді ме?",
        "question_date": "16.02.2017",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жіберуші өңірлер:\nАлматы облысы\nЖамбыл облысы\nОңтүстік Қазақстан облысы\nҚызылорда облысы\nМаңғыстау облысы\nҚабылдаушы өңірлер:\nАстана қаласы\nАқмола облысы\nҚарағанды облысы\nШығыс Қазақстан облысы\nПавлодар облысы\nСолтүстік Қазақстан облысы\nҚостанай облысы\nБатыс Қазақстан облысы\nАтырау облысы\nАқтөбе облысы\nТолығырақ.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "\"Серпін\" бағдарламасымен солтүстіктен оңтүстікке ЖОО оқуға жіберуді ұсынамын: Қостанай, Павлодар,Солтүстік Қазахстан обылыстарының мектеп түлектерін Қызылорда, Маңғыстау, Оңтүстік Қазақстан, Жамбыл обылыстарындағы ЖОО на жіберуге мемлекеттік білім гранттарын бөлуді ұсынамын!",
                "date": "28.05.2017",
                "upvotes": 0
            },
            {
                "text": "\"Серпін\" бағдарламасымен солтүстіктен оңтүстікке ЖОО оқуға жіберуді ұсынамын: Қостанай, Павлодар,Солтүстік Қазахстан обылыстарының мектеп түлектерін Қызылорда, Маңғыстау, Оңтүстік Қазақстан, Жамбыл обылыстарын жіберуге грант бөлуді ұсынамын!",
                "date": "28.05.2017",
                "upvotes": 0
            },
            {
                "text": "Көкшетауға қабылдай ма ?",
                "date": "24.06.2017",
                "upvotes": 0
            },
            {
                "text": "Көкшета обылысы",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінің ақпараттық терминдерін қайдан табуға болады?",
        "question_content": "Қазақ тілінің ақбараттық термен дерін қайдан табуға болады? \nМыслға: сайтқа қатысты жане Қазақша бағдарлмалардың тілі үшін .....",
        "question_date": "15.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХАБАР АКУСТИКАСЫ – телехабардың,әдетте, акустикалық перспектиканы бейне мас-штабымен келістіру ұстанымына құрылғандыбыстық ахуалы. Әрі көрініс, мысалы, жақынорналасқан дыбысты, жалпы көріністі түсі-ру – неғұрлым қашықтатылған дыбысты талапетеді.ХАБАР ТАРАТАТЫН БЕЙНЕГРАФИЯ–хабар тарату жүйесіндегі бейнеграфия.ХАБАР ТАРАТАТЫН ТЕЛЕДИДАР РА-ДИОСИГНАЛЫ– бір теледидарлық бағ-дарламаның бейнелеу және дыбыстау радио-сигналдарының жиынтығы.ХАБАР ТАРАТУ– аумақта бытыраңқыжатқан бүкіл тұтынушыларға электрбайла-ныс құралдарының көмегі арқылы жалпықолданыстағы әртүрлі ақпаратты беру.ХАБАР ТАРАТУ АЙМАҒЫН ҰЛҒАЙТУДӘРЕЖЕСІ – бұл кәбілді теледидарға қатыстыжәне сол аумақта тұратын отбасылардың жал-пы санынан пайыз түрінде есептеледі.ХАБАР ТАРАТУДЫҢ ДЫБЫСТЫҚ-БЕЙНЕЛІК ҚҰРАЛЫ – бір мезгілде естужәне көруге негізделген, бейне, дыбыс пенсөзді үйлестіретін ақпарат.ХАБАР ТАРАТУДЫҢ МАЗМҰНЫ МЕН СИПАТЫН ДЕМОКРАТИЯЛАН-ДЫРУ – аудиторияны, көрермендерді хабар-лардың белсенді қатысушыларына айналды-ру, бағдарламаларды қалыптастыру кезіндекөрермендердің ескертулерін, ұсынымдарынкеңінен пайдалану, хабарларды оларғакөрермендерді тікелей қатыстырумен жасау.ХАБАР ТАРАТУШЫ ТЕЛЕДИДАР –хабарлары телекөрермендердің жаппайкөпшілігіне арналған теледидар.ХАБАР ТАРАТУШЫ ТЕЛЕКАМЕРА –аппаратты-студиялық кешендерде және жылжы-малы теледидарлық стансаларда қолданылатынжәне сапасы жоғары бейнені алуды қамтамасызететін телекамера.ХАБАРҒА ҚАТЫСУШЫ ЖЕКЕТҰЛҒАНЫҢ АБЫРОЙЫ МЕН АРНА-МЫСЫН ҚҰРМЕТТЕУ– теледидаршығармашылық бригадасының мүшелеріөздерінің кәсіптік назарының объектілерінеайналатын әрбір адамның, ұжымның абыройымен ар-намысын құрметтеуі, олармен қарым-қатынаста сыпайы болуы тиіс. Олар жеке өміргеараласудан қашқақтайды және сенімділікбілдірілген мәліметтерді бұл азаматтардың,ұжымның, қоғам мен мемлекеттің құқықтарымен заңды мүдделерін қорғау үшін қажет болғанжағдайларда ғана жариялайды. Журналшы тек-серілмеген мәліметтер мен қауесеттерді тарат-уы, сондай-ақ адамның, оның отбасы, еңбекұжымының беделіне нұсқан келтіретін немесеолардың абыройына кір келтіруге қабілетті сөзтіркестерін пайдаланбауы тиіс.ХАБАРДЫ ЖҮРГІЗУШІ (МОДЕРАТОР)–кадрда жұмыс істейді, өзі сондай-ақ басқа ав-тор әзірлеген мәтінді пайдаланады, өзіндетүсініктеме беруші, диктор мен сұхбат алушыміндеттерін біріктіреді. Телехабар жүргізушігекөптеген талаптар қойылады: ол хабардың бірнемесе бірнеше қатысушысымен сұхбаттысенімді жүргізе білуі, хабар таратудың барлықформаларында жұмыс істеуі, саналуанжағдаяттарға жылдам және дәл бағдарлана білуіХАБАРДЫ\n210тиіс. Үнсіз қалу шеберлігімен бірге, басқаларғада өз пікірлерін білдіруге мүмкіндік береді.Жүргізуші жағдаятты меңгеруге, хабарға«стиль» беруге, оның сапасы мен ұзақтығынаәсер етуге, әңгімелесушіні сабырына келтіру-ге, ал қажет болған жағдайда оны «қыздыра»немесе ашық әңгімеге «арандата» білуге мін-детті. Жүргізуші делдал рөлін атқара алады,алайда қажет болған жағдайда, егер оныменәңгімелесуші айтыстың қызуымен жәбірлеушінемесе бұрыс пайымдаушы пікір білдірсе,жағдайдан шыға білуге дайын болуы тиіс.Әрбір жүргізуші өзінше жұмыс істейді: кейдеол өз шеберлігімен көңілсіз хабарды құтқарыпалады, ал кейде тамаша ойластырылған не-месе дайындалған материалды сәтсіздіккеұшыратады. Хабар көрермендерде жүргізушінақ өздері қойғысы келген сұрақтардықойғанын және оны өз пікірін білдіру мін-беріне айналдырмағанын сезінген кездетабысты болып есептеледі. Тақырыптыдұрыс ашу – демек, маңызды проблема-ларды оңайлатпау және елеусіз оқиғаларғаәлдеқандай маңыз бермеу («түймедейдітүйедей қылмау»). Көбінде жүргізушіге оныңжоғары мансапты қонақтармен өзін қалайұстағанына қарай баға беріледі. Көрермендермұндай жағдаятта тәрбиесіздік пен дөрекілік,сондай-ақ мақтаумен жағымпаздану білдір-ген журналшыларға теріс көзқарастарынбілдіреді. Жүргізушіде эмоцияларға берілуқұқығы жоқ, оның барлық пікірлері білімгенегізделуі тиіс.ХАБАРДЫҢОЙЛАСТЫРЫЛҒАНЖОСПАРЫ – оның міндеттерін, тақырыбын,мақсаттарын белгілегеннен кейінгі хабарбойынша жұмыстың алғашқы, бастапқы са-тысы. Хабардың ойластырылған жоспары көпжағдайда сценарийлік жоспарды (сценарий),жанрды, қатысушылар құрамын, түсірулердіңорнын, монтаж сипаты мен әртүрлі көркемдіктәсілдерді пайдалануды анықтайды.ХАБАРЛАМА – 1. Айтылымның ақпа-ратты қамтитын коммуникациялық жағы.Беруге арналған ақпарат. Ақпарат сөйлеутуындысының мазмұнымен сәйкес келмеуіде мүмкін, ол сөйлеу туындысының (мысалы,автордың стилі туралы) құрылымы туралыақпаратты да қамтиды. 2.Жағдаятты сипат-тау тәсілі.ХАБАРЛАР КЕСТЕСІН ДАЙЫНДАУ – ұлттық телехабар тарату стансаларыныңдайын кестесінің негізінде жергілікті қайтатарататын теледидар стансалары үшін хабар-лар кестесін дайындау.ХАБАРЛАУШЫ ОРТАЛЫҚ – оның ішін-де теле-радиохабарларын тарату ұйымдарыдайындағантеле-радиобағдарламаларынтарату жөніндегі қызметтер көрсетудіұсынатын радио-теледидар хабарларын тара-ту орталықтары (РТХТО), радиоорталықтары(РО) және электрбайланысының өзге деұйымдары.ХАКЕР – әртүрлі ұйымдардың компьютер-лік жүйелерін бұзушы, оған бағдарламалаудыңқандай да бір тәсілдерін пайдалана немесекездейсоқ таңдау әдісімен әрекет ете отырып,қожайындардың рұқсатынсыз кіруші. Ха-керлік «компьютерлік қарақшыларға» бүкілдүниежүзіндегі мәліметтер базасына баса-көктеп кіруге мүмкіндік бере отырып, Интер-нет желісінде кең тарады.ХАЛЫҚАРАЛЫҚАҚПАРАТТЫҚАЛМАСУ – мемлекеттік шекара арқылыақпараттық өнімдерді беру және алу, сондай-ақ ақпараттық қызметтер көрсету.ХАЛЫҚАРАЛЫҚ ЖАРНАМА –фирманың ұқсас жарнама мәтінін солХАБАРДЫҢ\n211елдің ұлттық тіліне аудару арқылы барлықхалықаралық нарықта қолдануы.ХАЛЫҚАРАЛЫҚ ЖОСПАРЛАУ ПРО-ЦЕСІ– тауарлар бәсекелестігінде сенімдіәрі әділ жағдайларды қамтамасыз ету үшінкоммуникациялық барлық құралдар ментүрлерді (паблик рилейшнз, промоушн, жарна-ма, маркетинг) біріктіру арқылы халықаралықжоспарлау үдерісі.ХАЛЫҚАРАЛЫҚ ҚОҒАМДЫҚ КОН-СУЛЬТАТИВТІК КЕҢЕС – журналистер-ді, ғалымдарды, жұртшылық өкілдерін жур-налистердің ақпаратқа қолжетімдік еркіндігімәселелерін әзірлеуге және бұл салада туындағанмәселелерді шешу бойынша ұсыныстар енгізудідайындауға тарту үшін құралған кеңесші ор-ган – ХҚКК-нің мекен-жайы: 121019, Мәскеу,Новый Арбат, 2, а/я 229. Тел. 203-02-83, факс:203-68-31.ХАЛЫҚАРАЛЫҚ ЭЛЕКТРТЕХНИКА-ЛЫҚ КОМИССИЯ (ХЭК) – ақпаратты жазумен қайта жаңғырту саласында ұсынымдардайындап шығаратын ұйым.ХАРИЗМА– туа біткен талант. «Құдайкешірімі», Жаратушыдан өте сирек дарақасиетке ие болған адам.ХИАЗМ – бір өзінде екі белгі қайталанатын,қайталанған кезде олар кері ретпен орналасыпкелетін фигура.ХОЛДБЭК (ағыл.кедергі) – кинофильмніңбірінші және екінші нарыққа шығу уақытынбелгілеп беретін белгілі бір мерзім.ХОСИДЕН– Y/C (S-Video) бейне-сигналда-ры құрамдастарын беруге арналған төртполюстіажырама. Әдетте күшейткіштермен неме-се бейнепроекторлармен жалғастыру үшінқолданылады.ХОСТ – Интернетте соңғы пайдаланушыларжелісіне кіруге және жұмыс істеуге, ақпараттыорналастыру мен сақтауға арналған компью-тер. Хост – бұл Интернетпен тікелей қосылғанкомпьютер. Сервистік компания компьютері,сондай-ақ тұрақты қосылған компьютерлерХост-компьютерлер болып табылады. Те-рушілік терминалдық қосылыстары бар ком-пьютерлер сервистік компанияның Хост-ком-пьютерімен қосылған терминалдар сияқтыәрекет етеді. Терушілік тікелей қосылыстарыбар компьютерлерді Хост-компьютерлердіңтүр өзгерісі деп санауға болады, өйткені оларқосылғаннан кейін Хост-компьютерлер сияқтыәрекет етеді.ХОСТИНГ – Интернет-серверді ұсынатынжәне оның тәулік бойы жұмыс қабілетінқамтамасыз ететін қызмет. Көп жағдайда ау-ани сервер, яғни Сізге қажетті қызметтердіңжұмысын қамтамасыз ететін бағдарламалыққамсыздандыру ұсынылады, ол бірақ басқаұқсас ауани серверлермен бірге бір аппараттықплатформада жұмыс істейді.ХОСТМАСТЕР – жүйенің шешімі бойын-ша доменнің иесіне берілетін құқық. Осыныңнәтижесінде ол электрондық пошта арқылы тір-келу құқығына ие болады. Хостмастер терминібұдан бөлек, жүйе әкімшілігінің электрондықпоштаға жүктелген міндеттерін немесе ұйымныңделдалдық қызметтерін де қоса атқарады.ХРЕСТОМАТИЯ – жинақ. Оқытумақсатында іріктелген, қандай да бір материал-дар жинағы. Мысалы, шешендік өнердің тама-ша үлгілерінің жинағы.ХРИЯ– уағыз. Арнайы ұйымдастырылғансөз тіркесі арқылы бейнеленген уағыз.ХЭПУСЛЭППИНГ – цифрлық келемеж-деушілік – Интернет немесе мобильдік байла-ныс арқылы өзге адамдарға жіберілетін қорлаусипатындағы суреттер, бейнехабарламалар,зорлық-зомбылық көріністері және т.б\n\nТолығырақ.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған боранды түнде əңгімесінде кейіпкерлерге мінездеме керек еді.",
        "question_content": "Əдебиет пəнінен көмееек керек",
        "question_date": "15.02.2017",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ішкі лингвистика туралы не білесіз?",
        "question_content": "\"Синхрониядағы ішкі лингвистиканың әдіс-тәсілдері\" тақырыбына мақала жазып бересіздер ме? Соған байланысты кітаптардың аттары авторлары болса, өтініш..",
        "question_date": "15.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіл білімі зерттеулерінің ұстанымдары\nТіл білімі зерттеулерінің ұстанымдары – бұл лингвистикалық теориялардың жетістіктерін ескере отырып тілді объективті әлемнің құбылысы ретінде танып білудің амалдары мен тәсілдері. Оның негізгілері мыналар:\n1) Синхрониялық-диахрониялық ұстанымдар. Олар тілді қазіргі даму кезеңінде немесе тілдің тарихи дамуындағы өзгерістерді зерттеумен байланысты;\n2) Интралингвистикалық-интерлингвистикалық ұстанымдар (гр.intra –ішкі, inter – аралық) жеке алынған бір тілді іштей, басқа тілдермен салыстырмай зерттеумен байланысты, немесе жалпы адам тілі заңдылықтарын зерттеумен байланысты;\n3) Микролингвистикалық-макролингвистикалық ұстанымдар. Микролингвистиканың зерттеу негізіне сөйлем, одан шығатын оның бірліктері, оның тіркесім ережелері жатады. Ал макролингвистика – сөзжасамның барлық факторларының өзара әсерін тілдік қарым-қатынаспен байланыста қарастырады;\n4) Семасиологиялық – ономасиологиялық (гр. semasia – таңбалау, onoma– ат) ұстанымдар. Семасиология – формадан ұғымға апарады. Мысалы: қоян, келесі мағынаға ие: ұзын құлағы бар жануар; қорқақ (қоян сияқты). Ал ономасиологиялық тәсілде суреттеу ұғымнан формаға бағытталады. Мысалы: ұзын құлақты, кеміргіштер класына жататын үлпілдек жүні бар кішкене аң;\n5) Логикалық-эксперименталды әдіс. Логикалық әдісте сөз құбылыстарын бақылау, оларға логика заңдылықтары бойынша (анализ – синтез – салыстыру) талдау жасау. Ал екінші жағдайда тілді, онымен байланысты құбылыстарды әртүрлі арнаулы таным құралдарын (тесттер, анкеталар) қолдана отырып зерттеу. Зерттеу барысында таңдап алынған ұстаным зерттеу әдісіне негіз болады.",
                "date": "15.02.2017",
                "upvotes": 0
            },
            {
                "text": "Лингвистика (глоттология, тіл білімі; лат. lingua — тіл) — предлингвистикадан, микролингвистикадан және металингвистикадан құралатын тіл туралы ғылым. Әлем тілдерінің құрылымын, әлеуметтік қызметін, тарихи дамуын және оның жалпы заңдылықтарын зерттейтін ғылым саласы.\n\nАдамзаттың сөйлеу тілі Тіл білімінің негізгі зерттеу нысаны болып табылады. Адамдар арасындағы өзара түсінісу құралы саналатын кез келген тіл адамзат үшін, қоғам үшін қызмет етеді. 1980 жылғы мәліметтерге қарағанда дүние жүзінде 5661 тіл бар, олардың 1400-ден астамы бұл күнде өлі тілге айналған, 4200-і жеке, дербес тілдер. Тіл білімі күнделікті қолданыста жүрген тілдерді қарастырады. Адамзат баласы ерте заманнан-ақ өзіне ең қажетті құрал – тілдің ерекшеліктерін білуге, ұғуға тырысқан. Соның нәтижесінде тіл туралы ілім пайда болған. Адамның сөйлеу тілі Тіл білімінің ғана үлесі емес, ол – психология, физиология, логопедия, т.б. ғылымдардың қарастыратын саласы.",
                "date": "15.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрышқа сырттай сызылған шеңбердің радиусы 4 см тең?",
        "question_content": "Үшбұрышқа сырттай сызылған шеңбердің радиусы 4 см тең. Егер үшбұрыштың бір қабырғасы жанама нүктесі арқылы 4 см және 5см кесінділерге бөлінсе, онда үшұрыштың қабырғаларын табыңдар.",
        "question_date": "15.02.2017",
        "question_tag": "Геометрия",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күшікке ат қою керек!!",
        "question_content": "Менің күшігім бар! Оған ат қою керек!ме",
        "question_date": "15.02.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рекс,Ақтөс,Ақтабан,Ақбарыс",
                "date": "15.02.2017",
                "upvotes": 0
            },
            {
                "text": "Рекс,Ақтөс,Ақтабан,Ақбарыс көбінесе осы аттар қойылады.",
                "date": "15.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сайттағы логинімді қалай өзгертуге болады?",
        "question_content": "Осы сайттағы  логинімді қалай өзгертуге болады?",
        "question_date": "15.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Админге хабарласып өзгертесің.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Ой, былай болмай ма?",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамындағы элементтердің массалық үлесі мынадай?",
        "question_content": "1) Курамында 42,8% комiртек жане 57,2% оттек бар комиртек оксидинин формуласын табындар.\n\n2) Элементтик курамы мынадай: темирдин массалык улеси 0,7(немесе 70%) оттектин массалык улеси 0,3(немесе 30%) косылыстын химиялык формуласын табындар.\n\n3) Табиги маржаннын курамында кальций, комиртек, оттектин массалык катынастары 10:3:12-ге тен болады. Маржаннын формуласын табындар.\n\n4) Курамындагы элементттердин массалык улестери мынадай: магний 41,4%, оттек 55,2%, сутек 3,4% болатын косылыстын химиялык формуласын табындар.\n\n5) Құрамындағы элементтердің массалық үлесі мынадай: натрий 42,1%, оттек 39%, фосфор 18,9% болатын туздын химиялык формуласын табындар.\n\n6) Кальций сульфаты кристалгидраты курамында 23,3% кальций, 18,6% кукурт, 37,2% оттек жане 20,9% су бар. Кристалгидраттын формуласын табындар",
        "question_date": "15.02.2017",
        "question_tag": "Химия",
        "question_views": 36500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6)w(Ca)=23.3% болса 23,3%=(M(Ca)/M(Кальций сульфаты кристалгидрат))*100% \nбұдан М(Кальций сульфаты кристалгидрат)=(M(Ca)*100%)/23.3%=40*100/23.3=172 г/моль\nКальций сульфаты кристалгидратының жалпы формуласы\nCaSO4*xH2O\nх-ті яғни судың қанша молекуласы барын табайық: ол үшін кальций сульфаты кристалгидраттың салыстырмалы молярлық массасынан кальций сульфатының салыстырмалы молярлық массаын алып тастаймыз\nM(CaSO4)=40+32+16*4=40+32+64=136 г/моль\nxH2O=M(CaSO4*xH2O)-M(CaSO4)=172-136=36 г/моль\nx=36/M(H2O)=36/18=2\nКальций сульфаты кристалгидратының формуласы\nCaSO4*2H2O",
                "date": "28.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үстеу қатысқан жұмбақ, жаңылтпаш, өнер туындылары және мақал - мәтел керек?",
        "question_content": "Құрамында үстеу бар 3 жұмбақ, 3 жаңылтпаш, 3 өнер туындылары және 3 мақал мәтел керек?",
        "question_date": "15.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 60900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ер - елінде, гүл - жерінде.\n\nЕлінде - қайда?\n\nЖерінде - қайда?\n\nМекен үстеуі.\n\nБалық жаны суда.\n\nСуда - қайда?\n\nМекен үстеуі.\n\n1) Айуан ЕКІ аяқты, асқан батыр,\n\nБасына о батырдың тіккен шатыр.\n\nШешерсің дана болсаң бұны біліп,\n\nКел-кел деп, қан майданға шығысқанда,\n\nБір айла адамзатта болып жатыр. (Бүркіт)\n\n2) БЕС жігіт біреуінен біреуі аласа,\n\nТұрады төрті көрші, бірі оңаша.\n\nБастары бірікпесе кетер әлі,\n\nЫрқына бір-бірінің ұнамаса.\n\nТастайды тау қпарып, көл қотарып,\n\nБесеуі бір ниетпе шыға қалса. (5 саусақ)\n\n3) БІР итім бар үрмейді,\n\nАры-бері жүрмейді.\n\nТамақ берсең жемейді,\n\nСу ішуді білмейді.\n\nОл тұрғанда еш адам,\n\nҮй ішіне кірмейді. (Құлып)\n\n(Мөлшер үстеуі)",
                "date": "15.02.2017",
                "upvotes": 1
            },
            {
                "text": "Үй артында бір дуан,\n\nБір ұлы бар ханға дуан,\n\nҚырық сегіз қызы бар,\n\nБәрі жуан\n\n(Бір жыл,бір ай ораза,бір жылдағы 48",
                "date": "16.02.2017",
                "upvotes": 0
            },
            {
                "text": "Маған мөлшер үстеуі бар мақал мәтелдер керек болып",
                "date": "27.02.2017",
                "upvotes": 0
            },
            {
                "text": "Маған ішінде көмекшіесім бар мақал-мәтел таупып бересіздерме",
                "date": "3.05.2017",
                "upvotes": 0
            },
            {
                "text": "Таңертең төрт аяқты , түсте екй аяқты , кешке уш аяқты (сәби, адам, карт адам)",
                "date": "12.02.2018",
                "upvotes": 0
            },
            {
                "text": "Маган мекен устеуи бар онер туындылар керек . Комектесе",
                "date": "18.02.2018",
                "upvotes": 0
            },
            {
                "text": "Маган мекен үстеуі бар жаңылтпаш,сөйлемдер кемінде 8сөз болсын ,үстеу сөзге аяқталған сөйлемдер керек отінем көмектесініздерші",
                "date": "19.02.2018",
                "upvotes": 0
            },
            {
                "text": "1)Аспанда бір ана бар\n\n Маңы толған балалар. (Ай мен жұлдыз)\n\n2)Бір шыныда екі түрлі су (жұмыртқа)",
                "date": "20.02.2018",
                "upvotes": 0
            },
            {
                "text": "Бір дұрыс мақал,жаңылтпаш жоқ қой. МӨЛШЕР УСТЕУІНЕ 1 2 3 Т.Б. ЖАТПАЙДЫ.",
                "date": "25.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 10г кальций сумен арекеттескенде сутектин канша колемы болинеды?",
        "question_content": "Айтындарш пж, керек болып тур",
        "question_date": "15.02.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Са+2Н2О=Са(ОН)2+Н2\n\nСа-дың жоғарығы жағы 10 г төменгісі 40г\n\nН2-нің жоғарғысыХ,төменгісі 2г\n\nЕнді көлемді табамыз:\n\nХ=2×10\\40=0,5\n\nжауабы:0,5л сутек бөлінеді.",
                "date": "15.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аулармашыға (қытай тілі) тусу ушін кандай пəн тандай керек?",
        "question_content": "Мен қытай тілінен аудармашыға тусейн деп едім 9 кейн мен ол ушн қандай пəн тапсыру керекпн ?\n\nқазақ тілі немес орыс тілін тапсырсам болама?",
        "question_date": "15.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 486,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "22.09.2023",
                "upvotes": 0
            }
        ]
    }
]