[
    {
        "question_title": "Программист мамандығы бойынша коледж немесе университеттің қайсысын оқу керек?",
        "question_content": "Алматыдағы IT университетінде коледж оқытады екен. Программист мамандығы бойынша коледж немесе университеттің қайсысын оқу керек?",
        "question_date": "11.01.2018",
        "question_tag": "Бағдарламалау",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледж университетте пргораммист мамандығы бойынша таныстырып қана өтеді.  Ал терең білімді өзің оқып ізденесің. Қызықты саланы веб программалау, программалау, андроидта программалау, ios программа құру т.б. өзің таңдап ізденесің.",
                "date": "11.01.2018",
                "upvotes": 1
            },
            {
                "text": "Өзім қазір университетте оқып жатырм осы сала бойынша. Университетте тереңірек өтпейді. Ал тереңірек білгің келсе арнайы бір программа бойынша лицензияға оқып ал. Сол кезде либой жұмысқа",
                "date": "13.01.2018",
                "upvotes": 0
            },
            {
                "text": "Есептеу техникасы және бағдарламалық қамтамасыз ету бакалавры",
                "date": "14.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке балабақшаның заңдылықтары мен құқтары туралы кімнен толық кеңес ала аламын?",
        "question_content": "Жолдасымның атынан  жекеменшік балабақша ашқан едік, енді ол кісі сол балабақшада жұмыс жасай алады ма? және де құрылтайшыға қандай зейнет ақы қоры төлену қажет. толық онлайн ақпарат ала аламын ба? балабақшасы мекемесі туралы (учреждение детский сад)",
        "question_date": "11.01.2018",
        "question_tag": "Заң",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер дөңгелектің радиусы 25% ға үлкейтілсе, оның ауданы неше пайызға үлкейтіледі",
        "question_content": "Егер дөңгелектің радиусы",
        "question_date": "11.01.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шеңбердің ауданы πr^2\n\nРадиусы 25% үлкейсе, шеңбердің ауданы π(1.25r)^2 = 1.5625πr^2\n\nЯғни ауданы 56.25% үлкейді",
                "date": "11.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер кірпіштің ұзындығын мен енін 20%-ға ұзартып, ал биіктігін 40%-ға қысқартса?",
        "question_content": "Егер кірпіштің ұзындығын мен енін 20%-ға ұзартып, ал биіктігін 40%-ға қысқартса, кірпіштің көлемі неше пайызға өзгереді.",
        "question_date": "11.01.2018",
        "question_tag": "Математика",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тікбұрышты параллелепипедің ауданы V = a*b*c\n\nӨзгертілген параллелепипедің ауданы V = 1.2a * 1.2b * 0.6c = 0.864 a*b*c\n\nЯғни 13,6% азайды",
                "date": "11.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есмұхан Ж.М. Сызу кітабы интернетте бар ма?",
        "question_content": "Есмұхан Ж.М. Сызу кітабы интернетте бар ма?\n\nБар болса сілтемесін жіберіңіздерші, өтініш.",
        "question_date": "11.01.2018",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ажырасу үшін не істеуім керек?",
        "question_content": "Сəлеметсізбе!есімім Айгерім,жасым 25те.Ақтау қаласынын тумасымын.Алматы обл.Жаркент қаласына тұрмысқа шықтым 2012 жылы.5 жыл отасқан жарымнын адам болып кететініне соңына дейін сендім бірақ амал не?!3 баламыз бар.Ішеді,шегеді(клей иіскейді)мені ұрады.2017 жылдын 12 айында шешемді шақыртып 3баламды алып Ақтауға кетіп қалдым.Бəрін подробно жазбайақ қояйын.Менің мəселем тезірек ажырасу.",
        "question_date": "11.01.2018",
        "question_tag": "Заң",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Енді өзіңіздің шешіміңізбен іске асырасызғой. Айрылысу оңай емес балаларыңызға қиын болады. Жанұяңызды сақтап қалуға дұрыс сияқты. Егерде мүлдем болмаса сотқа арызданып, айрылысу туралы өтініш білдірсеңіз болады. Жолдасыңыз келіссе сот сырттай айрылысу туралы шешім шығара алады. Сіздерге сот айрылысу туралы шешімін шығарғанға дейін 1 ай ойлануға уақыт береді.",
                "date": "31.01.2021",
                "upvotes": 1
            },
            {
                "text": "Ақтау қаласында \"Дом надежды\" дағдарыс орталығы жұмыс жасайды.Мекен-жайы: Ақтау қаласы, 14 ш/а, 51 ғимарат. Сол орталықтағы заңгер сізге заңгерлік көмек көрсетеді.",
                "date": "6.02.2018",
                "upvotes": 0
            },
            {
                "text": "3.балам бар.Алматы облысы Жамбыл ауданында турамын.Тезирек ажырасу жолдарын билгим келеди",
                "date": "2.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 9,3 грам фосфор неше грам фосфор (v) оксидінде болады?",
        "question_content": "8 сынып, химия: массасы 9,3 грам фосфор неше грам фосфор (v) оксидінде болады? Жауабы: 21,3 грам. Керегі: шығару жолы",
        "question_date": "10.01.2018",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Р2О5  фосфор 5 валентті оксиді\n\nМ (Р2О5) = 31*2+16*5=62+80=142 г/моль\n\nw (P) = 62*100%/142 =44%\n\n9,3 -    44%\n\nx         100%\n\nx=9,3*100/44=21,14 грамм",
                "date": "14.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "3 моль мыс (II) хлориді бар ерітіндіден қанша грамм мыс бөліп алуға болады?",
        "question_content": "1. Тұз қышқылы бар стақанға массасы 1,5 г күміс пен никельдің құймасы салынды. 0,2 л сутек бөлінген соң құйманың қалған бөлігі бөлініп алынды. Құйманың қандай бөлігі қалды,  оның массасы қанша?\n\n2.  3 моль мыс (II) хлориді бар ерітіндіден қанша грамм мыс бөліп алуға болады?",
        "question_date": "10.01.2018",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Дауылдан кейін\" романының қысқаша мазмұнын жазып берсеңіздер?",
        "question_content": "\"Дауылдан кейін \" романын оқыған болсаңыздар,қысқаша мазмұнын жазып жібересіздерме?!",
        "question_date": "10.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халық шаруашылығын қалпына келтіру кезінде жүргізілген жаңа экономика саясаты тұсындағы қилы-қилы оқиғалар мен әр алуан күрес-тартыстар, шын мәнінде, “Дауылдан кейін” романында көркемдік шешімін тауып, жазушы тарихи бір кезеңнің картинасын алға тартты. Көптеген әңгіме, очерк, бірлі-екілі роман, повесть бой көрсеткенімен жаңа экономика саясаты тұсындағы ел өмірі, көркем шығармада ашық алаң тәрізді болып көрінетін еді. Ғабиден Мұстафин “Дауылдан кейін” романында осы бір оқиғаны әр тараптан қамтыған да, революциядан кейінгі кезде болған күрес-тартыс, ұлы өзгеріс, зор жаңалықтар бір-бірімен жалғаса суреттеліп, тарих шежіресінен көркемдік түйіндеу жасаған.\n\nРомандағы Жұмабек Ералин, Алексей Федорович осы бір игі істі өз қолдарына алған. Бұл жолда көлденең тұрған кедергі де, ер төзімін сынға саларлық небір қиыншылықтар да аз кездеспеген-ді. Ұлан-байтақ кең сахараны билеп, төстеп келген би, болыс, бай-феодалдар бас көтеріп, ырық бермеуге айналған. Міне, осыны жазушы Мақыш, Малқар, Шәкен төңірегінен көріп, сол бір кездің шындығын типтендіре суреттейді.\n\nОсыған орай, романның сюжеттік желісі таптар тартысына құрылады да, ұнамды герой күрес, тартыс үстінде танылады.\n\nШығармада екі-ұдай, екі жар болып келетін, таптар тартысы типтік жағдайдың аясында алынады да, бір-біріне бетпе-бет келген шақтарда характерлер өзіндік өзгешелігі, өзіндік даралығымен айқындала түскен.\n\nОсы салада романның оқиғасын қоюлап, бір эпизодтан екінші эпизод туындап отырады да, қаһармандар қақтығысы жиілеп, ұнамды, ұнамсыз бейнелер топ-топқа бөлініп, жеме-жемге келгенде бірін-бірі іздеп табады. Бұл бағдарда жазушының ұстаған позициясы ашық бояуын тауып, мүдде-мақсаттары жағынан қаһармандар әлеуметтік-таптық қайшылықтың ішкі сырын түйген.\n\nОсы бір жайды терең бағдарлайтын суреткер ауыл ішінде қым-қуыт, қиян-кескі талас-тартыстарды өрбітіп, ушықтырып отыратын. Малқар мен Шәкендердің бір пердесін ашып, бірді-бірге соғып, ел тыныштығын бұзып жүретін Жақып пен Шөген әрекеттерін жіліктеп шағып, сендіре суреттейді.\n\nРоманның түйіні шындық. Кең сахараның қиян бір түкпірінде болып жатқан талас-тартыстан үлкен оқиға өрбіген. Малқар болыстың ел ішіне салған лаңы бүкіл ауылды қамтыған. Қос тазысын ертіп, ақбоз атпен таң сәріден аңға шығып өзімен өзі болып жүрген Аман да осы лаң-жанжалдан тысқары қалмайды.\n\nРоман оқиғасының өзекті арқауы болып, басынан аяғына дейін қатысатын бас герой – Аман. Алғаш ол ел ішіндегі дау, жанжалдан бойын аулақ салып, аң аулаудың қызығымен ғана жүретін.\n\nАман аң аулаудың қызығына батып жүрген кездерде талай дүние өзгеріп, талай дүние жаңарып, ауыл кедейлікті қолға алып та үлгерген-ді. Аман, міне, осылардың бәрінен тыс, өз қызығы өзімен болып, жүріп жатқан бір жан.\n\nОсы бір көріністерге байланысты сыншылар тарапынан Аман және оның қарсыластарының төңірегінде әр қилы пікірлер де болды. Оның бірінде Аман шықпаған образ десе, енді бірінде, осы романның басты геройы бар ма, бар болса ол кім деген сұрақтар да қойылды. Әрине, бұл ойланатын да, ойландыратын да жайлар.\n\nӘдетте бас геройдың іс-әрекеті қоғамдық орта, әлеуметтік мәселелердің төңірегінен алынып, болып жатқан оқиғаға бірден қоян-қолтық араласса, ол сияқты геройдың тағдыры да күрес, тартысы да қауырт басталып кетеді де, өзінен көз жаздырмайды. “Дауылдан кейінде” Аман ондай емес, ұзақ уақыт ойланып, толғанумен жүреді де, өмір өзгерістерін жіті барлай алмайды. Өз геройын байтақ қазақ даласының аса бір алыс түкпіріндегі ауыл өмірінен алып суреттейтін жазушы шындықтан тыс кетпей, Аман характерінің қалыптасу заңдылықтарын эволюциялық жақтарынан алып дәлелдеп, біртіндеп жетілдірген.\n\nАман сыры тым тұңғиық, сол себепті де ауыл ортасында ол жөнінде әр түрлі болжам, әр қилы пікірлер тараған. Біреулер Аманды “жуас”, “момын” десе, енді біреулері “момын” дегенше жаман десейші деп өзара таласып жатады. Соның барлығы да Аманның жүріс-тұрысына риза емес. Ел болып, жұрт болып, жаңалыққа бет қойып, ендігі өмір тек біздікі ғана емес пе деп, белдерін бекем буып жатқанда Аман бәрінен де бейхабар тәрізді.http://adebiportal.kz/kz/retailing/view/410",
                "date": "10.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адам өмірінде Батаның ықпалы бар ма?",
        "question_content": "Адам өмірінде Бата алудың мағызы қандай? Батаның өмірде ықпалы бар ма?",
        "question_date": "10.01.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бата адамдарды лайықсыз, теріс қылықтардан сақтандырады, ол жастарды, ізгілікті әрі қайырымды істерге баулиды. Қандай да болсын бір іске кірісерде, дастарқаннан дәм татуға отырғанда немесе жол жүріп, алыс сапарға аттанарда әркім ақсақалдардан бата алатын болған. Бата шаңырақ көтеріп, жеке үй-жай болғандарға да беріледі. Қазақтар өздерінің балаларына атақты кісілерден, құрметті қонақтардан бата алып қалуға тырысқан. Ислам дінінің таралуына байланысты бұл дәстүр бұрынғысынан да күшейе түсті. Қайтыс болған адамның үй-іші мен туған-туыстарына көңіл айту кезінде де бата беріледі, марқұмның өзіне де, артында қалған үрім-бұтағына да ізгі тілектер білдіріледі.http://edu.e-history.kz/kz/publications/view/357",
                "date": "10.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қатты заттарға не жатады?",
        "question_content": "Қатты заттарға не жатады? Және сұйық, газ тәрізді заттарға не жатады? Әрқайсысына 3-4 сөзден келтірсеңіздер болды. Алдын ала рахмет!",
        "question_date": "10.01.2018",
        "question_tag": "Физика",
        "question_views": 63300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қатты дене - иридий, платина, поролон, алтын, парафин, мұз, т.б\n\nСұйық дене - сынап, спирт, мұнай, бензин, таза су, т.б\n\nГаз - ауа, оттек, көмірқышқыл газы, сутек, т.б",
                "date": "22.01.2019",
                "upvotes": 1
            },
            {
                "text": "Қатты заттар.   Сұйық заттар.   Газ тәрізді\nТемір.                 Су.                       Ауа.\nМұз.                    Сынап.                Оттек.\nАлтын.                Мұнай.                Көмір қыш-\nКүміс.                 Бензин.               қыл газы.\nТас.                     Спирт.                 Сутек.",
                "date": "5.10.2020",
                "upvotes": 0
            },
            {
                "text": "Қатты зат:мұз,ас тұзы,мыс,темір,шыны ыдыс.\nСұйық зат:су,сүт,май,сусын,қаймақ,бензин.\nГаз тәрізді зат:Оттегі, көмірқышқыл газы,ауа,су буы,сутек.",
                "date": "21.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "α сүйір бұрышы үшін",
        "question_content": "α бұл альфа\nα сүйір брышы үшін (2tg^2α*cos^2α+2cos^2α)*sinα+3sinα=5sinα  тепе-теңдігін дәлелдеңдер. \nӨтінемін сіздермен маған бұл есептің жауабы өте қажет.Отинемииин.Комектесініздерші.",
        "question_date": "10.01.2018",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маған (*Emails are not allowed*) email арқылы хабарлау",
                "date": "10.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инфляцияны қалай азайтуға болады?",
        "question_content": "Инфляцияны қалай азайтуға болады?\nЕлімізде жыл сайын жалақы көтерген сайын және басқа да факторлардың әсерінен барлық тауарлар қымбаттайды. Осыны қалай азайтуға болады?",
        "question_date": "10.01.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Əлемнің барлық елдерінде мемлекет басшысы жолдау жариялай ма?",
        "question_content": "Əлемнің барлық елдерінде мемлекет басшысы жолдау жариялай ма?",
        "question_date": "10.01.2018",
        "question_tag": "Саясат туралы",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Хронический тонзилит",
        "question_content": "Ассалаумағалейкум ағаиын комектеріңіз керек болып тур маған мен мна хроничски тонзилитті қандай дəрігер емдейтінін блмеи журмин шымкентте каи жерге барса",
        "question_date": "10.01.2018",
        "question_tag": "Тазалық",
        "question_views": 544,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хроничсктий тонзилитті шымкентте каи жерде емдеиді сосын лор дəрігер",
                "date": "10.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хроничский тонзилитті шымкентте каи жерде емдеиді",
        "question_content": "Қалайсыңдар хроничский тонзилитті емдеитін жақсы даригер шымкентте каи жерде бар немесе 6 болницада барма комектесндер",
        "question_date": "10.01.2018",
        "question_tag": "Тазалық",
        "question_views": 540,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тікбұрышты үшбұрыштың бір катеті 10 дм, гипотенузадағы проекциясы 8 дм.",
        "question_content": "Тікбұрышты үшбұрыштыңбіркатеті 10дм,гипотенузадағыпроекциясы 8дм.Гипотенузаменекінші катеттіесептеңдер",
        "question_date": "9.01.2018",
        "question_tag": "Геометрия",
        "question_views": 12400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А-белгілі катет\nв-проекциясы\nс-гипотенуза\nd-екінші катет\n\nдм\n\n\nдм",
                "date": "31.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "График бойынша(81-сурет) өткізгіштің кедергісіз анықтаңдар?",
        "question_content": "Физика пәнінен 8 сынып 18-жаттығуды шығарып беруді өтінемін.\n\n2.График бойынша(81-сурет) өткізгіштің кедергісіз анықтаңдар.Қандай кернеуде өткізгіштің бойынан 3А ток өтеді?\n\n3.82,а,ə-суреттерде кедергіні өлшеу үшін сұлбалар кескінделген.Егер өлшенетін кедергі үлкен болса, олардың қайсысын жинау керек? Аз болса ше?\n\n4.Электрбұрғы орамының кедергісі 20 Ом. Егер электрбұрғы 19А ток күшіне есептелген болса, онда оған қандай кернеу берілуі тиіс?\n\n5.Құлсары мұнай мұнарасын қосалқы станциямен қосатын электр сымындағы кернеу 380В болғанда оның бойымен күші 12А ток өтсе, сымдағы кедергінің қандай болатынын есептеңдер.\n\n6.Электр сорғыту қондырғысының кернеуі 45кВ. Су мен мұнай араласқан қоспаның кедергісі 15кОм болса, қоспа арқылы өтетін токтың шамасын есептеңдер.\n\n7.24В кернеу адам өміріне қауіпті е?",
        "question_date": "9.01.2018",
        "question_tag": "Физика",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5.Құлсары мұнай мұнарасын қосалқы станциямен қосатын электр сымындағы кернеу 380В болғанда оның бойымен күші 12А ток өтсе, сымдағы кедергінің қандай болатынын есептеңдер.\n\nU=380В\n\nI=12A\n\nR-?R=U/I=380/12=31, (66) Ом",
                "date": "26.01.2018",
                "upvotes": 0
            },
            {
                "text": "1)Берілгені:\n\nI=0.4 A\n\nU=8.0 B\n\nТАБУ КЕРЕК/R-?\n\nТАЛДАУ:\n\nR=U:I\n\nШешуі:\n\n R=8B:0.4A=20 Oм",
                "date": "10.01.2018",
                "upvotes": 0
            },
            {
                "text": "3,5,10 шыгаруга комектесиндерш",
                "date": "14.01.2018",
                "upvotes": 0
            },
            {
                "text": "4)Берілген:      Шешуі:\n\nR=20 Ом         U=I R\nI=19 A               U=19 A  20 Ом=380\n\nТ/к:U-?              Ж/бы:380",
                "date": "25.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометриялық прогрессияның еселігі неге тең екенін табыңыз.",
        "question_content": "b2=27, b4=3 болса, геометриялық прогрессияның еселігі неге тең екенін табыңыз.",
        "question_date": "9.01.2018",
        "question_tag": "Математика",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "b4= b2*q^2\n\n3=27q^2\n\nq^2 =3/27\n\nq=\\/1/9q=1/3",
                "date": "9.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмалық деген не?",
        "question_content": "Адебиеттен Жумалык деген не?",
        "question_date": "8.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өлген адамды жер қойнына тапсырып, мүлік сүресін оқиды. Кейбір діни кітаптарда Алла тағаланың әмірімен денеден шығып кеткен жан Алланың дәргәйіне барып тұрады екен. Жан:\n– Артымда қалған ел-жұрт рухыма құран бағыштап, мені еске алса екен. Жақсылықтарым туралы айтса екен. Құдайдан мен үшін рахым тілесе екен, – деп үміттенеді деседі.\nЖерге қойылғаннан кейін жан екінші күні тіршілікте серігі болған балшық тәнге келіп онымен қоштасады. Сол кезде тәндегі сасық иіс жарты құлаш биіктікке көтеріледі. Жан тәнге жақындай алмай жарты құлаш қашықтықта тұрып қоштасады. Үшінші күні келгенде тәндегі сасық иіс бір құлашқа дейін көтеріледі. Жан онымен бір құлаш қашықтықта тұрып қоштасады. Сол кезде марқұмның ел-жұрты оның қабір басына барып құран бағыштап, елге үш күндік кәдесін береді.\nОсылай жан жеті күні бойына келіп тәнімен қоштасады. Мұны жанның тәнмен қоштасуы кезеңі деп атайды екен. Жетінші күні дегенде тәндегі сасық иіс бес құлаш жерге дейін шығып тұрады деп айтылады. Жан тәнмен жеті құлаш жерде тұрып қоштасады. Бұл кезде де туған-туыстары ел-жұртты жинап, ас береді, құран бағыштайды. Мұны жетісін беру деп атаған.\nСодан кейін, жан әр бейсенбі-жұма күндері қабірінің басына барып тұрады екен. Бұл кездері марқұмның бейсенбілігі беріліп, құран бағышталады. Мұны бейсенбілік деп атапты. Кей жерлерде жұмалық деп аталады.\nМарқұмға қырық күн толғанда, жан Алланың рұқсатымен қабірінің басына келіп, тәнімен қоштасады. Ел-жұрты бұл мезгілде де әруақты еске алып, құран бағыштайды. Мұны қырқын беру деп атаған.\nЖылы толғанда тән марқұммен соңғы рет қоштасады екен. Қабірінің басына он күн бұрын келіп қонақтайды. Туыстары бұл кезде еске алып, құран оқиды. Құран марқұмға дарысын, сауабы әруақты еске алған, құран бағыштаған ел-жұртына тиеді.\nБұдан бөлек ораза, құрбан айт күндері ата-бабаларына құран оқып, қабір басына барса сауабы мол деп сенгендіктен, қазақтар әліге дейін аталмыш күндері марқұм болған туыстарына арнап, құран оқытып, дұға жолдап отырады.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрынғы заман мен қазіргі заманның кұқығының айырмашылығы неде?",
        "question_content": "Бұрынғы заман мен қазіргі заманның кұқығының айырмашылығы неде?",
        "question_date": "8.01.2018",
        "question_tag": "Заң",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрынғы заман білектің күші найзаның ұшымен\n\nҚазіргі заман ақ парақ пен қалам саппен",
                "date": "9.01.2018",
                "upvotes": 0
            },
            {
                "text": "Заң өмір талабына сәйкес жаңадан қабылданып, өзгертулер мен толықтырулар енгізіп отырады. Әрине бұрынғы құқықпен қазіргі құқықты еш салыстыруға келмейді.",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыстан және оқудан шаршадым. Не істесем екен?",
        "question_content": "8 сағат жумыс істеймін жане орысша ағылшын тілдерін уйренемін шаршадым. Қатты шаршадым не істесем екен?",
        "question_date": "8.01.2018",
        "question_tag": "Жанұя",
        "question_views": 642,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ілім, білім үйренген жақсы. Болашақта соның нанын жейсіз. Қазір бейнет көрсеңіз, болашақта зейнетін көресіз",
                "date": "8.01.2018",
                "upvotes": 0
            },
            {
                "text": "Демалып алып күш жинап қайта жалғастырыңыз.",
                "date": "9.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Линза таққаннан кейін көзге ота жасатуға немесе лазермен емдетуге бола ма?",
        "question_content": "мен линза тақсам уақыт өте зрение нашарлап келеді. Одан шығатын қандай амалдар бар? Біреулер линзадан кейін ота жасатуға немсе емдетуге болмайды дегенді айтып жатады сол қаншалықты рас?",
        "question_date": "8.01.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Линза тағудың еш зияны жоқ\nЛинза көзілдірікке қарағанда айналаны толық көруге мүмкіндік береді. Жаңбыр мен қар жауғанда, спортпен айналысқанда қиындық тудырмайды. Көзілдірік заттардың формасы мен өлшемін өзгертеді. Ал линза қоршаған ортаның өңін өзгертпей көруге мүмкіндік береді.\nЛинзаның ерекшелігі – оның күтімі көп. Линза тағатын адамдарға, ең бастысы, оны күнделікті белгіленген уақытынан артық тағып жүруге болмайды. Сондай-ақ, міндетті түрде пайдалану мерзімінен ұзақ сақтауға болмайтынын ұмытпаңыз, яғни, егер ол айлық болса, отыз күннен артық тақпағаныңыз дұрыс. Сонымен қатар линзаны міндетті түрде өзінің арнайы сұйықтығында сақтап, сонымен тазалау керек.\nЛинзалар – біріншіден оларды киіп, шешудің өзі оңай емес. Бастапқы кезде бұл процедура жарты сағаттай уақытыңызды алады. Одан кейін оларды күнде жуу, арнайы ерітіндіге салу, уақытылы сатып алу, жаңарту, өзімен бірге көзге тамызатын тамшы алып журу және т.б.\nЛинзаның бірнеше түрлері болады: бір күндік, бірнеше күндік, апталық, айлық, үш айлық, жарты жылдық және бір жылдық. Бірақ ең дұрысы маман ретінде бір айлық линзаны тағуға кеңес беремін.\nЛинзаның тағы бір түрі – түнгі линза. Яғни, линзаны ұйықтар алдында тағып жатып, таңертеңгісін шешіп тастайсыз. Таңертеңгі уақытта көздің көру мүмкіндігі арта түседі. Мұны ортокератология линза деп атайды.\nЛазерлік ота жасату өте тиімді\nКөздің көруін лазермен түзету – ол қазіргі офтальмологиядағы озық бағыт. Лазерлік хирургия саласындағы жетістіктер бүгінгі күні миллиондаған адамдарға әр-түрлі көру нашарлығы рефракциясының бұзылуын (жақыннан көрмеу, алыстан көрмеу, астигматизм, пресбиопия) түзетуге мүмкіндік береді. Лазерлік ота 20 жаспен 40 жас аралығында жасалады. Лазерлік ота жасатудың еш зияны жоқ.\nЛазерлі операция бүгінгі күні миллиондаған адамдарға әр-түрлі көру нашарлығын (жақыннан көрмеу, алыстан көрмеу, астигматизм, пресбиопия) түзетуге мүмкіндік береді. Сәйкесінше адамдарды көзілдіріктен, линзадан арылуына мүмкіндік береді.\nЛазерлік отаның жасалу әдісі:\nНауқастың көзіне жансыздандыратын тамшыларды тамызады (наркоз немесе анестетис уколдары қолданылмайды);\nЖансыздандыру әсер еткеннен кейін қабақты еріксіз жыпылықтаудан ұстап тұратын қабақ кеңейткіш орнатылады;\nЦентрлеу жүргізіледі, вакуумның белгілі бір деңгейінде арнайы линза жоспарланады және фемтосекундтық лазердің көмегімен қасаң қабық тіндерінің беткі қабаттарынан берілген конфигурациядағы қима және интрастромальды лентикула қалыптасады;\nFlap бөлініп алынады және шпательмен «конверт» түрінде бір жағына жиналады;\nӘрі қарай интрастромальды лертикуланың ішкі және сыртқы шеті бөлініп алынады, бөлінген лентикуланың бөлінуі және жойылуы, қалдық ложаның тексерісі жүргізіледі;\nFlap бұрынғы орнына жиналады, бейімделеді;\nЛазерлік түзету аяқталғаннан кейін қасаң қабық арнайы ерітіндінің көмегімен шайылады. Пациентке қабынуға қарсы және антибактериалды тамшылар тамызылады;\nСодан кейін түзету осындай түрде екінші көзге де жасалады.\nОта жасалғаннан кейін орындалатын әрекеттердің дәлдігі елеулі түрде жоғарылайды, сауығу кезеңі қысқарады, трансплантат толық бейімделгеннен кейін алынған көздің көру сапасы жоғарылайды. Сіз қалыпты адамдарша көретін боласыз, жақсы көру үшін сізге қосымша заттар, препараттар немесе процедуралар қажет болмайды.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инновациялық завучтің міндеті не?",
        "question_content": "Саламатсыздарма менің сұрағым инновациялық завучтің міндеті не? Инновациялық завучке қойылатын талаптар? алдын ала рақмет",
        "question_date": "8.01.2018",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалай əрдайым позитивті ойлап жүруді қалыптастыруға болады?",
        "question_content": "Қалай əрдайым позитивті ойлажүруді қалыптастыруға болады?",
        "question_date": "8.01.2018",
        "question_tag": "Психология",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрдайым позитив болып жүру негізгі мақсат болмауы керек. Бір жағдайдың өзіне адам неше түрлі реакция білдіреді. Ал барлық болып жатқан нәрсеге тек бір ғана шаблонмен - позитивпен жауап беру мүмкін бе? Онда ол стереотиппен ойлау.Үнемі бір киіммен жүрмейміз.  Тірі адам мың құбылған эмоцияларды бастан кешетінімен ерекше. Құрбыңызбен ренжістіңіз - ренжідіңіз, комплимент естідіңіз - қуандыңыз, сабаққа кешігіп бара жатсыз - уайымдадыңыз, машина жаныңыздан тез жүріп өтті - қорықтыңыз. Кезінде психологияда позитив психология деп жеке бөлініп, өзінше сала ашпақшы болған адамдар болған. Кейін сондай позитивный психологияның құрбандарын қайта емдеп шығуға тура келген. Өзіңізге шектеу қоймаңыз. Өзіңізді тыңдаңыз. Ешқандай эмоцияны шеттетуге болмайды. Ал жалпы өмірге деген позитив көзқарас туралы, қалай жеңілістен кейін қайта белді буып, бәрін жаңадан бастау туралы айтсаңыз өзіңізге ерекше ұнайтын неше түрлі музыкант, спортшы, новатор адамдар туралы көріп, оқуға болады. Адамды адам ғана қамшылай алады деп ойлаймын. P.S. Соңғы көрген кинолардан осындай әсер қалдырған кино \"Движение вверх\"",
                "date": "3.02.2018",
                "upvotes": 0
            },
            {
                "text": "Меніңше сен бұл сұрақтың жауабын жақсы білесің жай сұрап жатсың басқалар не дейді екен деп\n\nТолық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "3.02.2018",
                "upvotes": 0
            }
        ]
    }
]