[
    {
        "question_title": "Қырықжапырақтәріздестердің өмірінде сорустың маңызы қандай?",
        "question_content": "Қырықжапырақтәріздестердің өмірінде сорустың маңызы қандай? Қырықжапырақтәріздестерге қандай өсімдіктер жатады?",
        "question_date": "15.01.2017",
        "question_tag": "Биология",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қырықжапырақтәріздестер - жоғары сатыдағы споралы өсімдіктердің ең ерте пайда болған тобы. Ертедегі жойылып кеткен үлкен ағаш тәрізді түрлері ылғалды тропиктік орман болып өскен.\nҚазіргі кезде қырықжапырақтәріздестердің 10 000-нан астам түрлері белгілі. Қырықжапырақтылар тропикте ағаш, лиана (басқа өсімдікке оралып өсу) түрінде өседі.Суда өсетіндері де бар. Аустралия мен Жаңа Зеландияда ағаш болып өсетін түрлерінің биіктігі 20 метрге дейін жетеді. Қазақстанда ағаш тәрізді қырықжапырақтәріздестерді тек ботаникалық бақтардан ғана көруге болады.\nҚырықжапырақтылар - тең споралы және әр түрлі споралы өсімдіктер. Қазақстанда көпжылдық шөптекті түрлері ғана кездеседі. Олардың кең тараған өкілдерінің бірі - усасыр қырықжапырағы. Ол ылғалды, көлеңкелі жерлерде, орман шетінде және сайлар мен жыраларда өседі. Усасыр қырықжапырағы - тамырсабақты өсімдік. Тамырсабақтарынан төмен қарай - қосалқы тамырлары, ал жоғары қарай жапырақтары өседі. Бізде шөптекті болып өсетін қырықжапырақтың жерүсті сабағы дамымаған. Оның есесіне жерасты тамырсабағы жақсы дамыған. Сондықтан тамырсабағын қысқарған сабақ дейді. Усасыр қырықжапырақтың жапырақтары өте баяу өседі. Мұнда үш түрлі жапырақ бар. Бірінші жылғы жапырақтар бүршік түрінде болады және тамырсабақтың ұшына жақын орналасады. Осы бүршіктерден екінші жылғы жапырақтар пайда болады. Екінші жылғы жапырақтары биіктеліп, сыртын түктер жауып тұрады. Үшінші жылы көктемде бүктелген жапырақтар жазылып, қауырсынды тілімделген нағыз жапыраққа айналады. Жапырақтары ұшынан шексіз өсетіндіктен, өте ірі болады. Олардың мөлшері бірнеше миллиметрден 30 метрге дейін жетелі.\nҚырықжапырақтылардың жапырақтары 2 түрлі қызмет атқарады:\nфотосинтез үдерісінде ағзалық зат түзіледі;\nспоралар түзіліп, көбеюге қатысады.\nФотосинтез үдерісі болатын жапырақтарында сағағы мен тақтасы бар. Жапырақ тақтасы қауырсын тәрізді бірнеше қайтара тілімделгендіктен, өсімдік қырықжапырақ деп аталады.\nҚырықжапырақтар өсімді, жыныссыз және жынысты жолдармен көбейеді. Өсімді көбеюі тамырсабақтары және өкім бүршіктері арқылы жүзеге асады. Өнім бүршіктері қырықжапырақтардың барлығында бірдей бола бермейді. Мұндай бүршіктер жапырақтың негізгі жүйкесін бойлай орналасады. Олардан жапырақтың нышаны бар кішкентай қырықжапыраққа бекиді де нағыз қырықжапыраққа айналады.\nЖыныссыз көбею жаз кезінде усасыр қырықжапырақ жапырағының астыңғы бетінде, орталық жүйкені бойлай қоңыр төмпешіктер түзіледі. Оларды сорустар деп атайды. «Сорус» дегеніміз спорангийлердің жиынтығы. «Спорангий» - споралар дамып жетілетін орын - қалта. Сорустың үстін жауып тұратын жарғақша жамылғысы болады. Спорангийлері жапырақтың астыңғы бетінде ұзын аяқшалары арқылы негізгі жүйкеге бекініп тұрады. Пісіп жетілген споралар спорангийдің қабықшаларының жыртылуы нәтижесінде жерге шашылады. Қолайлы жерге түскен споралар өніп, өскіншелер береді. Усасыр қырықжапырақ - тең споралы өсімдік.\nЖыныстық көбеюі осы өскіншеде жүзеге асады. Өскінше жүрек пішінді, жасыл түсті, диаметрі 4 миллиметрдей. Ол ризоидтары арқылы топыраққа бекиді. Өскіншенің астыңғы бетінде аталық және аналық жыныс мүшелері жетіледі. Аталық жыныс мүшесінен - аталық жыныс жасушалары, ал аналық жыныс мүшесінен аналық жынысжасушасы (жұмыртқа жасушасы) пайда болады. Екі әр түрлі жыныстық жасушалардың қосылуының нәтижесінде өсімдік ұрықтанады. Ұрықта болашақ өсімдік тамырының, сабағының, жапырағының бастамасы болады. Ұрық алғашқы кезде өскіншенің есебінен қоректенеді. Кейін ұрықтан тамыр және жапырақ жетіледі.\nҚырықжапырақтәріздестерді сәндік өсімдіктер ретінде өсімдікжайда (оранжереяларда) өсіреді және жұмыс орындарын көгалдандыруға жиі пайдаланады. Кейбір түрлері дәрілік өсімдіктер болып табылады. Мысалы, усасыр қырықжапырағы дәрілік өсімдік ретінде көп уақыттан бері белгілі. Оны ішекқұрт ауруларына қарсы қолданады. Жапырағынан жараларды жазатын тұнбалар, суық тигенде және ауырғанды басатын препараттар алынады. Ағаш тәрізді жойылып кеткен қырықжапырақтар тас көмірдің түзілуінде орасан зор рөл атқарған.\nБұдан 300 млн жыл бұрын қырықжапырақтәріздестерден түзілген орманға су көп жайылған. Сөйтіп жер жиі батпақты жерге айналған. Жердің батпақтануына климаттық өзгеріп, қалың нөсердің болуы да әсер еткен. Спора арқылы ғана көбейетін, биіктігі 40 метрге жететін қырықжапырақтәріздес ағаштар құлап, лайға батқан, құм басқан. Су қысымы үйінділер астында қалған қырықжапырақты ағаштарды нығыздап, оттегінің қатысуына мүмкіндік қалдырмаған. Миллиондаған жылдар бойы оттегі қатысынсыз нығыздалған ағаштардан тас көмір пайда болған.\nТас көмір - өте қызулы отын. Тас көмірден алынатын химиялық шикізаттар қаншама? Жанғыш газ, пластмасса, асфальт, сабын, шайыр, өзге де халық шаруашылығына қажетті өнімдер тас көмірлен алынады. Демек қырықжапырақтәріздестердің табиғат және адам тіршілігі үшін маңызы ерекше екенін естен шығаруға болмайды.\nҚазіргі кездерде қырықжапырақтың кейбір түрлерінің саны жылдан-жылға азайып келеді. Соған байланысты оларды қорғаудың қажеттігі туындауда. Мысалы, Қазақстанда олардың сирек кездесетін, тіптен жойылуға жақын түрлері бар. Бұларға мыңжылқы қырықжапырағы мен шолпаншаш сүмбілі жатады. Олардың екеуі де Қазақстанның Қызыл кітабына енген.\nҚырықжапырақтәріздестер - өсімдіктер дүниесінің бір бөлімі, қарапайым құрлық өсімдіктері. Бұлардың (өзге де жоғары сатылары өсімдіктердегідей) сабағы, тамыры, жапырақтары, су және минералды, қоректі заттарды тасымалдайтын өткізгіш жүйесі бар. Тіршілік айналымы екі сатыла өтеді. Бірінші сатыла спора түзеді. Ал екінші сатыла аталық және аналық гаметалардың қосылуы арқылы көбейеді. Қырық - жапырақтардың қауырсын тәрізді ірі жапырақтары - вайялар (грекше «байон» - пальма бұтағы деп аталады). Жапырақтың астыңғы жағында спорангийлер орналасады. Топтасып жинақталған спорангийлер сорус деп аталады. «Қырықжапырақ» деген атау өсімдік жапырақ тақтасының қауырсын тәрізді бірнеше қайтара тілімделуіне негізделген. Табиғатта олардың биіктігі бірнеше миллиметрден 30 метрге дейін жететін өкілдері кездеседі. Қырықжапырақтар сәндік өсімдіктер ретінде, көгалдандыруға пайдаланылады. Олардың дәрілік түрлері де бар. Жойылып кеткен түрлерінің тас көмір түзілуде маңызы зор. Қазақстан Қызыл кітабына қырықжапырақтардың екі түрі: мыңжылқы қырықжапырағы және шолпаншаш сүмбілі тіркеліп, қорғалуда.\nҚазіргі кезде тіршілік ететін ең үлкен споралы өсімдік Жаңа Зеландиядағы цианеа туысына жататын ағаш тәріздес қырықжапырақ деп есептеледі. Бұлардың жеке өкілдерінің биіктігі 24 метрге дейін жетелі және жапырақтарының ұзындығы 5 м. Норфол аралдарындағы алеофила эксцелла қырықжапырағының орташа мөлшері - 18,28 м. Споралы өсімдіктердің ең үлкен өкілдері бұдан 300 миллион жыл бұрын (тас көмір кезеңінде) тіршілігін жойған ежелгі плаундар лепидодендрондар - қабыршақты ағаштар болған еді. Бұлардың жеке даналарының діңі 2 м, биіктігі 40 м болған.\nЕң кішкене қырықжапырақ хецистортерис пумила деп есептеледі. Ол Орталық Америкадан табылған. АҚШ су қоймалары отаны болып есептелетін азолла карилиниана да кішкене қырықжапырақ. Қырықжапырақтардың бұл түрлерінің жапырақ ұзындығы 12 миллиметрге әзер жетелі.\nСуқырықжапырақ(Сальвиния)\nСуда өсетін өсімдіктердің ең зиянды арамшөбі Африкадан табылған суқырықжапырақ (сальвиния) болып табылады. Ол 1959 жылы наурызда Кариб суқоймасынан табылған. Сужапырақ көлемі 199 шаршы шақырымдық суқойманы 11 айда ығыстырып, 1963 жыл қарсаңында суқойманың 1002 шаршы шақырым бетіне қаптал өсті.\n\nhttps://kk.wikipedia.org",
                "date": "27.03.2017",
                "upvotes": 0
            },
            {
                "text": "Қырықжапырақтәріздестер - жоғары сатыдағы споралы өсімдіктердің ең ерте пайда болған тобы. Ертедегі жойылып кеткен үлкен ағаш тәрізді түрлері ылғалды тропиктік орман болып өскен.\n\nҚазіргі кезде қырықжапырақтәріздестердің 10 000-нан астам түрлері белгілі. Қырықжапырақтылар тропикте ағаш, лиана (басқа өсімдікке оралып өсу) түрінде өседі.Суда өсетіндері де бар. Аустралия мен Жаңа Зеландияда ағаш болып өсетін түрлерінің биіктігі 20 метрге дейін жетеді. Қазақстанда ағаш тәрізді қырықжапырақтәріздестерді тек ботаникалық бақтардан ғана көруге болады.\n\nҚырықжапырақтылар - тең споралы және әр түрлі споралы өсімдіктер. Қазақстанда көпжылдық шөптекті түрлері ғана кездеседі. Олардың кең тараған өкілдерінің бірі - усасыр қырықжапырағы. Ол ылғалды, көлеңкелі жерлерде, орман шетінде және сайлар мен жыраларда өседі. Усасыр қырықжапырағы - тамырсабақты өсімдік. Тамырсабақтарынан төмен қарай - қосалқы тамырлары, ал жоғары қарай жапырақтары өседі. Бізде шөптекті болып өсетін қырықжапырақтың жерүсті сабағы дамымаған. Оның есесіне жерасты тамырсабағы жақсы дамыған. Сондықтан тамырсабағын қысқарған сабақ дейді. Усасыр қырықжапырақтың жапырақтары өте баяу өседі. Мұнда үш түрлі жапырақ бар:\n\nБірінші жылғы жапырақтар бүршік түрінде болады және тамырсабақтың ұшына жақын орналасады. Осы бүршіктерден екінші жылғы жапырақтар пайда болады.\nЕкінші жылғы жапырақтары биіктеліп, сыртын түктер жауып тұрады.\nҮшінші жылы көктемде бүктелген жапырақтар жазылып, қауырсынды тілімделген нағыз жапыраққа айналады. Жапырақтары ұшынан шексіз өсетіндіктен, өте ірі болады. Олардың мөлшері бірнеше миллиметрден 30 метрге дейін жетелі.\nҚырықжапырақтылардың жапырақтары 2 түрлі қызмет атқарады:\n\nфотосинтез үдерісінде ағзалық зат түзіледі;\nспоралар түзіліп, көбеюге қатысады.\nФотосинтез үдерісі болатын жапырақтарында сағағы мен тақтасы бар. Жапырақ тақтасы қауырсын тәрізді бірнеше қайтара тілімделгендіктен, өсімдік қырықжапырақ деп аталады.\n\nҚырықжапырақтар өсімді, жыныссыз және жынысты жолдармен көбейеді. Өсімді көбеюі тамырсабақтары және өкім бүршіктері арқылы жүзеге асады. Өнім бүршіктері қырықжапырақтардың барлығында бірдей бола бермейді. Мұндай бүршіктер жапырақтың негізгі жүйкесін бойлай орналасады. Олардан жапырақтың нышаны бар кішкентай қырықжапыраққа бекиді де нағыз қырықжапыраққа айналады.\n\nЖыныссыз көбею жаз кезінде усасыр қырықжапырақ жапырағының астыңғы бетінде, орталық жүйкені бойлай қоңыр төмпешіктер түзіледі. Оларды сорустар деп атайды. «Сорус» дегеніміз спорангийлердің жиынтығы. «Спорангий» - споралар дамып жетілетін орын - қалта. Сорустың үстін жауып тұратын жарғақша жамылғысы болады. Спорангийлері жапырақтың астыңғы бетінде ұзын аяқшалары арқылы негізгі жүйкеге бекініп тұрады. Пісіп жетілген споралар спорангийдің қабықшаларының жыртылуы нәтижесінде жерге шашылады. Қолайлы жерге түскен споралар өніп, өскіншелер береді. Усасыр қырықжапырақ - тең споралы өсімдік.\n\nЖыныстық көбеюі осы өскіншеде жүзеге асады. Өскінше жүрек пішінді, жасыл түсті, диаметрі 4 миллиметрдей. Ол ризоидтары арқылы топыраққа бекиді. Өскіншенің астыңғы бетінде аталық және аналық жыныс мүшелері жетіледі. Аталық жыныс мүшесінен - аталық жыныс жасушалары, ал аналық жыныс мүшесінен аналық жынысжасушасы (жұмыртқа жасушасы) пайда болады. Екі әр түрлі жыныстық жасушалардың қосылуының нәтижесінде өсімдік ұрықтанады. Ұрықта болашақ өсімдік тамырының, сабағының, жапырағының бастамасы болады. Ұрық алғашқы кезде өскіншенің есебінен қоректенеді. Кейін ұрықтан тамыр және жапырақ жетіледі.\n\nҚырықжапырақтәріздестерді сәндік өсімдіктер ретінде өсімдікжайда (оранжереяларда) өсіреді және жұмыс орындарын көгалдандыруға жиі пайдаланады. Кейбір түрлері дәрілік өсімдіктер болып табылады. Мысалы, усасыр қырықжапырағы дәрілік өсімдік ретінде көп уақыттан бері белгілі. Оны ішекқұрт ауруларына қарсы қолданады. Жапырағынан жараларды жазатын тұнбалар, суық тигенде және ауырғанды басатын препараттар алынады. Ағаш тәрізді жойылып кеткен қырықжапырақтар тас көмірдің түзілуінде орасан зор рөл атқарған.\n\nБұдан 300 млн жыл бұрын қырықжапырақтәріздестерден түзілген орманға су көп жайылған. Сөйтіп жер жиі батпақты жерге айналған. Жердің батпақтануына климаттық өзгеріп, қалың нөсердің болуы да әсер еткен. Спора арқылы ғана көбейетін, биіктігі 40 метрге жететін қырықжапырақтәріздес ағаштар құлап, лайға батқан, құм басқан. Су қысымы үйінділер астында қалған қырықжапырақты ағаштарды нығыздап, оттегінің қатысуына мүмкіндік қалдырмаған. Миллиондаған жылдар бойы оттегі қатысынсыз нығыздалған ағаштардан тас көмір пайда болған.\n\nТас көмір - өте қызулы отын. Тас көмірден алынатын химиялық шикізаттар қаншама? Жанғыш газ, пластмасса, асфальт, сабын, шайыр, өзге де халық шаруашылығына қажетті өнімдер тас көмірлен алынады. Демек қырықжапырақтәріздестердің табиғат және адам тіршілігі үшін маңызы ерекше екенін естен шығаруға болмайды.\n\nҚазіргі кездерде қырықжапырақтың кейбір түрлерінің саны жылдан-жылға азайып келеді. Соған байланысты оларды қорғаудың қажеттігі туындауда. Мысалы, Қазақстанда олардың сирек кездесетін, тіптен жойылуға жақын түрлері бар. Бұларға мыңжылқы қырықжапырағы мен шолпаншаш сүмбілі жатады. Олардың екеуі де Қазақстанның Қызыл кітабына енген.\n\nҚырықжапырақтәріздестер - өсімдіктер дүниесінің бір бөлімі, қарапайым құрлық өсімдіктері. Бұлардың (өзге де жоғары сатылары өсімдіктердегідей) сабағы, тамыры, жапырақтары, су және минералды, қоректі заттарды тасымалдайтын өткізгіш жүйесі бар. Тіршілік айналымы екі сатыла өтеді. Бірінші сатыла спора түзеді. Ал екінші сатыла аталық және аналық гаметалардың қосылуы арқылы көбейеді. Қырық - жапырақтардың қауырсын тәрізді ірі жапырақтары - вайялар (грекше «байон» - пальма бұтағы деп аталады). Жапырақтың астыңғы жағында спорангийлер орналасады. Топтасып жинақталған спорангийлер сорус деп аталады. «Қырықжапырақ» деген атау өсімдік жапырақ тақтасының қауырсын тәрізді бірнеше қайтара тілімделуіне негізделген. Табиғатта олардың биіктігі бірнеше миллиметрден 30 метрге дейін жететін өкілдері кездеседі. Қырықжапырақтар сәндік өсімдіктер ретінде, көгалдандыруға пайдаланылады. Олардың дәрілік түрлері де бар. Жойылып кеткен түрлерінің тас көмір түзілуде маңызы зор. Қазақстан Қызыл кітабына қырықжапырақтардың екі түрі: мыңжылқы қырықжапырағы және шолпаншаш сүмбілі тіркеліп, қорғалуда.\n\nҚазіргі кезде тіршілік ететін ең үлкен споралы өсімдік Жаңа Зеландиядағы цианеа туысына жататын ағаш тәріздес қырықжапырақ деп есептеледі. Бұлардың жеке өкілдерінің биіктігі 24 метрге дейін жетелі және жапырақтарының ұзындығы 5 м. Норфол аралдарындағы алеофила эксцелла қырықжапырағының орташа мөлшері - 18,28 м. Споралы өсімдіктердің ең үлкен өкілдері бұдан 300 миллион жыл бұрын (тас көмір кезеңінде) тіршілігін жойған ежелгі плаундар лепидодендрондар - қабыршақты ағаштар болған еді. Бұлардың жеке даналарының діңі 2 м, биіктігі 40 м болған.\n\nЕң кішкене қырықжапырақ хецистортерис пумила деп есептеледі. Ол Орталық Америкадан табылған. АҚШ су қоймалары отаны болып есептелетін азолла карилиниана да кішкене қырықжапырақ. Қырықжапырақтардың бұл түрлерінің жапырақ ұзындығы 12 миллиметрге әзер жетелі.\n\nСуқырықжапырақ(Сальвиния)\nСуда өсетін өсімдіктердің ең зиянды арамшөбі Африкадан табылған суқырықжапырақ (сальвиния) болып табылады. Ол 1959 жылы наурызда Кариб суқоймасынан табылған. Сужапырақ көлемі 199 шаршы шақырымдық суқойманы 11 айда ығыстырып, 1963 жыл қарсаңында суқойманың 1002 шаршы шақырым бетіне қаптал өсті.",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақша және ағылшынша аралас девиз керек!",
        "question_content": "Қазақша және ағылшынша аралас девиз керек, математика пәнінен!\n\nМысалы:\n\nБіздің команда супер...",
        "question_date": "15.01.2017",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Окутала меня деген сөз қазақша аудармасы қалай",
        "question_content": "Окутала меня деген сөз қазақша аудармасы қалай ауд",
        "question_date": "15.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мені қорша немесе мені орап ал болуы мүмкін",
                "date": "15.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәншүк Мәмбетова туралы рефераттың кіріспесін қалай жазамын?",
        "question_content": "Мəншүк Маметоваға арналған рефераттан кіріспені қалай жазамын?",
        "question_date": "15.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1922 жылы Гурьев облысы Орда ауданында туылған. Азан шақырып қойған аты Мәнсия. Бес жасынан бастап оны әкесінің немере інісі Ахмет Мәметов және әйелі Әмина асырап алған. Үлкен қара көзі, пысықтығы, ширақтығы үшін олар баланы еркелетіп «Моншағылым» деп атады. Өзінен атын сұрағанда, бала «Мәншүк» деп жауап берген. Солай аты Мәншүк боп қала берді.\n1937 жылдың қуғын- сүргініне Мәметовтер әулеті де ұшырады. Ғылыми – зерттеу институтының директоры Ахмет Мәметов қамауға алынды. Ол кісінің әйеліне айтқан соңғы сөзі: «Менің Мәншүгімді ренжітпе, аман сақта». Кейіннен Ахмет Мәметовті ақтады, бірақ олардың отбасы қудаланып, «халық жауы» аталды. Есейген Мәншүк әкесінен бас тартпады, оны сатпады. Ол әкесінің қамалуын қате деп санады.\nМектепті бітіргенне соң Мәншүк медицина институтына оқуға түсті.\n1941 жылы Ұлы Отан соғысы басталғанда Мәншүк 18 жаста болатын. Ол соғысқа бару, Отанын қорғау туралы шешім қабылдады. Өтінішінде: «Фашистерді жою үшін майданға жіберетін менің ағайым да, апайым да жоқ, сондықтан өзімді жіберіңіз», деп жазған. 1939 жылдан бері комсомолмын. 1941 жылдың 7-ші тамызы».\nБір жыл бойы Мәншүк әскери комиссариаттан өзін әскерге жіберу туралы өтінді. 1942 жылдың 13-ші тамызында Алматыдан 100-ші атқыштар бригадасы майданға аттанды. Оның құрамында 4890 жауыңгер, оның ішінде 2 қазақ қызы – дәрігер Мәриәм Сарлыбаева және Мәншүк Мәметова болған екен. Бригаданы ұла дана ақын Жамбыл өлеңімен шығарып салыпты.\nӘскердің қиындығын Мәншүк ерлермен қатар көрді- жер жорғалап, судан жүзіп, қалың ну ормандардан өтті, пулемет атып үйренді. 21-ші гвардиялық атқыштар дивизиясының ең жақсы пулемет атқышы атағына ие болды. Ол ержүректің үлгісі болды,оны дивизия жауыңгерлері мақтан тұтқан. 1943 жылдың 15-ші қазанында Псков облысындағы Невель қаласын босату үшін Изоча станциясындағы 173,7 биіктігінде өте қатал соғыс болды. Мәншүк өзінің әскери бөлімінің шабуылын пулемет отымен қолдады. Мәншүктің басына оқ тиді. Соғғы күштерін жинап, Мәншүк пулеметін ашық жерге алып шығып, жодастарына жолды тазалап, фашистердің тікелей бетіне атқан. Өлі Мәншүк пулеметтің саптарын қолына тастай қатты қысып алған. Сол қан майданда Мәншүк Мәметова ерлікпен қаза тапты.\nКеңес Социалистік Республикалар Одағы Жоғарғы Кеңесінің Жарлығымен 1944 жылдың 1-ші наурызында немес басқыншыларымен соғысу майданындағы қолбасшының әскери тапсырмаларын бұлжытпай орындағаны үшін, көрсеткен ерлігі үшін Мәншүк Мәметоваға Кеңес Одағының Батыры атағы берілді.\nМәншүк соғыстан аттанған Алматы қаласына Кеңес Одағының түпкір – түпкірлерінен алғыс хаттар барды. Невель қаласында Мәншүк атында көше бар.\nДереккөзі.",
                "date": "2.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқуға 9 бітіп тапсырған жақсыма 11ма??",
        "question_content": "Мені ойландыратын сұрақ мен сабақты 9бітіріп оқуға тапсырғым келеді бірақ колледжге түсемінғо колледж бітіргесін жұмыс табу оңай болама орал қаласында?Əлде 11ші сынып бітіріп тапсырған жақсыма?Қыздарға қандай оқулар жақсы?",
        "question_date": "15.01.2017",
        "question_tag": "Мектеп",
        "question_views": 982,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "дейтиним убт га каржы керек,универге каржы керек ата ананың соры гой. Оданда колледжге тусип оны битирген соң жумыс жасап өз билиминмен универге тус оны битирип магистратурага тус. Солай омирден өз орныңды тауып кетесин. Ал ата анаңа сенип алсаң озин алга умытыла алмай каласын. Барынша ата анаңа ауыртпалык салма. Мен озим 17 жастан бастап жумыс жасадым.Колледж битирдим,Универ окып жатырмын одан кейін магистратура Инша Алла. Сырттайга тапсырганнын бир жаксысы уакытын унемделеди мысалы осы бос уакытта жумыс жасап,тил уйренгин,т.б. Аржагын озин ойлана жатарсын.",
                "date": "15.01.2017",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша 11 сыныпты бітіріп,сынақ тапсырып университетке түскен дұрыс деп ойлаймын.Бірінші оқуға түсуді ойлаңыз,жұмысқа кейін де шығасыз ғо,оған дейін табылатын да шығар.Ең бастысы өз жүрек шешіміңізді таңдаңыз,сосын мамандық таңдағанда ойланып,қай іске бейімсіз соған орай таңдағаныңыз жөн.Қазір сол мамандығыңызға қатысты кітаптар оқып,тест арқылы дайындай берсеңіз де болашағыңызда көп жемісін әкелетін болады.Қыздарға арналған мамандықтар көп,соның ішінде аудармашы,бухгалтер,стюардесса,дәрігер,дизайнер,т.б.Әрқашан сізге сәттілік жолдас болсын,мақсатыңызға жетуіңізге тілектеспін!",
                "date": "20.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рефераттағы кіріспені қалай жазады??",
        "question_content": "Мəншүк Маметова арналған рефераттағы кіріспені қалай жазады??Мысалы былайма қай жерде дүниеге келгенің маңсабын отбасын жазамын ба?Ал рефераттан негізгі бөлім дегендерге не жазады?",
        "question_date": "15.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңше былай жазылу керек сияқты\nКіріспеге: Соғыстың қалай басталғанын, Соғысқа Қазақстандықтарда үлес қосқанын, оның ішінде қазақ қыздарының да үлесі мол екенін, Мәншүктің де бар екенін\nНегізгі бөлімге: Мәншүктің өмірбаянын, соғыстағы ерліктерін .... \nҚорытындыға: Бізге бейбіт өмір сыйлаған ерлерді ұмытпаймыз... деген сияқты  ғо й енді",
                "date": "17.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нешінші сынып бітіріп оқуға тапсырған жақсы??",
        "question_content": "Мені ойландыратын сұрақ мен сабақты 9бітіріп оқуға тапсырғым келеді бірақ колледжге түсемінғо колледж бітіргесін жұмыс табу оңай болама орал қаласында?Əлде 11ші сынып бітіріп тапсырған жақсыма?Қыздарға қандай оқулар жақсы?",
        "question_date": "15.01.2017",
        "question_tag": "Мектеп",
        "question_views": 382,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ақиқатында он бір бітіріп тапсырғаның дұрыс. Орта біліммен алысқа шаба алмайсың. Бәрбір жоғары білімді талап етеді, өмір.",
                "date": "17.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әсілінде сөзінің мағынасы қандай?",
        "question_content": "Әсілінде, бай деген кім еді? Қазақтың байлары қандасына қалай қарайласты? деген сөздерді оқуға болады. Осы әсілінде сөзінің түпкі тағынасы қандай? Қазақ тілінің сөз ма?",
        "question_date": "15.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақты түсінбеген кезде \"Келесі\" деп өткізіп жіберуші едік. Осындай жағдай болып тұр екен. \nӘсілінде деген сөзді шынтуайтқа келгенде, негізінде, шын мәнінде деген сөздермен алмастыруға болады.",
                "date": "16.01.2017",
                "upvotes": 0
            },
            {
                "text": "\"Әсілінде\" деген сөз қазақтың қыстырма сөздерінің бірі.\"Әсілінде\" деген сөз-негізінде,шын мәнінде деген мағынаны білдіреді.",
                "date": "20.01.2017",
                "upvotes": 0
            },
            {
                "text": "“Әслінде”, “әсліде” расында , шын мәнінде деген сөз, яғни әслі сөзі рас деген мағынаны береді.Әсем, әдеби сөз.Қазақ тілінде , өкінішке орай, ескіріп, қазір сирек қолданатын болды. Ал,түрік, өзбек тілдерінде әлі күнге дейін күнделікті қолданыста",
                "date": "4.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Предрассудок қалай аударылады?",
        "question_content": "Предрассудки: неприязнь к другим■ 435толькочтоприведенныхтерминовпредполагает негативную оценку какой-либо группы. Это и составляет суть предрассудка: неоправданно негативная установка по отношению к группе и ее отдельным членам. Предрассудок — это заведомое осуждение; он внушает нам предубеждение против человека исключительно на основании его идентификации с некой группой. Предрассудок — это установка.\n\n Осы мәтінде предрассудок алдын ала пайымдау деп аударғанға келмейтін сияқты ((((.",
        "question_date": "15.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қате түсінік, алдамшы көзқарас деп аударуға болатын секілді.",
                "date": "16.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Epson L210 принтерім қағаз шығармай жатыр?",
        "question_content": "Менің Epson L210 деген принтерім бар. ОЛ қағаз басып та көшірме де шығармай жатыр.Менде мынандай жазу тұрады:Срок службы впитывающей чернила подкладки принтера заканчивается.\n\nОбратитесь в службу поддержки Epson. не істесем болады?",
        "question_date": "15.01.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына Сілтемеге өтіп көріңізші (ескертем тексерілмеген)",
                "date": "17.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вацаптан жіберілген маңызды фотоны өшіріп алып едім енді оны кері қайтара алам ба?",
        "question_content": "Вацаптан жіберілген маңызды фотоны өшіріп алып едім енді оны кері қайтара аламба. Телефонды тазартам деп вацаптың папкасындағы медиа файлды кетіріп тастап едім архивтегі фото кетіп калыпты переписка тұр. Фотоларды қалай қайтара аламын?",
        "question_date": "15.01.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 622,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ватцапта жіберілген фотоларды кетіріп алсаңыз оны кері қайтарып ала алмайсыз,досыңыздан қайтып жіберуін өтінгеніңіз жөн.",
                "date": "15.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркиялық Turkish Airlines пен Ресейлік Аэрофлот әуе компанияларын салыстыру.",
        "question_content": "Түркия халқы 80 млн-ға жуық болса,  Ресейде 145млн халық тұрады. Екі елдің әуе компанияларының жолушы тасымалдау әлеуетіне көзім түсіп кетіп қызық жағыдайға күә болдым. Түркиялық  Turkish Airlines  әуе компания әлемнің 116 еліне жолаушы тасымалдаса  Ресейлік Аэрофлот әуе компания 108 елге қатынас жасап отыр.\nТүркиялық Turkish Airlines әуе компаниясы жолаушы тасымал жөнінен 2014-жылы\n123 млн жолаушы тасымалдаса, \nРесейлік Аэрофлот әуе компаниясы  2014-жылы 67 млн жолаушыға қызмет көрсеткен екен.\n\nTurkish Airlines  еуропа да ең үздік әуе компания болса Аэрофлот шығыс еуропадағы ең үздік компанияға жатады екен.\nСіздерге  ұшақпен шетелдерге саяхаттауды тілеймін.  Сәт сапар !",
        "question_date": "15.01.2017",
        "question_tag": "Бизнес туралы",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҰБТ-да негізгі пәні биология, ал қосымша пәні география болған қандай мамандықтар бар?",
        "question_content": "ҰБТ-да таңдауға негізгі пәні - биология, ал қосымша пәні - география болған қандай мамандықтар бар?",
        "question_date": "14.01.2017",
        "question_tag": "Биология",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "“5В050300 – Психология” мамандығы, таңдау пәндері – Биология, География.\n\n“5В060800 – Экология” мамандығы, таңдау пәндері – Биология, География.",
                "date": "27.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асқар таудың өлгені (әдеби теориялық талдау жасау керек сосын композициялық құрылымы)",
        "question_content": "Асқар таудың өлгені-\n\nБасын мұнар шалғаны.\n\nКөктегі бұлттың өлгені-\n\nАса алмай таудан қалғаны.\n\nАй мен күннің өлгені-\n\nЕңкейіп барып батқаны.\n\nАйдын шалқар өлгені-\n\nМұз болып тастай қатқаны.\n\nҚара жердің өлгені-\n\nҚар астында қалғаны.\n\nӨлмегенде не өлмейді?\n\nЖақсының аты өлмейді,\n\nҒалымның хаты өлмейді.",
        "question_date": "14.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 16200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңеу тастай болады",
                "date": "9.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қамарбек есімі нені білдіреді?",
        "question_content": "Қамарбек есімі нені білдіреді?",
        "question_date": "14.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 587,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Конустың бүйір бетінің ауданын табыңыз?",
        "question_content": "Конустың осьтік қимасының ауданы 192 квадрат см, ал табанының радиусы 16 см. Конустың бүйір бетінің ауданын табыңыз",
        "question_date": "14.01.2017",
        "question_tag": "Математика",
        "question_views": 19900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарасыз.",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші балаға төленетін алиментті қысқартуға бола ма?",
        "question_content": "Салеметсиздерме? Куйеуимнин бурынгы айелинен 1 баласы бар алиментин уакытылы толеп турады. Бирак ол баланы корсетпит. Ози баска биреуге турмыска шыгып баланы шешесине берип кеткен.енди биз занды некедемиз мен онын 2 ши айелимин ортак 1 баламыз бар. Ана ретинде алиментин кыскарта аламба? Кайда, кандай арыз жазуым керек",
        "question_date": "14.01.2017",
        "question_tag": "Заң",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мендеде осы сурак бирак жауап таппай журмин. Егер малметтер келсе отиниш болисе отсаныз !?",
                "date": "5.02.2019",
                "upvotes": 0
            },
            {
                "text": "Менде де осы сұрақ жауабы жоқ кім жауап бере алады",
                "date": "3.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қожанның шежіресі кімде бар екен ?",
        "question_content": "Ассаламағалейкум жамағат. Қожанның шежіресі кімде бар екен. Қазақша нұсқасы болса хабарласуларыңызды сұраймын.\n\n87771646803",
        "question_date": "14.01.2017",
        "question_tag": "Шежіре",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Туыпты Жанарыстан алты қожа» дегені ұрпақсыз уайым қуып отырған Жанарысқа алты қожа жолаушылай келіп бата береді. Сол себепті осы оқиғадан кейін туған ұлдарына қожалардың атын беріпті-мыс деген шежірелік дерекке саяды. Бұл, әрине, қазақ шежіресін жүйелеуге қожа арасынан шыққан білімді адамдардың қатысқанын көрсететін мысал.\nБұл М.Ж. Көпейұлы шежіресінде толық әңгімеленген генеалогиялық-мифтік сюжет.\n«Біздің осындағы арғындардың арғы атасы Дайырқожа Әбілхайыр ханның сүйікті қазысы екен, әділдікті айтқандықтан Ақжол атаныпты» - дейді Шәкәрім шежіресі.\nСондай-ақ шежіре деректерінде Тұлымқожа, Тоққожа, Меңліқожа, Сымаққожа. Тоққұлықожа (Жошы ұрпағының бірі), Темірқожа (Шибанның бір ұрпағы), Ілияс қожа, Қызыр қожа (Тоғлық Темірдің балалары), Айтқожа халпе дерек есімдері аталса, Кіші жүздің рубасылары ретінде Батырқожа, Болатқожа, Сәдірқожа, Әлқожа, Нәдірқожа, Қыдырқожа, Асанқожа, Нұрқожа, Құттықожа сияқты қожалардың аттары, ал барлығын қосып есепке алсақ 17 қожаның аты қазақтың Орта жүз және Кіші жүз руларысының көсемі ретінде көрсетіледі.\n\"Алаш айнасы\" интернет-газеті халқымыздың шығу тегін, таралуын баяндайтын тармағы – қазақ шежіресі туралы ақпараттарды кезең-кезеңімен жарияламақ. Осы арқылы үш жүздің әр руы туралы мәліметтерді топтастырып, қазақтың ортақ шежіре қорын жасап шығармақ. Егер сіздің қолыңызда өз руыңыз жайында мәліметтер болса, біздің мына: *Emails are not allowed* электронды поштамызға жіберуіңізге болады.\nНақты: «Алшыннан Алау батыр, одан Құдуар туған. Одан алты бала болады, олар: бірінші – Сәдірқожа, одан Әлім, Шөмекей, Төртқара, Қаракесек, Шекті, Кете. Кіші жүздің нәсілінен Сәдірқожаны \"алты аталы ел\" дейді; екінші Нәдірқожа одан Жағалбайлы, Табын, Тама, Керейіт, Кердері, Рамазан. Нәдірқожаны \"жеті аталы, жеті рулы\" дейді; үшінші Қыдырқожа бай, одан Шеркеш, Ысық, Байбақты, Масқар, Алаша, Таңа, Қызылқұрт, Есентемір, Беріш, Таз, Адай, Жаппас. Қыдырқожаны \"он екі аталы Байұлы\" дейді.\nАйтышулар Қыдырқожа байдың бәйбішесі Жанбибі деген анамыздан Қыдырсиық, Бақытсиық, Сұлтансиық, Емсиық туыпты депті. Барлығы небәрі \"жиырма бес таңбалы Кіші жүз\", немесе \"жиырма бес таңбалы Алшын\" деп аталады» - дейді бір шежіре.\nҰлы жүз руларының шежірелік тарихында қожаларға байланысты осындай сипаттағы деректер кездесе қоймайды.\nЖалпы Моғұлыстан аймағында қожалардың ықпалы күшті болғаны тарихта белгілі. Оны шежіре деректері де растайды.\n«Әз Жәнібек ханның Әбілқайыр ханға өкпелеп келіп қарағаны осы Тұғлұқ Темір еді. Мұның екі баласы – Ілияс қожа, Қызыр қожа. Қашқар, Жаркент Алатауындағы хандар осының нәсілінен. Қызыр қожаның бір баласы – Жүніс, оның екі баласы – Махмұд, Ахмет. Махмұдтың лақап аты – Жанеке. Ахмет біздің қазаққа хан болып қалмақты шапқандықтан алашыхан атанды. Бұларды Оратобеде Шайбақ өлтірді» - деп қазақ шежіресі мәлім етеді. Сондай-ақ «1780 жылы Жүніс қожа Ұлы жүзді жеңіп, Ташкент алды. Жүніс қожа өлген соң, 1810 жылы Ташкентте Қоқан ханына қарады» - деген дерек шежірелерде бар.\nҚожалардың қазақ даласында мекен еткен жерлері көп. Қаратау өңірі қожалардың ескі уақыттарда қоныстаған жерлері. Баба ата, Ғәкәш әулие, Баба түкті Шашты Әзиз әулиелердің жатқан жері. Сондай-ақ Сарыарқада да қожалардың қазақ ортасында шоғырланған жерлері болған.\nҚожалардың Орта жүз руларымен арақатынасы жайлы және орналасқан мекендері туралы дерек шежірелерде былайша сақталған: «Тоқтарқожа деген екі қожа Бұқарадан шығып екеуі де Керей еліне сіңіпті. Тұлымқожа Жәдік дегеннің қызын алып, сол елде тұрып қалған. Тоқтарқожа болса Байымбайдың Мақта апай деген қызын алыпты. Бұдан Байжігіт, Жанжігіт туыпты. Тоқтарқожа «Кең түп, тар түп» деген жерге (еліне) кетіп Жанжігітті ала кетеді».\nБалқаш өңірінде, сарым, дадан тобықты ортасындағы қожа әулеттерінің шежірелері былай таратылады: «Қожа әулетінен тарайтын Аппақ (Аққожа) ұрпақтары Ақтоғай ауданы Жидебай ауылының жағындағы Найзатас өзенінің басындағы жағында таулы аймақта мекен етіпті. Өтеміс бабаның Тоқсары (Боқсары) есімді баласының ұрпақтары ішінде нағашылы-жиенді, құда-құдағи, ағайын-туыс болып саналады. Аппақ қожа, одан Қожа Ахмет, одан Абзал қожа, одан ... қожа, одан Жұман қожа, одан Нияз қожа. Нияз қожадан Бекбау, Қойбағар, Ырсымбет, Төлеген, Қыстаубай, Күйкентай (қыз). Бекбау қожадан – Құлшыман, Көшербай. Күйкентай қыздан»\n\nhttp://alashainasy.kz/shezhire/koja-auletter-men-kazak-rularyi-turalyi-shejrelk-derekter-58838/",
                "date": "27.07.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қостанай облысында журналистика факультеті бар университет бар ма?",
        "question_content": "Қостанай университетінде журналистика факультеті бар университет бар ма?",
        "question_date": "14.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 764,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ахмет Байтұрсынов университетінде журналистика деген жеке фокультет жоқ. Тек гуманитарлық әлеуметтік фокультетінің ішіне Журналистика және коммуникациялық менеджмент кафедрасы болып кіріккен.",
                "date": "17.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сенімсіздіктен қалай арылуға болады",
        "question_content": "Сенімсіздіктен қалай арылуға болады?",
        "question_date": "14.01.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол өзіңізге байлансты. Өз-өзіңізге сенімді болып көп жүрсе өзінен-өзі кетіп қалады.",
                "date": "14.01.2017",
                "upvotes": 0
            },
            {
                "text": "\"Оқы, оқы , және оқы\"",
                "date": "14.01.2017",
                "upvotes": 0
            },
            {
                "text": "Сенімсіздік-ол психикалық құбылыс,ол қобалжу мен қорқыныш әсерінен пайда болады.Сенімсіздіктен арылу үшін мынадай қағидаларды ұстаған жөн.\n\n1.Өзіңді өзің жақсы көруің керек.\n\n2.Мерекелік жиындар болсын,немесе шаралар болсын барғаныңыз жөн.Бұл сізге мотивация.\n\n3.Достарыңмен мысалы мерекелік болсын,т.б. шаралар ұйымдастырғаныңыз да жөн,бұл жауапкершілік сенімділікті арттырады.\n\n4.Психологиялық орысша немесе қазақша кітаптар оқу керек.\n\n5.Айнаға қарап өзіңізге «Мен сенімді адаммын немесе т.б.» көп рет айтуыңыз керек.\n\nНегізі сенімсіздіктен арылудың жолы көп,бұл менің тәсілім.Жақсылықтан жолыңыз үзілмесін!",
                "date": "16.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Wi-Fi пароль 2 рет қалай өзгертуге болады",
        "question_content": "модем паролын ауыстырғам бырак кайта кайта тауып алад достарым енді 2 рет қалай өзгертем",
        "question_date": "14.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сіздерде басқа университеттен келген студенттер оқи алады ма?",
        "question_content": "Мен, Керімбаева Жанерке, 4 курстың 2 семестрінде оқудан шығып кетіп едім. Соны сіздерде жалғастыра аламын ба? Ақылы формада болса да.",
        "question_date": "14.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қорқыт Ата атындағы Қызылорда мемлекеттік университетінде оқимын. Бізде бұрынғы оқу орнынан құжаттарыңызды тапсырып, айырмашылық ақысын (разница) төлесеңіз, ары қарай жалғастырып оқи бересіз.",
                "date": "14.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрнекте тепе-теңдік орындала ма?",
        "question_content": "1)  (5a-6a)c  және  -ac\n\n2) (11x-11x)y  және   xy\n\nөрнектері тепе тең өрнектер болама?\n\nШығара алмай жатырмын. Көмек керек.",
        "question_date": "13.01.2017",
        "question_tag": "Математика",
        "question_views": 601,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1) Ия 5а-6а=-а жане оган кобейтемиз с сонда -ас болады\n\n2) Жок, себеби 11х-11х=0 кез келген санды нолге кобейтсек 0 шыгады",
                "date": "14.01.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Каспий теңізі туралы қызықты сұрақтар және мәліметтер керек?",
        "question_content": "Каспий теңізі туралы сұрақтар айтыңыздаршы? Ертеңгі сабақта оқушыларға сұрақ қою керек ?!)",
        "question_date": "13.01.2017",
        "question_tag": "География",
        "question_views": 15500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Каспий теңізі (орыс. Каспийское море, әз. Xəzər dənizi, парсыша: دریای خزر — Daryâ-ye Xazar, түрікм.Hazar deňzi) — Еуропа мен Азия аралығында орналасқан жер шарындағы ең үлкен тұйық көл. Үлкендігіне қарап, оны теңіз деп атайды. Аты XVI ғасырдың аяғында осы теңіз жағасында қоныстанған Каспи тайпаларына байланысты қалыптасқан. Грузияда Каспи қаласы қазір де бар. Сонымен бірге Гиркан (I ғасыр), Хазар (ІІ-Х ғасыр), Хвалын (Х-ХІІІ ғасыр) және т.б. тарихи атаулары бар. Олар соңғы үш мың жылдағы өмір сүрген халықтардың қойған аттары.\nКаспий жағалауындағы мемлекеттер\nКаспий теңізі неоген дәуірінің аяғында жер қыртысының көтерілуінен Қара теңізден бөлінді. Бұл кезді Каспий теңізінің пайда болған уақыты деп есептеуге болады. Каспий теңізінің жалпы ауданы 376 мың км2. Оның беті теңіз деңгейінен 28 м төмен жатыр. Теңіз солтүстіктен оңтүстікке қарай 1200 км-ге созыла орналасқан. Теңіздің ендірек жері - 435 км, ал енсіз жері - 193 км. Каспий теңізінің жағалау сызығының ұзындығы - 7000 км. Оның суы 5 мемлекеттің нсағалауын шайып жатыр. Жағалау сызығының Қазақстан үлесіне - 29% (2340 км), Ресейге - 9%, Әзірбайжанға - 20%, Түрікменстанға - 21%, Иран Ислам Республикасы - 14% тиеді.\nКаспий теңізіне 130-ға жуық өзендер мен ағынды сулар Құнды. Олардың теңізге қүятын жиынтық ағыны жылына орташа есеппен 300 км3. Осы мөлшердің 80%-ы Еділ өзені- нің, 5%-ы - Жайықтың үлесіне тиеді. Ағынның 10-11%- ын Батыс жағалаудағы өзендер Терек, Сулак, Самур, Кура және т.б. береді. Қалған 4-5%-ы Иран жағалауы өзендерінен келеді. Шығыс жағалауларда тұрақты ағын сулар жоқ.\n\nhttps://kk.wikipedia.org/",
                "date": "28.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ескендір поэмасын компазициялық талдау керек?",
        "question_content": "Ескендір поэмасын компазициялық талдау істеп беріңіші",
        "question_date": "13.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 54300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Міне:\n\n1. Авторы – Мен))\n2. Тақырыбы – Шығыста Ескендір, орыс пен Европа елдерінің атауынша Александр Македонский туралы аңызды өмір шындығына жақындатып өзінше толғаған.\n3. Жанр түрі – поэма (дастан)\n4. Негізгі идеясы – ізгілік пен бейбітшілікті, ғылым мен білімді, яғни рухани биіктікті дәріптеу. Зұлымдық пен қатыгездікті, мансапқорлықты әшкерелеу.\n5. Шумақ саны – 42\n6. Тармақ саны – 168\n7. Буын саны – 3 бунақты\n8. Ұйқас түрі – қара өлең ұйқасы (ааба)\n9. Шығарманың композициялық құрылысы:\n9. 1. Сюжеттің басталуы. Филипп патша қайтыс болған соң Ескендірдің таққа отыруы. Әскер жиып көрші елдерді жаулауы.\n9. 2. Сюжеттік байланыс. Елсіз шөлге тап болуы. Өлдім - талдым дегенде мөлдір бұлаққа кездесуі.\n9. 3. Шиеленісуі. Алтын қорған. «Бұл – Құдайға бастайтын қақпа» деп ашпай қоюы. Қақпаның ар жағынан алған сый.\n9. 4. Шарықтау шегі. Алғаш сыйдың қу сүйек екенін біліп ашуға булығу. Аристотельдің ақылы. Таразыға түскен қу сүйек.\n9. 5. Шешімі. Хакім Аристотельдің жауабы: Жеміт көз жер жүзіне тоймаса да,\nӨлсе тояр көзіне құм құйылғанда.\n10. Шығарма кейіпкерлері\nАбай дастанында әділдік, данышпандық, жауыздықтар сөз болады. Бірақ мұндағы әділ де, данышпан да, философ та Ескендір емес, Аристотель. Дастанда екі образ бар. Бірі - Ескендір, екіншісі - Аристотель. Көлемінің шағындығына қарамастан, дастанның идеясына сәйкес, екеуі де көркем жасалған образдар.\nАбай Аристотель есімін құрметпен айтады, «ақылы мол», «жеке - дара», «хакім адам» деп бағалайды.\nАл Ескендір болса, дәріптелмей, сыналады. «Мақтан сүйгіш, қызғаншақ, қанішер, тойымсыз, қаһарлы, өзімшіл, тоқтау көрмей өскен жан, даңғой, долы, кекшіл, есер» деп суреттеледі.\n11. Әдеби теориялық ұғымдар\nТеңеу – дарияның суындай қандар ақты;\nтаспадай бейне арықтан шыққан құлап.\nЭпитет – сар дала, мөлдір бұлақ, алтын қорған, қу өмір, жеміт көз, кәпір көз.\n12. Түсіндірме сөздік =)\nЖеміт – қанағатсыз, тойымсыз, обыр\nАраны ашылды – тойымсыз, ашқарақ, қанағат тұтпау, құнығу\nДаңғой – елірме, есер, желікбас\nДолы – ыза кернеген, булықпа, ызақор\nАнт ұру – айтқанына тұрмайтын тұрлаусыз оңбаған\nКәпір – мұсылман дінінен басқа діндегілер, құдайсыз, дінсіз\n13. Шығарманың негізгі түйіні, тәрбиелік мәні\nСоңғы 4 шумақты оқу. Жауыздыққа жетелейтін нәрсе күншілдік, тойымсыздық, мансапқорлық. Осындай жаман әдеттерден сақ болу. Иманды болуға, қанағатшыл болуға үндеу.",
                "date": "8.02.2017",
                "upvotes": 0
            },
            {
                "text": "Міне:\n\n1. Авторы – Мен))\n\n2. Тақырыбы – Шығыста Ескендір, орыс пен Европа елдерінің атауынша Александр Македонский туралы аңызды өмір шындығына жақындатып өзінше толғаған.\n\n3. Жанр түрі – поэма (дастан)\n\n4. Негізгі идеясы – ізгілік пен бейбітшілікті, ғылым мен білімді, яғни рухани биіктікті дәріптеу. Зұлымдық пен қатыгездікті, мансапқорлықты әшкерелеу.\n\n5. Шумақ саны – 42\n\n6. Тармақ саны – 168\n\n7. Буын саны – 3 бунақты\n\n8. Ұйқас түрі – қара өлең ұйқасы (ааба)\n\n9. Шығарманың композициялық құрылысы:\n\n9. 1. Сюжеттің басталуы. Филипп патша қайтыс болған соң Ескендірдің таққа отыруы. Әскер жиып көрші елдерді жаулауы.\n\n9. 2. Сюжеттік байланыс. Елсіз шөлге тап болуы. Өлдім - талдым дегенде мөлдір бұлаққа кездесуі.\n\n9. 3. Шиеленісуі. Алтын қорған. «Бұл – Құдайға бастайтын қақпа» деп ашпай қоюы. Қақпаның ар жағынан алған сый.\n\n9. 4. Шарықтау шегі. Алғаш сыйдың қу сүйек екенін біліп ашуға булығу. Аристотельдің ақылы. Таразыға түскен қу сүйек.\n\n9. 5. Шешімі. Хакім Аристотельдің жауабы: Жеміт көз жер жүзіне тоймаса да,\n\nӨлсе тояр көзіне құм құйылғанда.\n\n10. Шығарма кейіпкерлері\n\nАбай дастанында әділдік, данышпандық, жауыздықтар сөз болады. Бірақ мұндағы әділ де, данышпан да, философ та Ескендір емес, Аристотель. Дастанда екі образ бар. Бірі - Ескендір, екіншісі - Аристотель. Көлемінің шағындығына қарамастан, дастанның идеясына сәйкес, екеуі де көркем жасалған образдар.\n\nАбай Аристотель есімін құрметпен айтады, «ақылы мол», «жеке - дара», «хакім адам» деп бағалайды.\n\nАл Ескендір болса, дәріптелмей, сыналады. «Мақтан сүйгіш, қызғаншақ, қанішер, тойымсыз, қаһарлы, өзімшіл, тоқтау көрмей өскен жан, даңғой, долы, кекшіл, есер» деп суреттеледі.\n\n11. Әдеби теориялық ұғымдар\n\nТеңеу – дарияның суындай қандар ақты;\n\nтаспадай бейне арықтан шыққан құлап.\n\nЭпитет – сар дала, мөлдір бұлақ, алтын қорған, қу өмір, жеміт көз, кәпір көз.\n\n12. Түсіндірме сөздік =)\n\nЖеміт – қанағатсыз, тойымсыз, обыр\n\nАраны ашылды – тойымсыз, ашқарақ, қанағат тұтпау, құнығу\n\nДаңғой – елірме, есер, желікбас\n\nДолы – ыза кернеген, булықпа, ызақор\n\nАнт ұру – айтқанына тұрмайтын тұрлаусыз оңбаған\n\nКәпір – мұсылман дінінен басқа діндегілер, құдайсыз, дінсіз\n\n13. Шығарманың негізгі түйіні, тәрбиелік мәні\n\nСоңғы 4 шумақты оқу. Жауыздыққа жетелейтін нәрсе күншілдік, тойымсыздық, мансапқорлық. Осындай жаман әдеттерден сақ болу. Иманды болуға, қанағатшыл болуға үндеу.",
                "date": "8.02.2017",
                "upvotes": 0
            }
        ]
    }
]