[
    {
        "question_title": "Латын алфавиті қандай?",
        "question_content": "Латын алфавитінің толық нұсқасы керек!",
        "question_date": "26.03.2018",
        "question_tag": "Мектеп",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Латын әліпбиі, әлемде кеңінен қолданылады. Б.з.б. 7 ғасырда Римде грек және этрус әліпбиінің тармағы ретінде пайда болып, б.з. 1 ғасырында қалыптасты. Жазу оңнан солға немесе солдан оңға қарай (брустрофедон бойынша) жазылып, бағыты әрдайым алмасып отырған. Б.з.б. 4 ғасырдан бастап жазу тек солдан оңға қарай жазылды, алғаш 20 әріп болды. Әліпбиге б.з.б. 230-жылдары G, Yжәне Zәріптері енген, соңғы екеуі грек тілінен кірген сөздер үшін алынған, ал J, U, W әріптерінің қолданылуы қайта өркендеу дәуіріне жатады. Орта ғасырда Латын әліпбиі Еуропаға тарады, Африка, Америка және Азия халықтары пайдаланды. Латын сөздерін оқуға негізделген әріп таңбалары қалыптасты. Қазіргі латын әліпбиінде 25 әріп бар. Дауысты дыбыстар созылыңқы және қысқа айтылады, осыған байланысты сөздердің мағынасы өзгереді: līber — тәуелсіз, liber — кітап. Латын әліпбиінде алты монофтонг(жалаң дауысты) — а, е, і, о, u, у, сондай-ақ екі дифтонг (қос дауысты) — аu, еu бар. Үш диграф (қос таңбалы) -- ae, oe, ue бар. Дауысты дыбыстардың санына, орналасу тәртібіне байланысты сөзге екпін түседі, буындар да осы негізде жабық (дауыссызға бітсе) және ашық (дауыстыға немесе дифтонгқа аяқталса) болып бөлінеді.\nДыбыс құраудың халықаралық қосалқы баламалары gh, ph, sh халықаралық жағдайларға ғана қолданылады.\nТолықтыру:\n1) Жуандық «`» белгісі «i» таңбасына қойылып, жуан [ы] дыбысын беруге арналған. М: ti`nh [тың], i`s [ыс], mi`s [мыс], mi`y [мый] т.б. «q», «x», «o», «u», «a», «i`» дыбыстары бар жуан буынды сөздерде, қазақ тілінің үндестік заңы бойынша, жуандық белгiсi «`» қойылмай жазылады, ал оқылғанда [ы] болып оқылады. М: qisqa [қысқа], uzin [ұзын], xilim [ғылым], alim [алым], qorim [қорым], i`risti [ырысты]. t.b.;\n2) Бір буындағы бір дыбыс беретін екі дауысты дыбысты диграф деп атайды. Олар: «ae» [ә] aera [әра] мыңжылдық, «ое» [ө] poena [пөна] жаза және «ue» [ү] true [трү] шындық. Егер әріптер тіркесін яғни диграфтарды бөлек оқу қажет болса, екінші әріптің үстінен қос нүкте [ ¨ ] (трема ) немесе ұзақтық белгісі [ ‾ ] қойылады, мысалы: poёta немесе poēta [поета] ақын. Ал қазақ тілінде олардың арасына айыру белгісін «’» қойу арқылы бөлек оқуға болады. М: po’eta, po’ema, a’edon, т.б. Латын тіліндегі қостаңбалы (диграф) «ae», «oe», «ue» дауысты дыбыстарының дыбысталуы қазақшадағы [ә], [ө], [ү] дыбыстарының дәл өзі. Бұл дыбыстар қазақ тілінде көбінесе бірінші буында келетіндіктен, диграф арқылы бейнелеу сөздің көлеміне онша әсер ете қоймайды. М: oezen, koel, daerya, kuen, tuen, Aebic, Aeset т.б.;\n3) Қазақ тілінде, тіпті А.Байтұрсынұлының «Төте жазу» әліпбесінде [и] дыбысы болмаған Шынтуайтында [и] дыбысы қазақтың [ і ] дыбысымен орны сәйкес келуі керек. Бұл дыбыс өзбек, ұйғыр, татар тілдерінде [и] болып келеді. Сондықтан тілімізге артық [и] дыбысы мен таңбасын қазақ тілінен шығарып тастаған жөн.\n4) \"y\" және \"z\" әріптері грек тілінен енген сөздерде кездеседі. Бұнда біз грек тілі вариантын ескермей, ағылшын тілівариантына жүгінгеніміз жөн. Латыншадағы «y» таңбасы қазақшадағы дауысты-дауыссыз [й] мен [и] ге бiрдей қолданылады. Қазақ тіліндегі «r», «w», «y», «z» дыбыс таңбаларының алдында табиғи түрде [і]-[ы] дыбыстары жасырын сақталған. Сондықтан бұл таңбалардың дауыссыз дыбыстармен [і]-[ы] дыбыстарынсыз тікелей тіркесіп келулеріне болады. Алайда, тіліміздің нақтылығын арттыру үшін, түбір сөздердің бірінші буынында жуан-жіңішкеліктері мен еріндік езуліктерін дәл көрсетіп жазған жөн. М: s`yliq, uw, uwis, kyw, jetisw, Jetis`w, swret, tyim, t`yim, kelw, aedeby, qi`ltyma, Atraw, qzil, qarz, traektr, t.b.\n5) «і» таңбасы шет тілдерінен енген сөздерде, дауысты дыбыстармен тіркесіп келгенде [й] болып дыбысталады. М: Italia [ыталия], Russia [рұссия], Francia [франшия];\n6) Халықаралық өлшемге келтіру үшін, жер-су аттары мен адам есімдеріндегі ғ, ш, ф дыбыстарын құрама таңбалардың қосалқы баламалары (2) арқылы таңбалауға да болады. М: Manghistaw, Ghalim, Qaraghandi, Shi`mkent, Pharyza, Aebish т.б.\n7) Бас әріптен латын тілінде адам есімдері (Iulia, Marcus, Caesar), географиялық атаулар (Roma, Europa, Italia), халықтардың атаулары (Latini, Romanus, Graeci )және зат есімнен жасалған сын есімдер жазылады (lingua Latina, theatrum Graecum, philosophus Romanus, nation Polona);\n8) Бір буындағы екі дауысты дыбыс дифтонг деп аталады. Латын тілінде екі дифтонг бар. Олар: «au» [ау] және «eu»[еу]. М: Eu-ro-pa [еуропа] Еуропа, causa [кауза] себеп; 9) Латынның «c» таңбасы «Codex Cumanicus» әдебиетіндегі қолданылуы қыпшақ тіліндегі [ш] дыбысы. Соған негізделіп, [ш] фонемасын белгілеген жөн. Латын тілінде классикалық кезеңде Сс әрпі тек қана [к] болып оқылады. Содан \"g\" әрпі келіп шыққан болатын. Сондықтан оны біздің [ғ] фонемамызға беруге болар еді. Алайда, XIII ғасырдағы «Кодекс куманикус» әдебиеттерінде ол көбінесе [ш] фонемасына қолданылған болатын. Қазіргі бірталай түркі халықтарында ол [ж] немесе [ч] фонемасына қолданылады. Сондықтан оны біздің [ш] фонемамызға берген жөн;\n10) Ал латындағы «х» таңбасының қолдануына келсек, ол латынның классикалық түрінде [кс] немесе ұяң түрде [гз] болып дыбысталады. Бізде ондай дыбыс жоқ. Бір жағынан біз кирилицаның «х» әрпіне үйреніп қалғанбыз, ал екінші жағынан [кс] және [гс] дыбысы өзіміздің [ғ] фонемамызға біршама жақын. Сосын, XIII ғасырғы «Кодекс куманикус»әдебиеттерінде ол көбінесе қыпшақ тілінің [ғ] фонемасына қолданылған болатын. Сондықтан бұл әріпті [ғ] фонемамызға қолданғанымыз жөн;\n11) Латыншадағы «h» таңбасы қазақ тіліндегі [һ] фонемасын белгілеуге арнадым. Бұл дыбыс қазақ тілінде сирек кездесіп, жиі қолданылмағанымен, құрама дыбыстарды жасауда ол өте қажет дыбыс таңбасы болып табылады. Сондықтан кез келген жағдайда бұл дыбысты қысқартуға немесе басқа дыбысқа пайдалануға болмайды. Таза өзін сақтау сөзсіз керек. М: sh, gh, th, ch, ph, nh, kh, zh, xh;\n12) Қолдан келген жағдайда [ә], [ө], [ү], [ң], [ы] дыбыстарына құрама таңбалардың ықшам түрін қолдануға да болады. М: Äset (Aeset), änci (aenci), ädemi (aedemi), saŋlaq (sanhlaq), taŋ (tanh), Öskemen (Oeskemen), öner (oener), Ĭdĭrĭs (I’diris), sĭmbat (si’mbat), Sĭxanaq (Si`xanaq), Ürimci (Uerimci), ülken (uelken), üstel (uestel) т.б.;\n13) Орыс тілінен енген «е» [йе] дыбыс таңбасы латыншада «ye» болып жазылады. М: Sansizbayev, Yelyena, Yevgyeniy, Qazanbayeva, Aytbayev, Tsaryeva, Yekatyeriyna t.b.\n\"К\" әрпі ертеде ғайып болған; кейбір қысқартуларда ғана кездеседі, мысалы \"K\" немесе KAL – Kalendae – календалар сөзінің қысқаша нұсқасы, календалар деп әр айдың алғашқы күнін атаған. Сол себепті оны өзіміздің [к] фонемамызға қолданғанымыз жөн.\nКлассикалық латын тілі кезеңінде \"u\" және \"i\" әріптері [u], [i] дауысты әріптерін және [v], [j] дауыссыз әріптерін белгілеу үшін қолданылған себебі \"v\", \"j\" әріптері алфавитке ХVІ ғасырда ғана енгізілген. Көп басылымдарда \"j\"әріпінің орнына \"і\" әрпі қолданылады. Сондықтан сөздіктерде iam және jam, iniectum және injectum нұсқаларын кездестіруге болады. Ал әлемдік ауқымға келсек, өте мөте ағылшын тілі факторын ескерсек, \"j\" әрпі тек [ж] фонемасын береді. М: Jonson [жонсон].\nГерман тілдеріндегі \"w\" әрпі ХІ ғасырда енгізілген. Ол герман тілдеріндегі дауыссыз [у] фонемасын белгілеу үшін енгізілген. Сондықтан оны өзіміздегі [у] фонемасын беогілеген жөн.\nДауыссыздар латын тілінде muta (p,b,t,d,c,g) және liquida (l,r) болып бөлінеді.\nӘрине, айта кеткім келетіні - латынның тілдік заңдылығына белгілі дәрежеде үйлескенімізбен, оған бүтіндей үйлесуіміз мүмкін емес. Сондықтан дәнін алып қауызын тастауымыз керек сиақты.\nБірнеше тұрақты әріптер тіркесін есте сақтау қажет. Олар:\n* ph [ф] болып оқылады philosophus [философұс] философия;\n* rh [р] болып оқылады rhetor [ретор] ритор;\n* th [т] болып оқылады theatrum [театрұм] театр ;\n* ch [х] болып оқылады pulcher [пұлхер] әдемі;\n* sch [сх] болып оқылады schola [схола] мектеп;\n* qu [құ] болып оқылады aqua [ақұа] су.\nКлассикалық кезеңде ti барлық жерде [ти] болып оқылған. Мысалы ratio [ратио] сана, scientia [скиентиа] білім. Ngu әріптер тіркесі дауысты әріптердің алдында [нгв], дауыссыз әріптердің алдында [нги] болып оқылады. Мысалы: lingua [лингұа] тіл, angulus [ангұлұс] бұрыш, longus [лонгұс] ұзын, unguis [унгүис] тырнақ.\nКлассикалық кезеңде S дауысты әріптердің ортасында тұрса [c] болып оқылған. Ал оның латын тілінің дамуының соңғы кезеңіндегі өзгерістерін бұл жерде ескермейміз.\nБіздің латын тіл мәдениетімен қатынасымыз да сонау ертеден-ақ басталған. Оның бір бұлжытпас айғағы - Кодекс Куманикус (лат. Codex Cumanіcus), «Қыпшақ тілінің сөздігі» – қыпшақ тілінде жазылған діни мәтіндер мен сөздіктерден тұратын кітап, бұл еңбектің түпнұсқасы 1294 жылы латынның готикалық көне қарпімен жазылған. Екі бөлімнен тұрады. Ал бұның аударылмаған түп нұсқасын оқысаңыз, кәдімгі қазақша.\nXIII ғасырда жазылған «Кодекс куманикус» шығармалары латын әліпбиінде жазылған болатын:\nМына сызбанұсқада латын әліпбиінің әлемде таралуы көрсетілген. Қою-жасылмен латын әліпбиі ресми (немесе де-факто ресми) жазу болатын елдер; ал ашық-жасылмен — латын әліпбиі басқа жазулармен қатар пайдаланатын елдер көрсетілген.",
                "date": "27.03.2018",
                "upvotes": 0
            },
            {
                "text": "«Қазақ тілі әліпбиін кириллицадан латын графикасына көшіру туралы» Қазақстан Республикасы Президентінің 2017 жылғы 26 қазандағы\n№569 Жарлығына өзгеріс енгізу туралы\nҚАУЛЫ ЕТЕМІН:\n1. «Қазақ тілі әліпбиін кириллицадан латын графикасына көшіру туралы» Қазақстан Республикасы Президентінің 2017 жылғы 26 қазандағы №569 Жарлығына (Қазақстан Республикасы ПҮАЖ-ы, № 50-51-52, 326-құжат) мынадай өзгеріс енгізілсін:\nаталған Жарлықпен бекітілген латын графикасына негізделген қазақ тілі әліпбиі осы Жарлыққа қосымшаға сәйкес жаңа редакцияда жазылсын.\n2. Осы Жарлық жарияланған күнінен бастап қолданысқа енгізіледі.\nҚазақстан Республикасының Президенті Н.НАЗАРБАЕВ\nАстана, Ақорда, 2018 жылғы 19 ақпан  № 637",
                "date": "7.04.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе!\nЕртең 27.05.2019 латынша Марафонымызға қатысуға шақырамыз.\nЛектор- жаңа ережелердің авторлардың бірі.\n10 күн онлайн сабақ.\nҮш күн тегін.\nСертификат беріледі.",
                "date": "27.05.2019",
                "upvotes": 0
            },
            {
                "text": "Doshan- Досхан- Дошан\n\nAshana- ашана-асхана",
                "date": "28.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен алиментке берсем айлығынан неше процент ұсталады?",
        "question_content": "Саламатсыздарма, мен күйеуіммен загске тұрған жоқпыз! Бірақ балаға тегін берді. Қазір ажырасып жатырмыз, ол бұрынғы некесіндегі бір балаға алимент төлейді! Енді мен алиментке берсем айлығынан неше процент ұсталады?? Тағы үкімет тарапынан маған қандай көмек беріледі жалғызбасты ана ретінде?? Жұмыс істеймін, ай сайынғы айлық жалақым айына 30 000 теңгені құрайды??",
        "question_date": "26.03.2018",
        "question_tag": "Заң",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір балаға 25 процент ұстайды. Негізі 1 бала 25 процент, 2 бала 33 процент, 3 және оданда көп болса 50 процент ұстайды. Егерде алимент алатын болсаңыз жалғыз басты әйелге жатпайсыз. Ал балаға төленетін жәрдемақыны тиісті жерлерге жүгініп көріңіз.",
                "date": "6.01.2021",
                "upvotes": 1
            },
            {
                "text": "Егер екі некеде де бір-бірден ғана баласы болса, әр балаға жалақысының 25 пайызын береді.\n\nҮкімет тарапынан үйде отырсаңыз, еш кірісіңіз болмаса, балаңыз жас болса (шамамен 10-12 жасқа дейін), жәрдемақы ала аласыз. Ол үшін тұрғылықты жеріңіз бойынша жұмыспен қамту және әлеуметтік бағдарламалар бөліміне хабарласыңыз.",
                "date": "28.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Исламтануға түсу үшін ҰБТ-те қандай пәндерді таңдау керек ?",
        "question_content": "Исламтануға түсу үшін ҰБТ-те қандай пәндерді таңдау керек ?",
        "question_date": "25.03.2018",
        "question_tag": "Университет, колледж",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай пәнді таңдасаң да болашақ исламтанушыға керек болады деп ойлаймын бір күндері.",
                "date": "26.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанипа Бітібаева олимпиадасыныі облыстық кезеңіне қатысып көргендер бар ма?",
        "question_content": "Қанипа Бітібаева олимпиадасыныі облыстық кезеңіне қатысып көргендер бар ма? Қандай тапсырмалар болады,эссе жазғанда қандай тақырыптар келеді? Екінші кезеңде қанда",
        "question_date": "25.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Sony Vegas Pro 14 жайлы сұрақ туындап тұр достар?",
        "question_content": "Sony Vegas Pro 14 бағдарламасымен жұмыс істейтіндер болса өтініш айтып жіберіңіздерші. Фото немесе логотипті қандай жолмен бөлік бөліктерге бөліп сол  бөліктерді қайта біріктіруге болады.",
        "question_date": "25.03.2018",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 401,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Тістерімнің арасы ашылып кетті",
        "question_content": "Тістерімнің арасы ашылып кетті.Оны қалай қалпына келтіруге болады?",
        "question_date": "25.03.2018",
        "question_tag": "Тазалық",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Брекет қойдыртуыңызға болады тісіңізге.",
                "date": "28.03.2018",
                "upvotes": 0
            },
            {
                "text": "Арнольд Шварценеггер сияқты боп жүре берсейші))",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай ойыңыз бар?",
        "question_content": "Сәлеметсіздер ме? Менде ойланатын бір жағдай бар еді. Бірақ ойым жиналар емес. Мен 2жылдан астам бір жігітпен жүріп келемін. Артық қылығын байқаған",
        "question_date": "24.03.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ВН кесіндісінің ұзындығын табу керек?",
        "question_content": "АВС үшбұрышының ВН биіктігі биссектрисса да болады.АВС үшбұрышының периметрі 50 см, ал ВНС үшбұрышының периметрі 36 см-ге тең болады.В",
        "question_date": "23.03.2018",
        "question_tag": "Геометрия",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "BH= 11см\nАВ,ВС қабырғалары тең.АН,НС кесінділері тең.",
                "date": "28.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өз хоббиларың жайлы айтып беріңдерші",
        "question_content": "Хоббиларың жайлы баяндап беріңдерші.\nМысалы: сурет салу, қолонермен айналысу",
        "question_date": "22.03.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің сүйікті хоббиім нақты бір нәрсе деп айта алмаймын, бірақ уақытымды босқа өткізбей пайдалы нәрселерге жұмсауға тырысамын. Кітап оқу, пайдалы лекциялар тыңдау, Құран жаттау секілді істермен айналысамын. Сонымен қатар ағылшын, араб тілдерін тереңдете оқып үйреніп жүрмін.",
                "date": "23.03.2018",
                "upvotes": 1
            },
            {
                "text": "Ұйықтау немесе тамақ ішу, сосын тағы ұйықтау",
                "date": "24.03.2018",
                "upvotes": 0
            },
            {
                "text": "ұйықтау деген хобби боладгой я",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экономика саласы туралы мəлімет бере аласыздарма?",
        "question_content": "Қайырлы күн! Менің қояр сұрағым экономикаға байланысты. Қазіргі уақытта мамандық таңдауға көмек керек. Соның ішінде ЭКОНОМИСТ болғым келді. Бірақ түсінбедім, экономист деген мамандық жоқпа? Көбісі солай айтады. Экономика бірнеше салаға бөлінеді дейді. Соның ішінді: есепші, финансист... солар туралы толық мағлұмат керек. Экономист болуым үшін не істеу керек? Қай пəнді таңдаймын? ҰБТ-дан қанша балл жинаймын? Соларға жауап керек",
        "question_date": "22.03.2018",
        "question_tag": "Бизнес туралы",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "google jazingiz jauap shigadi. ozingiz areket etingiz",
                "date": "22.03.2018",
                "upvotes": 0
            },
            {
                "text": "Экономика мамандығы",
                "date": "24.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Белімнің ауырып жүр,нестеуге болады?",
        "question_content": "Белімді біреу ұрып,сынып қалған сияқты  болады.Аяқ жағым бөлек денем бөлек сияқты.Нестеуге болады?Қандай укол алуға болады?",
        "question_date": "22.03.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 560,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Морфин салдырсан 1 сағатта ақ кетеді любой ауруың наркотикалық препарат болғасын, кетонал, кетонав, кетотпо дегендермен ауруын уақытша басуға болады, 1 күнде емделмейді. Бел неден ауырады? грыжа? остеохондроз? протрузия? или что? компьютерный томографияға түсу керек нақты диагноз керек болса, бақсы балгерге барып тамыр ұстатын диагноз қойып, прижиганиемен емделгенше\n\nұнаса жж баса салыңыз",
                "date": "22.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бард жанрын қалай түсінесіз?",
        "question_content": "Қазақтың тұңғыш бард ақыны кім?\n\nБардтық өлеңдерді білесізбе?\n\n\"Тұңғыш рет\" ХХ ән кеші\" атты бард жанрын насиxаттау бағытындағы жоба жайлы естуіңіз барма?\n\n⬇️⬇️⬇️⬇️⬇️⬇️⬇️⬇️⬇️\n\nТ І Р К Е Л Е М І З\n\nInstagram: @tungyshret",
        "question_date": "21.03.2018",
        "question_tag": "Өнер",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бардтық әуендерді басқаша авторлық музыка деп те атайды. \nЖалпы бұл бағыт жиырмасыншы ғасырдың орта тұсында пайда болды. 50-60 жылдарда ерекше қарқынмен дамыған бұл жанр көбіне жастар арасында кең танымалдылыққа ие болған.  Айта кетелік, Кеңес одағының идеологтарының бұл мәдениеттің пайда болуына ешқандай қатысы жоқ. Бәрін жасап шығарған сол кезеңдердегі талапты да, талантты жастар. Нақтырақ айтсақ, Мемлекеттік Мәскеу университеті мен Ленин атындағы педагогикалық университеттің студенттерінің қосқан үлесі зор. \nБерезовский, Сухарев, Розанова, Визбор, Ким, Якушев секілді музыканттарды аға-әпкелеріміз жақсы біледі.  Ал 60-70 жылдары бұл жанрдың басты тұлғалары Высоцкий, Галич, Туриянский, Берковский, Никиткин, Городницкий, Щербаков, Кунин, Мирзаян, Бережков секілді ұзын сонар таланттар еді.  Көптеген бардтар музыкаларында Ұлы Отан соғысындағы батырлардың ерлігі мен қарапайым халықтың өмірлік мәселелерін сөз қылуды мақсат тұтты. Мәселен, Окуджаваның \"Қош болыңдар, балалар!\", Высоцкийдің \"Жігіттеріміз аттанды\" атты әндері осыған дәлел.  Шыны керек, бардтар өздерін бұлай атағаннан гөрі, авторлық музыканттар деген сөзді дұрыс көреді. \nҚара гитарасын құшақтаған болмысы бөлек қазақ ақыны Табыл Досымовтың «Гурий Назаров ақсақалдың рухына ашық хат», «Биіктік», «Шайырдың шабытсыз шағы» сынды туындылары қазақ тыңдармандары үшін тың жаңалық, тосын құбылыс ретінде қабылданды.\n«Маңдайға жазған болмыстың заңы:\nҚазаққа ғана қазақ қас.\nСондықтан зармен табақтас бол да,\nАзапты мініп тозаққа ас.\nТезегің қурап, текті ерің тулап,\nИтжеккен асып кеткенде,\nТеңселген елге сен төре болдың,\nТексізден туған тезекбас!\nСол бір тексіздер дастархандарды,\nТеуіп бір кетсе төрден кеп.\nЖарамсақ қулар жүйіткіді талай,\nМәскеуден ұшқан орден боп…\n«Қара «ЗИМ»-дердің ала шаңдағын,\nШампуньмен жуып тазартып,\nТөрелерге арнап құлын сойғандар,\nТірі жүр, әлі өлген жоқ…», – деп жырлаған Табыл ақынның жеке пікіріне құлақ түрсек, бардтық өнер қазақ топырағы үшін де жат емес көрінеді. Егер де көне кельт жыраулары өз жауынгерлерін рухтандыру мақсатында жырласа, «Қайран да менің Еділім» деп күңіренген Қазтуғаннан марғасқа Махамбетке дейінгі қолынан найзасы түспеген батыр жырауларымыздың қай туындысын алсақ та, ерлік пен өрліктің сарыны есіп тұрған жоқ па?! Алмағайып заманда өзінен күші басым жауға қарсы тұрған ерлердің еңсесі түспеуі үшін қасиетті қара сөздің киесі басым болды.\nЖалпы, жұрт арасында «бард» деп сөзін де, әнін де өзі шығарып орындайтын әншіні атайды» деген жаңсақ ұғым бар. Сөз жоқ, бард ақын – өз туындысының сөзінің де, сазының да егесі. Бірақ, олардың ерекшелігі әннің сазынан гөрі, сөзіне мән беруінде жатыр. Заман өзгеріп, дүние ауысқан сайын, бардтық әндердің де тақырыбы алмасып келеді. Алғаш өмірге белгілі бір дәстүрді насихаттау мақсатында келген бұл туындылар кейін ерлікті үндейтін дауылпазға айналды. Бүгінгі күнде бард ақындар қарапайым пенде байқай қоймайтын, байқаса да шегіне жеткізіп айта алмайтын қоғамның қасіретін жырлайды. Қалай айтқанда да, жеті шекті аспаппен орындалатын бұл шығармаларды жігеріңді шыңдап, жебедей шындықты жетеңе жеткізе сөйлететін, жеңіске бастайтын туындылар деп ұғыну керек.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "3.05.2018",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша қазірше айтқандағы Бард ақын дегеніміз бұрынғы жыраулар, өз айтарын, өз ойын өз ырғағымен қаймықпай жеткізетін ақындар, Әрине Табылды Досымов",
                "date": "24.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Төмендегі заттардың атандар?",
        "question_content": "Төмендегі заттардың атауын жазып көмектесіңіздерші?",
        "question_date": "21.03.2018",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "B)пропилформеат\n\nА)метилоцетат\n\nС)білмеймін",
                "date": "26.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Военный службаға қайта кіру",
        "question_content": "Салематсыздарма. Менің ағам военный службадан 4-5жыл бұрын отрицательный боп шығып кеткен болатын. Енді военныйға алмайды дейді. Қандай заң бар. Қалай восстановить ете аламыз. Кімнен сұраймыз",
        "question_date": "21.03.2018",
        "question_tag": "Заң",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заңгерден сұраңыз.\n____\nЖергілікті жеріңізде бар шығар.",
                "date": "22.03.2018",
                "upvotes": 0
            },
            {
                "text": "Егерде жұмыстан по отрицательный мотивам шыңса қайта ол мамандыққа алынбайды. әскери шені ұалай еді. Жәнеде қанша уақыт қызмет атқарып еді. Не болсада қиын болған екен.",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Наурыз мерекесіне тілектер!",
        "question_content": "Наурыз мерекесіне керемет тілектер  керек еді",
        "question_date": "21.03.2018",
        "question_tag": "22-наурыз",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "22 наурыз мерекесі құтты болсын!\nАта, асқар таудай ақылшым, бұл күні берген ақ батаң қабыл болсын! Немере-шөберелеріңнің қызығын көріп, көпті көрген тағылымыңмен бала-шағаның бағдаршамы болып жүре бер! Төрт түлігің ақты болсын! Өрісің малға, үйің жанға толсын!\nӘже, тәлім-тәрбиенің көмбесі, өнегең мен тәлімің түгесілмесін! Наурыз мерекесі саған дүниенің бар жақсылығын әкелсін!\nӘке, Ұлыстың ұлы күні 22 наурыз саған көктем күнінің күшін әкелсін! Шаңырақтың сүйеуі, отбасының тірегі болған сүйікті әкем, саялы бәйтеректей алақаныңнан жылу кетпесін!\nАна, 22 наурызда шаңырағымызға береке, ырыс кірсін! Әз Наурыз әлемді тербеткен ақ жүрегіңе қуаныш пен шаттық сыйласын! Бала-шағаңның қызығын көруге жазсын!\nБауырым, тай құлындай тебісіп бірге өскен ардақты жан, 22 наурыз күні арманың орындалып, көктем саған бар жақсылығын әкелсін! Отбасының еркесі, жанарымыздың нұры, ата-ананың ақ үмітін ақтап, өмірден өз орныңды тапқайсың!\nДосым, ыстық-суықты бірге көрген жанымның бөлшегі, саған көктем күнінің шуағын тілеймін! Келесі 22 наурызда да бір-бірімізге ыстық тілектер айтып отыруға жазсын!\nӘріптесім, 22 наурыз құтты болсын! Жеке өміріңе бақыт, жұмысыңа шығармашылық шарықтау тілеймін!",
                "date": "28.03.2018",
                "upvotes": 1
            },
            {
                "text": "наурыз мерекең құтты болсын",
                "date": "23.03.2018",
                "upvotes": 0
            },
            {
                "text": "22 наурыз құтты болсын! Жеке өміріңе бақыт, жұмысыңа шығармашылық шарықтау тілеймін! Көк Тәңірі нұрыңды аяма, Жер тәңірі ырысыңды аяма! Әділ жанды тағынан тайдырма, Әз халықты бағынан айырма. Басыма бас қос, Жасыма жас қос, Асыма ас қос! Аяулы халқым, қыстан аман-есен шығып, наурыз мерекесін үлкен қуанышпен тойлап жатқан жалпақ жұрт, 22 наурыз мерекесі баршаңа жаңа бақытты өмір әкелсін! Ақ таңыңыз күлімдеп ата берсін, Қариялар кемсеңдеп бата берсін. Наурыз мерекесі күлімдеп кеп, Ұлыстың ұлы күні бақ әкелсін! Жылыстап жеткен Жаңа Жылымыз - төл мерекеміз 22 наурыз арда халықтың басына бақ құсын қондырсын! Молшылық, бақыт, береке, бірлік, бейбіт өмір тілейміз!",
                "date": "28.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мамандықтар туралы нақты мəліметті қайдан алсам болады?",
        "question_content": "Мамандықтар туралы нақты мəліметті қайдан тапсам болады?қайда жұмыс істейді, кім болып жұмыс істейді?Қазақстанның жоғары оқу орындарымен оқығаннан шетелде оқығанның қандай айырмашылығы бар?",
        "question_date": "19.03.2018",
        "question_tag": "Мамандық",
        "question_views": 685,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Қай пәндерді таңдасам, қандай мамандыққа оқуға түсе аламын?\". Осы сауал барлық мектеп түлектерінің ойында бар. \nМамандықтар мен оларға қажетті таңдау пәнінен хабары жеткіліксіз болғандықтан, көптеген оқушылар сол баяғы жаттанды биология, физика, химия, ағылшын тілі пәндерін таңдайды. Соның салдарынан белгілі бір мамандықтарға грант, екіншілеріне абитуриент жетпей қалады.\nҚай мамандыққа қандай пән таңдау керектігі туралы толық мәліметті мына сілтемеден оқи аласыз.",
                "date": "27.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін қалай үйренсем болады?",
        "question_content": "Ағылшын тілін қалай үйренсем болады?өз бетімше үйренуім мүмкін бе?əлде мұғалім,репетитор жалдап оқыған дұ",
        "question_date": "19.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "you tube ге жазсаңыз атып шығады",
                "date": "20.03.2018",
                "upvotes": 0
            },
            {
                "text": "Агылшынша мультик кино көру керек сосын агылшынша сойлеп уйрену керек",
                "date": "21.03.2018",
                "upvotes": 0
            },
            {
                "text": "Ағылшын тілін үйрену үшін  ағылшынша кинолар  немесе музыкалар  көп тыңдағанның арқасында  тіл жаттығады. Ағылшын тілі мені де қатты қызықтырады.  Талапкер немесе шың кітап арқылы ағылшын тілін үйрену те оңай.  1  Күнде 10 сөзден жаттап тұрыңыз сонда 10 күнде 100 сөз үйренесіз",
                "date": "21.03.2018",
                "upvotes": 1
            },
            {
                "text": "Онлайн курсқа қатысып көріңіз. Инстаграмда @englishpracticum жəне осы секілді ағылшынша үйрететін курстар бар (+77059185133)\n. Ағылшынша-қазақша үйретеді.\nАйына бар болғаны 12 мың тг",
                "date": "22.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2018 жылы техникалық мамандық бойынша Алматы қаласына грант.",
        "question_content": "Сəлемсізжерме мен 2018 жылғы түлекм\n\n2018 жылы техникалық мамандық бойынша Алматы қаласынын универлеріне түсуге канша балл алу керек жəне қандай мамандықтар бойынша",
        "question_date": "19.03.2018",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Қай пәндерді таңдасам, қандай мамандыққа оқуға түсе аламын?\". Осы сауал барлық мектеп түлектерінің ойында бар. Сіз сұраған техникалық мамандықтар қандай пән таңдау керектігін мына сілтемеден оқи аласыз\nЕСКЕРТУ: Биылғы бөлінген грант тізімінің саны әлі жарияланбады",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернетте соғыс болып жатыр ма?",
        "question_content": "Интернетте соғыс болып жатыр ма?\n\nақпараттық соғыс?\n\nЖақында ютуб, телеграм Қазақстанда істемей қалуы мүмкін бе?",
        "question_date": "18.03.2018",
        "question_tag": "Қоғам",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің түсінігіңіздегі соғыс болып жатқан жоқ. Телеграм жабылуы мүмкін.Қазақстанның өзінде қазір жартылай істеп тұр. Жөнді істемейді. Жабылу себебі бар(Себебі). Ал ютуб жабылады деген сандырақ.Ақпараттықсоғыс интернет пайда болғаннан бері болып келе жатқан шығар",
                "date": "23.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сезімді кайтіп кетіруге болады?",
        "question_content": "Сәлем бир адамды катты суйемин ,ол адам басқаны суйем деп жылайды ол адамынмен 2 жыл журдим .ішім күйіп қызғаныштан олермин ..өзім уйде отырамын ешқайда да шыға алмаймын бир себептермен ..Ол маған үйге келіп туратын еді , қазыр мен керек емеспін ..мен Оған күнде қоңырау шалып жылаймын тастамашы деп .ештеңеге зауқым жок тəбетимде жок .Озимди дұғалатсам деймін мүмкін бе ?ондай дуалайтындар бар ма екен .одан суынып кетуімді .Рахмет",
        "question_date": "17.03.2018",
        "question_tag": "Достық",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ойыңызды басқа жақа бөліп,ол адамды мүлде ойламауға тырысыңыз.Бір іспен айналысыңыз.\n\nУақыт өте келе бəрін ұмытасыз.Арине айту оңай бірақ сəл шыдаңыз",
                "date": "27.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махамбет жырларында Сатай бейнесін сомдаудағы ақынның тіл шеберлігі",
        "question_content": "Махамбет жырларында Сатай бейнесін сомдаудағы ақынның тіл шеберлігін мысалдар арқылы талдап жазыңыз",
        "question_date": "17.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аумалы төкпелі заманда, қара бала қара қазан қамы үшін дүйім жұртты артынан ерткен Махамбет еді. Махамбет – көтеріліс туын көтерген жалынды үгітші, әрі ардақты ақын. Еліне емірене қызмет етуді бүкіл ғұмыр тіршілігінің мазмұны деп білген Махамбет, қолына қоңыраулы найза алып, асқақ жырымен Исатай басшысының соңынан ерді.\n\nМахамбет – ел үшін еңіреген ерді аңсаған, соған бар ақындық жүрегін арнаған. Ол: «Асқар елдің баласы, жауды көрсе шыдамай, көзін салар қияға», – деп бүкіл поэзиясына ерлікті ту етті. «Қарада да қара бар, хан ұлы басып өткіссіз», – деп елі үшін қан майданға тайсалмай түскен қайыспас қайсар, қара қазақ қамы үшін халықтан туған ер ұлды жырлаған, соны өнеге еткен, соған асыл сөз маржандарын тізген. Махамбет «қазанаттан туған қаз мойын, ауырдан туған жампозды» Исатай бойынан көрген. Сондықтан да оның жырларында Исатай тұлғасы ерекше бейнеленеді. Ал Махамбеттей өр ақын Исатай бейнесін сомдауда қандай тіл шеберліктерін қолдана білді? Оны ерлігін қалай жеткізе білген?\n\nАқын оның ерлігін «Арыстан еді-ау Исатай, бұл фәнидің жүзінде, арыстан одан кім өткен?!» деп суреттейді. Ақын, әсіресе, «Тарланым» деген өлеңінде алуан сөз образдарын қолдана отырып, Исатай батырдың сом тұлғасын жасаған. Ең алдымен, Исатайды қол жетпес «таудан мұнартып ұшқан тарланға» балайды. Махамбет оның арыстандай қайратты тұлғасына орай көркем сымбаттын: «Кермиығым,кербезім, керіскендей шандозым...Қырмызыдай ажарлым», - деп суреттейді. Исатайдың сыртқы сұлу пішінімен бірге, «теңіздей терең ақылдым, тебіренсе ауыр мінездім» деп, оның сабырлы, ойлы, парасатты жан екенін, тек батыр ғана емес, «хиуадай базарлым» деп сері екендігін де көрсетеді. Оның ақбөкендей ойнаған Ақтабан аты да, асынған қаруы да ақын назарынан тыс қалмайды:\n\n«Мінгені Истайдың Ақтабан аты ай,\n\nСүт беріп, сұлы беріп баптағаны ай...\n\nАқтабаны астында,\n\nДулығасы басында...» – деп қас батыр кейпінде мүсіндеген.\n\nМахамбеттің Исатайды сонша дәріптеуінің, менің ойымша, негізгі түйіні – «қызғыштай болған есіл ердің» тек ерлігінде не жолдасты тастамайтындығында емес, сол ерлікті патшаға,ханға, билерге қарсы, еңбекші бұқараны жауыздардың қанды шеңгелінен босату үшін жұмсағанында еді деп білемін. Махамбет Исатайды халық қам үшін белдескен ер, батыр, ел басшысы, қамқоры етіп суреттейді. Ақынның: «Ағайынның басы еді, алтын ердің қасы еді. Исатайды өлтіріп, қырсықта шалған біздің ел» деуі де содан. Өйткені, Исатай – ел басшысы.\n\nҚорытындылай келе, Исатайға арналған Махамбет өлеңдерінде батырға деген асқан сүйіспеншілік, терең сезім шынайылығымен, мөлдірлігімен оқырманды сүйсіндіреді. Исатай бейнесі ақын жырларында асқан көркемдікпен, шеберлікпен өрнектелген. Сонымен қатар, қазақ әдебиетінде адам образын сомдауда Махамбет тамаша шеберлік таныта білді деуге болады.",
                "date": "28.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұлтанмахмұт Торайғыровтың \"Кім жазықты? \"романындағы Әжібайға тән қасиеттерді",
        "question_content": "Сұлтанмахмұт Торайғыровтың \"Кім жазықты? \"романындағы Әжібайға тән қасиеттерді қазіргі жастардың бойындағы мінез-құлық қасиеттерімен талдап беріңіздерші?",
        "question_date": "17.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 21600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Романның негізгі тақырыбы – әйел теңсіздігі, өз заманының әлеуметтік мәселесі.  \nШығарма желісі бойынша Әжібай – Тасболаттың кенже баласы. Ол байлықтың арқасында бірнеше әйел алды. Әмеңгерлік салтымен, әке ұйғарымымен алған алғашқы әйелі – жеңгесі – Жаңыл, жасы 18 – де, ал Әжібай бұл кезде 13 – те еді.  Арада 3 - 4 жыл өтіп, Әжібай 18 – ге толады. Арақ пен темекіге бірдей үйір болады. Үйде сырдаң, түзде мырзаң күй кешеді. Қала қызы Аппақайға көзі түсіп, сөз салады. Қызды қарата алмай жүргенде, үйінің жағдайы нашарлайды. Әжібайдың онымен ісі болмайды. Әке мен бала арасында ұрыс болады. Елге мазақ болады. «Өз әйелдеріңді сүймесең, қалаған қызыңды айт, алып беремін, малым жетеді», - деп әкесі ұлына тағы екі әйел алып береді. Бірақ ел кезуін қоймайды. \nСонымен:\nӘжібайдың бірнеше әйел алуы, сүймегеніне жастай үйленуі, ол – әкесінің Әжібайдың жеке басының құқығына қол сұғуы деп дәлелдеймін. Ал әйелдерін ұрып соғуы, баласына әкелік мейіріммен қарамауы, ол сол кездегі жастардың баласын ата – әже бауырына салуы десем, «әйелді бастан» деген қазақтың ата салты себепкер болып тұр. Әжібайдың шаруашылыққа қарамауы байлардың құл, күң ұстауы дер едім. Әжібай өз басы әйел құмар емес, қай кезде де жастар үйлену мәселесін өз құқықтары бойынша шешу керек. Ол қазақтың салты бойынша әке – шешенің сөзін жерге тастамады, сондықтан үйленді. Бұл жерде де ол кінәлі емес.\nТасболат ұрпағының бұзылуына сол кездегі солар жасаған орта, дәуір, қоғам жазықты деп танимын. Қазақтың ескі салт – дәстүрі жазықты.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "18.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздармен қалай дұрыс сөйлесіп, қызықтыра алсам болады?",
        "question_content": "Маған көмектеріңіз керек . Мен қыздармен общайт ете алмаймын. Жасым жиырмада əлі қызбен жүріп көрмедім өмірімнің алты жылын онанист болып өткіздім қазір аллаға шүкір қойдым. Енді қыздармен обшайт еткім келеді. Арақ ішпеймін темекі шекпеймін . Өмірімде бір қызық жағдай болды онтоғыз жасымда выпусноймда алғаш шампан іштім өзімді сонда жақсы сезіндім басым өте қатты жұмыс істеп кетті төрт күндей өзімді жақсы сезініп жүрдім миымда əртүрлі мазалаған сұрақтарды ұмытып өзім өмірімде алғаш жақсы сезіндім сол күннен бастап тоқсан күн əлгіні жасамадым . Содан кейін шампан ішембе деген ойда жүрдім. Тоқсан күн өткен соң əлгіні күнде күнде жасайтын болдым төрт ай жасадым интернеттен жаман екенін білген соң қойып кеттім қойғаныма қырық күн болды . Өзімді кейде бұқа сезініп өзім қатарлы жігіт балалардың əзіл қалжынын көтере алмай жүрегім қатты соғатынын шығарып жүр қыздарға келгенде проблема үлкен общения нөл жезөкшелерге оншақты рет бардым. Əлі өзім əлі қызға барып көрмедім неге десеңіз не айтам қалай қызықтырам деген сұрақ көп. Əлде адамдардан өзгешемінбе. Немесе оқитын кітап бар шығап көмегі тиетін. Көмектесіңіз",
        "question_date": "17.03.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "қыздардан нені қалайсың жалпы?\n\n))))\n\nСоны анықтап ал.\n\nсосын қыздармен көбірек сөйлес, мейлі жезөкше қыздармен болсын сөйлесе бер ең бастысы тəжірибе.\n\nКəдімгі қыздармен де сөйлес, аралас, бірге уақыт өткіз, бір жерге шақыр.\n\nқорықпа, бəрі жақсы болады. Ең бастысы сенімді бол, инициативаны өз қолыңа ал)))\n\nмолодец, қайта жаман əдетіңді қойыпсың, ризамын",
                "date": "18.03.2018",
                "upvotes": 0
            },
            {
                "text": "Анонист  болуды   ары   қарай   жалғастырсам  шаруам   бітеме..",
                "date": "19.03.2018",
                "upvotes": 0
            },
            {
                "text": "Онанист  болуды   ары   қарай   жалғастырсам  шаруам",
                "date": "19.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Дарынды балаларға талантты ұстаз\" байқауына таныстыру керек еді?",
        "question_content": "\"Дарынды балаларға талантты ұстаз\" байқауына таныстыру керек еді?",
        "question_date": "17.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таныстыру\nАрмысыздар, бар әріптес,  қазыларым,\nСайыскерлер сайыста сынар бағын.\nКетейін мен өзімді таныстырып,\nКөрермен қошеметпен қабыл алғын.\nКөп уақыт болмаса да тәжірибем,\nЕңбегімнің жемісі нәтижелі.\nҚыр – сырын осы қиын мамандықтың,\nИгеріп келемін мен күннен – күнге.\nАрмысыздар, бар әріптес,  қазыларым,\nСайыскерлер сайыста сынар бағын.\nКетейін мен өзімді таныстырып,\nКөрермен қошеметпен қабыл алғын.\nКөп уақыт болмаса да тәжірибем,\nЕңбегімнің жемісі нәтижелі.\nҚыр – сырын осы қиын мамандықтың,\nИгеріп келемін мен күннен – күнге.\n*\nАссалаумағалейкум асыл халқым\nӘу дегенде түсінер сөздің нарқын,\nАлдарыңа шықтым мен белді буып\nКөргеніме сіздерді көңілім жарқын.\n\nӘдепті ұл сақтаған ата салтын\nСәлем беру әдеттен басты шартым\nТау суындай сарқырап келіп қалдым\nӨнерімді арқалай, алып қарқын.\n\nХалқыма сәлем бердім басымды иіп\nӘділ қазы алқасы да тұғыры биік\nҰйымдастыру алқасына алғысым мол\nОсындай сайыс қылған елді жиып.\n\nӨзім жайлы өтейін сыр ұқтырып,\nҰстаз жанға жараспас шалыс қылық.\n«----------------------------------» байқауында\nБір ауыз сөзбен кетсем таныстырып\n\n------------------------мамандығым, мақтанамын!\nӨнер десе, жалын оттай боп жанамын\nКомпьютерді екі орап дөп төстеген\n----------------------------- сері мен боламын.\n\nДес бермеген ешкімге іскерліктен\nКеліп тұрмын шырайлы Шымкенттен\nАттандырды әріптестер «Ақжолтайлап»\n-------------------------------  нұрлы үмітпен.\n\nҰстанымым ұстаздықтың ақ жолында\n«Ақпарат білсең бар әлем өз қолыңда»\nБіздің мектеп қойған-ды әу бастан-ақ\nҮш тілділік саясатты басты орынға.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Семей облысында Жарма ауданы Бірлік ауылы (совхоз)?",
        "question_content": "Құрметті сайт қолданушылары. Маған Семей қаласынын аумағында орналасқан Бірлік ауылы картадан қажет еді. Қысқаша айтқанда ата бабамның ауылы сол деп естіген едім. Әкемнің айтуы бойынша Шар қаласынын Семей барар жолдардың ортасында деп айтқан еді. Көмектеріңізге рахмет.",
        "question_date": "17.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 940,
        "question_upvotes": 0,
        "answers": []
    }
]