[
    {
        "question_title": "Сатуға әкелінген көкөністің 7-ден 2-сі сатылғанда, қалған көкөніс",
        "question_content": "Сатуға әкелінген көкөністің 7-ден 2-сі сатылғанда, қалған көкөніс сатылған көкөністен 150кг артық. Сатуға неше килограм көкөніс әкелінген?",
        "question_date": "17.02.2016",
        "question_tag": "Математика",
        "question_views": 10800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-2/7=5/7\n5/7-2/7=3/7\n3/7=150\n1*150/(3/7)=150*7/3=1050/3=350",
                "date": "18.02.2016",
                "upvotes": 0
            },
            {
                "text": "1 амал:1-7/2=7/7-7/2=7/5\n\n2 амал:7/5-7/2=3/7\n\n3 амал:3/7=150\n\n4 амал:150/1:7/3=150/1*3/7=350/1=350\n\nСәлембұл жерде негізі 1 амал деп жазбай ақ қоюға болады. Теңдеу шығу керек. Көмектестім деп ойлаймын.",
                "date": "21.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әннің атын тауып бересіздер ме?!",
        "question_content": "Атын ұмытып қалыппын, тауып бересіздер ме?! Керек болып тұр.\n\nТексті мынау:\n\nБәйтерегім тілегім\n\nЕлордамның жүрегі\n\nЖарқырап жайнай бер\n\nҚалықтап самғай бер\n\nЖас Ұлан балалардың тілегі.\n\nқ-сы\n\nАстана мәңгілік арман қала\n\nБәйтерек бойынан нұр тараған\n\nТамырың тереңге бойласын,\n\nБасыңды ешқашан бұлт шалмасын.\n\nҚазақтың бақытты ел ордасын\n\nБалалар алаңсыз ойнасын.",
        "question_date": "17.02.2016",
        "question_tag": "Әннің сөзі",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Рейд кезінде жүргізушінің жалпы міндеті қандай?",
        "question_content": "Рейд кезінде жүргізушінің жалпы міндеті қандай?Аптечканың мерзімін көруге міндеттіма?",
        "question_date": "17.02.2016",
        "question_tag": "Автосақтандыру",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Абай жолы\" романы туралы эпиграф керек еді . Көмектесіп жібересіздер ме?",
        "question_content": "\"Абай жолы\" романы туралы ұлы жазушылар мен ақындардың эиграфтары",
        "question_date": "17.02.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден қарай қоймайсыз ба",
                "date": "17.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер tg√5 белгілі болса онда sin, cos, ctg-ты табу керек?",
        "question_content": "Егер tg√5 белгілі болса онда sin, cos, ctg-ты табу керек?",
        "question_date": "17.02.2016",
        "question_tag": "Геометрия",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ctga=1/tga\n\nsina=1/((ctga)^2+1)^0.5\n\ncosa=1/((tga)^2+1)^0.5",
                "date": "17.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Виндовсқа Бағдарламаларды қай сайттан жүктеген қауіпсіз?",
        "question_content": "Виндовсқа Бағдарламаларды қай сайттан жүктеген қауіпсіз?  Көбінесе түрлі вирустар қосыла жүктеліп, компьютерге едәуір қатты залалын тигізбей қоймайды.",
        "question_date": "17.02.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Компютерлік бағдарламаны тек өз сайтынан жүктеу керек себебі қауіпсіз және программаның жаңасыда сонда болады.",
                "date": "17.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шəкірт не деген?",
        "question_content": "Бұрынғы заманда бір бала Еліндегі ұлама ғалымға шəкірт болу үшін үйіне барып есігін қағыпты іштен неге келдің деген дауыс естіліпті, - Сізге шəкірт болуға келдім -депті бала -Кім боласын деп сұрапты ? -ғалым , - Мен Абдуллах ұлы Румий боламын депті бала, - Қашан менің сұрағыма дұрыс жауап бермегенші сені шəкірт етпеймін депті. Бала солай етіп күнде келеді екен, - Сен кім боласын деген сұраққа жауап табалмай үйіне кетеді екен, екі жыл қатынапты əрең деген де жауабын тауыпты. Сұрақ Шəкірт не деп жауап берген ?",
        "question_date": "17.02.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен сенин баланмын",
                "date": "19.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы балық өсіру зауыттары?",
        "question_content": "Қазақстандағы балық өсіру зауыттары туралы ақпарат керек?",
        "question_date": "17.02.2016",
        "question_tag": "Мектеп",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балықшылықты кәсіп қылған қазақ «өзен жағалағанның өзегі талмайды» деп бекер айтпаса керек. Кеңес одағының тұсында елде балық шаруашылығы мейлінше дамыған еді. Мысалы, 1970-1990 жылдар аралығындағы тауарлы балық өсiру көлемi 0,7 мың тоннадан 9,8 мың тоннаға дейiн өсiп, 14,2 есе артты. Алайда, бір кездері дүрілдеп тұрған балық шаруашылығы экономикалық дағдарыс жайлаған жылдарда тоқырауға ұшырады. 1990 - 2005 жылдар аралығында тауарлық балық өсiру мүлдем дамымады десек, қателеспейміз. Осыдан 5-6 жыл бұрынғы мәлімет бойынша тоған шаруашылықтарында өсірілген тауарлық балықтың көлемі 150 тоннадан аспаса, соңғы дерекке жүгінсек көрсеткіш 500 тоннаға жуықтаған. Әлбетте, бұл балық өнімдерін экспортқа шығармақ түгілі жергілікті нарықты қамтуға да жетпейді. Есесіне халық үшін балық аса қажетті тағамның түрі болып есептеледі. Ғалымдардың зерттеулеріне сенсек, әр адам орта есеппен жылына 14,6 келі балық өніміне зәру. Бұл қажеттілікті өтеу үшін балық өсіру, аулау мен импорт көлемін жылына 272 мың тоннаға дейін жеткізу керек екен.\n\nОтандық балық шаруашылығын жандандыру мақсатында ел үкіметі балық шаруашылығын дамытуға арнайы көңіл бөліп, осыдан бірнеше жыл бұрын ұзақ мерзімді шаралар бағдарламасын қабылдады. Осы бастама соңғы жылдарда көңіл көншітерліктей нәтижелер бере бастағаны байқалды. Әуелі ресми дерекке жүгінелік. Статистика жөніндегі агенттіктің таратқан мәліметіне сенсек, былтыр Қазақстандағы балық өсіру және балық аулау саласының берген өнімі 4 миллиард 370 миллион теңгені құрап, алдыңғы жылмен салыстырғанда 11 пайыз өсім тіркелген. Отандық балық шаруашылығында әсіресе Атырау облысының үлесі мол: шығарылған өнімнің 44,7 пайызын беретін бұл өңірдің ауылшаруашылығы саласында балық өсіру ерекше маңызға ие. Сондай-ақ, Алматы және Шығыс Қазақстан облыстарының да мақтанарлықтай табыстары аз емес.\nБалық өсіру – нағыз табыс көзі. Бұлай дейтініміз, елімізге балық өнімдері 50-ге жуық мемлекеттен келеді екен. Негiзгi өнім жеткiзушi елдер - Ресей, Норвегия және Қытай. Балық өнімдерінің импорты жылдан-жылға өсіп келе жатқаны нарықтың болашағы зор екенін айқындайды.\nБалық шаруашылығын дамытуға соңғы жылдары Оңтүстік Қазақстан облысында да ерекше ден қойылды. Осы бағытта атқарылған шаралар қазірдің өзінде оң нәтижесін беруде. Әсіресе Шардара мен Түлкібас аудандарында жаңа жобалар жүзеге асырыла бастады. Былтыр облыста балық өндіретін жаңа зауыттың салынуы айтулы оқиға ретінде бағаланды. Балық өсіруде талай жылдық тәжірибесі бар Шардара өңірінің дамуына айтарлықтай серпін берген жоба жетекшілерінің сөзіне сенсек, қазіргі таңда балық өнімдеріне деген тапсырыс өзге облыстар түгілі шетелден де келіп түсуде. Бұл өз кезегінде өнімнің сапасының жақсы екенін көрсетеді және үлкен сұранысқа иеленеді. Балық өңдеу зауытының басшылығы бүгінгі таңда сазан филесін дайындаумен шұғылданатынын айтуда. Өнімдер қатаң түрде арнайы 30-40 градустағы тоңазытқышта сақталады. Мұндай камераларда балық құртылмайды. Ұзақ уақыт бойы сақтауға мүмкіндік бар.\nШардара ауданында жемісті жұмыс атқарып келе жатқан шаруашылықтардың бірі – «Ақсанат инжиниринг» ЖШС. Мұндағылар алғашқы кезеңде жылына 30 тонна ет, 500 келі бекіре уылдырығын өндіруді көздеп отыр. Ірі кешеннің құрылысына 150 миллион теңгеден астам қаржы жұмсалды. Көлемі 5 гектар жерге бекіре өсіретін неміс технологиясымен жабдықталған, автоматтандырылған кешен тұрғызылды.\nСондай-ақ, жуырда Түлкібас ауданында бекіре балығын өсіру қолға алынды. «Бекіре балықты әдетте теңізде өсірмеуші ме еді?» дерсіз. Қателесесіз. Ең бастысы – балықтың көбеюіне барынша жағдай жасап, жаңа технологияларға жүгінген жөн. Айталық, әлемдегі бекіре балықты қолдан өсірудің ең үлкен фермаларының бірі Сауд Арабиясында орналасқан екен. Бұл шаруашылық жылына жүздеген тонна ет өндіріп, 10 тонна уылдырық шығарады екен. Балық шаруашылығын шөлді аймақтағылар осылайша өркендете алса, бекірені Оңтүстікте өсіруге ешқандай кедергі жоқ деген сөз.\nЖаңадан ашылған шаруашылықтың басшылығы балық өсірумен шектелмей, аса құнды қара уылдырықты өндірумен де шұғылданатынын жасырмайды. 50 адамды жұмыспен қамтыған кәсіпорын жаңа технологияны игеруге ден қойды. Егер жоспар ойдағыдай орындалып жатса, көп ұзамай алынған өнімді экспортқа шығарудың мүмкіндіктері мол. Әлемдік нарықта әсіресе қара уылдырыққа деген сұраныстың жоғары екені белгілі. Бағасы аспандап тұрған құнды тауардың экспорттық әлеуеті мол болатынын мынадан-ақ байқаймыз: Ресейде қара уылдырықтың бір келісі 800 долларды құраса, Еуропа елдеріндегі баға бұдан кемі 5-10 есе қымбат. Ал бір бекіреден шамамен 28 келі уылдырық алынатынын ескерсек, балық өсірудің нағыз табыс көзі екенін оңай түсінесіз.\nЖалпы, елдегі бекіренің табиғи қорын сақтау қажеттілігі біраздан бері айтылып келе жатқан мәселе. Браконьерлердің әрекетінен соңғы жылдарда Каспий теңізіндегі бекіре балықтарының саны күрт азайды. Қолда өсіру арқылы құнды балықтың қорын көбейтудің мүмкіндігі туып отыр. Жылда үкімет балық аулау лимитін бекітіп отырады. Айталық, Арал теңізі айдынынан 2810 тонна балық аулауға лимит берілсе, Шардара су қоймасының лимитi 2435, Сырдарияның көрсеткіші 1112 тоннаны құрайды. Дегенмен, бұл лимитке назар салмайтын браконьерлер азаймай тұр. Әсіресе токпен аулайтындардан келетін зардап мол. Сондықтан бекіре балықтың шабағын көбейтудің маңызы зор.\nБалық шаруашылығын жоғары деңгейде дамыту үшін ең әуелі жергілікті нарықты өзімізде өндірілген өніммен қамтып, саланың дамуына барынша қолдау көрсеткен жөн. Бүгінде балық шаруашылығында шешімін таппай тұрған мәселелер баршылық. Құбылмалы теңіз деңгейі, суды қайтарымсыз пайдалану, су қоймаларының ластануы, мұнай мен газды барлау, мұнай және газ құбырлары мен басқа да жұмыстарды жүргізу су қоймалары жағдайының нашарлауына, балықтардың уылдырық шашу алаңдарының азаюына, балық азығының жойылуына әкеліп соғады. Мелиорация жұмыстарының аздығынан өзендер мен балық жүретін арналар қайраңданып, бекіре тұқымдас балықтар уылдырық шашатын жерлерге өте алмайды.\nОңтүстікте балықтың басқа да түрлерін өсіру ісі жан-жақты қарастырылуда. Оңтүстік Қазақстан облысы әкімінің бірінші орынбасары Берік Оспановтың айтуынша, «Максимум» аймақты инвестициялық орталығы арқылы қатарынан балық шаруашылығы бірнеше рет қаржыландырылмақ. Яғни, жақын арада жергілікті тұрғындардың балық өнімдеріне деген сұранысы толық өтелетін деңгейге жетуіміз ықтимал.\n\nАйта кетерлігі, мемлекет тарапынан қазіргі таңда балық шаруашылығымен шұғылданғысы келетіндерге айтарлықтай жеңілдіктер жасалды. Осыдан біраз бұрын заңға енгізілген өзгерістер мен толықтырулардың нәтижесінде балық өндірушілердің төлейтін салығы орта есеппен 70 пайызға кеміді. Сонымен қатар мемлекет тарапынан жем мен қажетті материалдарды сатып алу ісі субсидияландырылмақ. Осыдан соң, балық шаруашылығын өркендетуге деген қызығушылықтың күрт артқаны байқалды. Мамандардың есебінше, бір-екі жыл көлемінде облыстағы балық өсіретін су алқаптарының көлемі 500 гектарға арта түспек.",
                "date": "19.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көбейткіштерге жіктеңдер деп тұр берілгенінде?",
        "question_content": "Алгебра пәнінен үй тапсырмасын шығара алмай отырмын. Көбейткіштерге жіктеңдер деп тұр берілгенінде:\n\n1) m*2- m*2n - mn*2 +n*3 = (m-n)*2(m+n)\n\n2)x*5 - x*3 +x*2 - 1; 3) x*4 + x*3 - x - 1; 4) a*4 + a*3 + a + 1; 5) m*6 - m*4 + 2m*3 + 2m*2;\n\n6) b*3 - 8+6b*2 - 12b.\n\n* - осы символдан кейін дәрежесі",
        "question_date": "17.02.2016",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сайлауға қатысатын партиялардың саяси жоспарын қайдан оқуға болады?",
        "question_content": "Сайлауға қатысатын партиялардың саяси жоспарын,\n\nалға қандай мақсат қойғанын қай жерден оқып, танысуға болады?\n\nСайлау комиссиясының ресми сайтында тек партия жайлы қысқаша мәлімет қана көрсетіліпті.",
        "question_date": "17.02.2016",
        "question_tag": "Саясат туралы",
        "question_views": 734,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Партияның сайты болуы керек сол жерден",
                "date": "17.02.2016",
                "upvotes": 0
            },
            {
                "text": "Мүмкін сол партиялардың өз сайттарынан қарап көрерсіз",
                "date": "20.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан туы туралы тақпақ, мәлімет, мақал-мәтелдер керек болып тұр?",
        "question_content": "Қазақстан туы туралы тақпақ, мәлімет, мақал-мәтелдер керек болып тұр?",
        "question_date": "17.02.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ту – мемлекеттің егемендік пен біртұтастықты білдіретін басты рәміздерінің бірі. «Флаг» термині «vlag» деген нидерланд сөзінен шыққан және белгіленген көлем мен түстегі, әдетте елтаңба немесе эмблема түрінде бейнеленген, діңгекке немесе бауға бекітілген мата ұғымын білдіреді. Ту ежелден елдің халқын біріктіру және оны белгілі бір мемлекеттік құрылымға сәйкестендіру міндетін атқарып келеді.   Тәуелсіз Қазақстанның Мемлекеттік туы ресми түрде 1992 жылы қабылданды. Оның авторы – белгілі суретші Шәкен Ниязбеков. Қазақстан Республикасының Мемлекеттік туы – ортасында шұғылалы күн, оның астында қалықтап ұшқан қыран бейнеленген тік бұрышты көгілдір түсті мата. Тудың сабының тұсында тік жолақ түрінде ұлттық өрнек нақышталған. Күн, оның шұғыласы, қыран және ұлттық өрнек бейнесі алтын түстес. Тудың ені мен ұзындығының арақатынасы – 1:2 Геральдика дәстүрінде әрбір түс белгілі бір ұғымды танытады. Мәселен, аспандай көк түс адам бойындағы адалдық, тазалық, сенімділік, мінсіздік сияқты қасиеттерді білдіреді. Сонымен қатар, көк түс түркі мәдениетінде терең символдық мәнге ие. Ежелгі түркілер аспанды тәңір-атаға балаған, ал олардың көк туы арғы ата-бабаларға деген адалдықты бейнеледі. Қазақстанның Мемлекеттік туында ол ашық аспанды, бейбітшілікті, игілікті білдірсе, түстің біркелкілігі еліміздің тұтастығын меңзейді. Геральдика қағидаттарына сәйкес, күн байлық пен молшылықты, өмірді және күш-қуатты бейнелейді. Сондықтан еліміздің туындағы күн шапағы дәулеттілік пен бақуаттылықтың символы – алтын масақ пішінінде берілген. Қазақстанның мемлекеттік атрибутикасында күннің бейнеленуі еліміздің жалпыадамзаттық құндылықтарды қастерлейтінін дәлелдейді және жас мемлекеттің жасампаздық күш-қуатын, серіктестік пен ынтымақтастық үшін әлемнің барлық еліне ашық екенін айғақтайды..   Қыран (бүркіт) бейнесі – көптеген халықтардың елтаңбалары мен туларында ерте кезден бері қолданылып келе жатқан басты геральдикалық атрибуттардың бірі. Бұл бейне әдетте биліктің, қырағылық пен мәрттіктің символы ретінде қабылданады. Күн астында қалықтаған бүркіт мемлекеттің қуат-күшін, оның егемендігі мен тәуелсіздігін, биік мақсаттар мен жарқын болашаққа деген ұмтылысын танытады. Бүркіт бейнесі еуразиялық көшпенділердің дүниетанымында айрықша орын алады және олардың түсінігінде бостандық пен адалдық, өрлік пен ерлік, қуат пен ниет тазалығы тәрізді ұғымдармен ұштасып жатады. Алтын бүркіт кескіні жас егемен мемлекеттің әлемдік өркениет биігіне деген ұмылысын көрсетеді. Мемлекеттік тудың сабының тұсына тігінен ұзына бойына кескінделген ұлттық өрнектер – оның маңызды элементі. Қазақ ою-өрнектері – дүниені көркемдік тұрғыдан қабылдаудың халықтың эстетикалық талғамына сай келетін ерекше бір түрі. Түрлі формалар мен желілер үйлесімін танытатын өрнектер халықтың ішкі әлемін ашып көрсететін мәнерлі көркемдік құрал болып саналады. Тудың сабын жағалай салынған ұлттық өрнектер Қазақстан халқының мәдениеті мен дәстүрін символдық тұрғыда бейнелейді.",
                "date": "17.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гүл сататын дүкенге әкелінген гүлдердің барлығынан гүл шоқтарын",
        "question_content": "Гүл сататын дүкенге әкелінген гүлдердің барлығынан гүл шоқтарын Зәуре 40 минутта жасайтын болса, Іңкәр 35 минутта жасайды. Олар бірлесіп гүл шоқтарын 14 мин жасады да, қалған гүлдерден гүл шоқтарын Зәуре жасады. Қыздар барлық гүл шоқтарын қанша уақыт жасады ?",
        "question_date": "17.02.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 16200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "14*((1/40)+(1/35))+x*(1/40)=1\n14*75/1400+x/40=1\n1050/1400+x/40=1\n1050/1400-1=-x/40\n-350/1400=-x/40\n350/1400=x/40\n350*40/1400=x\n14000/1400=x\n10=x\n14+10=24",
                "date": "25.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Из данных слов составьте предложения. Напишите три предложения",
        "question_content": "Из данных слов составьте предложения. Напишите три предложения\n\nКто?                         Что делал?                     Что?\n\nПапа                        Что делала?                    сопаги\n\nМама                       чистил                             ботинки\n\nБрат                       чистила                             туфли\n\nСестра                   мыл                                   кеды\n\nБабушка                мыла\n\nДедушка",
        "question_date": "17.02.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 907,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Утром папа чистил сапоги.\n\nПеред выходом на улицу сестра чистила туфли",
                "date": "17.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Спишите, вместо точек вставьте слово мой, моя или мои",
        "question_content": "Спишите, вместо точек вставьте слово мой, моя или мои\n\n....зуб         зубы         глаз           глаза\n\n....щенка     щёки        рука           руки\n\n....нога        ноги         палец         пальци",
        "question_date": "17.02.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 668,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мой зуб, мои зубы, мой глаз, мои глаза\n\nмоя щека, мои щёки, моя рук, мои руки\n\nмоя нога, мои ноги, мой палец, мои пальцы!",
                "date": "19.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Олимп кз бойынша?",
        "question_content": "Олимп кз счетымдағы акшаны калай алам номерим почтам барин умытып калдым.Ол номер жогалып калды?",
        "question_date": "17.02.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 564,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген ставка ол харам.",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бейнеленген мультфильм кейпкерінің кім екен?",
        "question_content": "Мына суретте бейнеленген мультфильм кейіпкерінің аты кім?",
        "question_date": "17.02.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 609,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фунтиктің басынан кешкендері мультфиліміндегі, Фунтик атты торай",
                "date": "17.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен бір қызбен жүргім келет өзімнің сезімімді қалай айтсам болады?",
        "question_content": "Мен бір қызбен жүргім келеді сезімімді калай білдірсен болады сөзбен",
        "question_date": "17.02.2016",
        "question_tag": "Достық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "17.02.2016",
                "upvotes": 0
            },
            {
                "text": "МЕН СЕНІ СҮЙЕМ осы сиқырлы үш сөзбен..........",
                "date": "17.02.2016",
                "upvotes": 0
            },
            {
                "text": "қасына барып сүйетініңді айт",
                "date": "17.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "OB кесіндісі a түзуге перпендикуляр болатын етіп b түзуінде О нүктесі белгіленген.",
        "question_content": "a түзуі b түзуге параллель. a түзуінің ұзындығы 8 см AB кесіндісі салынған. OB кесіндісі a түзуге перпендикуляр болатын етіп b түзуінде О нүктесі белгіленген.",
        "question_date": "16.02.2016",
        "question_tag": "Геометрия",
        "question_views": 679,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есеп толық емес",
                "date": "5.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массалары бірдей екі дене R қашықтықта F күшпен тартылады.",
        "question_content": "Массалары бірдей екі дене R қашықтықта F күшпен тартылады. Ара қашықтықты өзгертпей, бірінші дененің массасын 2 есе кемітсе тартылыс күші",
        "question_date": "16.02.2016",
        "question_tag": "Физика",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F=(G*M*m)/(r^2)=m*a",
                "date": "17.02.2016",
                "upvotes": 0
            },
            {
                "text": "2 есе кемиді.....................",
                "date": "18.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асқар Жұмаділдаев есебін шығару?",
        "question_content": "х!+1=у^2\n\n1)x=4\n\ny=5\n\n1*2*3*4+1=5^2\n\n4!+1=5^2\n\n2)5!+1=11^2\n\n3)7!+1=71^2\n\n4)=1000$",
        "question_date": "16.02.2016",
        "question_tag": "Математика",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4)27!\n28!\n29!\n\n...",
                "date": "17.02.2016",
                "upvotes": 0
            },
            {
                "text": "бұл есептің аты қалай аталады.Мысалы: f(х) болса ол функция,ал мынадай леп белгісі болса қалай аталады?-!",
                "date": "21.02.2016",
                "upvotes": 0
            },
            {
                "text": "X=7!, y=71 7!=5040+1=5041\n\nМатематикалық комбинаторика",
                "date": "18.05.2016",
                "upvotes": 0
            },
            {
                "text": "Эх,асқар ағада мазақ қвлдау ақша құмарларды,бірақ ризамын.",
                "date": "18.07.2016",
                "upvotes": 0
            },
            {
                "text": "0!+1=2    1!+1=2",
                "date": "6.01.2018",
                "upvotes": 0
            },
            {
                "text": "X=19\n19!+1=348776576^2",
                "date": "15.10.2020",
                "upvotes": 0
            },
            {
                "text": "Мен алтау (6) таптым.\n\n1) х=4  у=5\n\n2) х=4 у=-5\n\n3) х=5 у=11\n\n4) х=5 у=-11\n\n5) х=7 у=71\n\n6) х=7 у=-71",
                "date": "14.01.2021",
                "upvotes": 0
            },
            {
                "text": "27!+1=104349745809074^2",
                "date": "29.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "VK-дан музыка тыңдалмай тұр себебі неден болуы мүмкін?",
        "question_content": "VK-дан музыка тыңдалмай тұр себебі неден болуы мүмкін? Опера браузері. Басқа браузермен вк кірсем жүріп тұр. (басқа браузеді қолданғым келмейді, опера қолайлы))",
        "question_date": "16.02.2016",
        "question_tag": "Вконтакте",
        "question_views": 378,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Adobe flash player-ді жаңартыңыз",
                "date": "16.02.2016",
                "upvotes": 1
            },
            {
                "text": "и ,",
                "date": "17.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда 2015жылдағы ең үздік әнші кім болды деп ойлайсыздар?",
        "question_content": "Қазақстанда 2015жылдағы ең  үздік әнші кім болды деп ойлайсыздар?",
        "question_date": "16.02.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 705,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төреғалы Төреәлі мен Серік Ибрагимов және Қайрат Нұртас.",
                "date": "22.03.2016",
                "upvotes": 1
            },
            {
                "text": "ҚАЙРАТ НҰРТАС .",
                "date": "16.02.2016",
                "upvotes": 0
            },
            {
                "text": "Төреғали Төреәлі",
                "date": "16.02.2016",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша Төреғали Төрәлі",
                "date": "16.02.2016",
                "upvotes": 1
            },
            {
                "text": "Шымкенттік Қайрат  тұрғанда ешкім де болуы мүмкін емес боп тұр !",
                "date": "17.02.2016",
                "upvotes": 0
            },
            {
                "text": "Қайраттан басқа әншілерді көрмей тұрмын қазірше, мүмкін шығатын шығар 20 жылдан соң Қарекең сияқты  қазақ әндерін грамотный айта алатын әншілер, Қазақтардың бәрі де өнерлі болып келеді негізі.",
                "date": "17.02.2016",
                "upvotes": 0
            },
            {
                "text": "Қыздар жағынан алатын болсақ, Шымкенттік Маржан Арапбаеваға жететін қыздар қазірше жоқтың қасы болып тұр!   Шетелдік әншілерді жолда қалдырды осы талантты әншіміз!",
                "date": "17.02.2016",
                "upvotes": 0
            },
            {
                "text": "Шындығын айтар болсақ 2015 те Қайрат Нұртас болды.\n\nАл  егер өтірк айтар болсақ әркім өзімізге ұнаған әншіні жазайық))",
                "date": "27.02.2016",
                "upvotes": 0
            },
            {
                "text": "Төреғали танымал болды",
                "date": "5.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "менің клаштағы аккаунтымды бұзып алды",
        "question_content": "Оны қайтып забыйлй қылып бұзайн десем,аккаунта двухэтапный аутификатция қосылған дейді.Оны қалай бұзам. алдын 1-2рет бұздым ал кейін бұза алмадым.не істецм бұзатын тіркелген номері де бар",
        "question_date": "16.02.2016",
        "question_tag": "Ұялы телефон ойындары",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәссаған! Арамызда хакерлер бар екен ғой. Жақсы, жақсы!",
                "date": "17.02.2016",
                "upvotes": 0
            },
            {
                "text": "мынындай",
                "date": "17.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бекзат Саттархановты өзбек деп айтылған мақалаларды мəліметтерді қайдан алсам болады?",
        "question_content": "Бекзат Сатархановты неге өзбек деп айтады? Қай жерден мəлімет видео табуға болады?",
        "question_date": "16.02.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 2400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Міне саған Бекзат бауырымыздың видеодеректері.  \nБолсаң Бекзаттай батыр бол !  Бекзат таза қазақ !\nБекзатты өзбек деген адамның өзі өзбек !",
                "date": "17.02.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қырғыздарда ру бола ма және де олар жүзге бөліне ме?",
        "question_content": "Қырғыздарда ру бола ма және де олар жүзге бөліне ме?",
        "question_date": "16.02.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отделение «Отуз-уул». «Правое крыло»\nАдигине (адыгене)\n\nПлемя Джору (жору) Баргы Бёрю (бөрү) Кара-багыш Пайгут Ават (Сами представители из рода Ават себя относят к Ичкиликам)\nРоды\n\nТасма\nТенгизбай\nАча-джору\nАй-джору\nКарагунас\nЭльчибек\nКёдёгёчун(көдөгөчүн)\n\nКара-баргы\nСары-баргы\nАк-баргы\nТаз-баргы\nТооке\nСавай\nКонгурат\nАжыбек-уулу\nКачыбек-уулу\nЧарыкчи-уулу\nСарттар (В некоторых источниках род Сарттар не входят в Баргы, а стоят как на ряду с Баргы, Джору, Карабагыш и является самым младшим сыном Адигине)\nАрдай-муунак\nКёкчё уулу (көкчө уулу)\nОльджоке\n\nБаши\nХоджоке (кожоке)\nАлыке\nАтаке\nБуйла бёрю\nСаагынык уулу\nМайтаран уулу\nДжукту\nБок кара\n\nБаштык\nДосмат\nНазаркул\nКара-багыш\nМырзаке\nДжанай\nДжаныбек\nБостон багыш\nАтамкул уулу\nКазы уулу\nБёрю уулу\nБазар уулу\nАрык уулу\n\nДюрмен\nДюме\nСарай\nАлчын\nАргын\n\nТатар\nТама\n\nМонгуш\n\nПлемя Жагалмай Кош-тамга Монгол (моңол)\nРоды\n\nТёлёйкён (төлөйкөн)\nДжоош (жоош)\nДжылкелди (жылкелди)\nТээке\nДжапалак\nКодогочун\n\nУлуу катын\nМангыт\nЭрке-кашка\nСоколок\nСарылар\nКёк джатык\nСарай\n\nБаймонгол\nБуджаваш\nСамансур\nБакы\nАтаке\nБоор\n\nОтделение «Отуз-уул». «Левое крыло»\n\nПлемя Кушчу Мундуз Басыз\nРоды\n\nКоткар\n\nМундуз\nКара чолок\nКаракул\nМамат\nКырк тамга\nКотур каман\nКаман\nКылыч тамга\n\nДжееренчи\nКашка\nАйдар алы\nБёлёкпай\nКараке\nКулайлат\n\nОтделение «Ичкилик».\n\nПлемя Кесек Теит\nРоды\n\nКара саадак\nКыдыршаа\nБостон\nБайкесек\nКесек\nКаракесек\nКанглы\nКызыл аяк\nБор баш\nАвай кесек\nДжоо кесек\nАктачи\nЧучук\nАлашан\n\nКара теит\nСары теит\nЧал теит\nБай теит\nБай теит\nАрык теит\nЧон теит\nУйгур теит\nДжаман теит\nЧапан теит\nАйтемир теит\nТокум теит\nЧегитир теит\nЧон кыргыз\n\nОтделение «Ичкилик».\n\nПлемя Найманы Кыргыз-Кыпчак Чон Багыш Дёёлес Сарт-Кыпчак\nРоды\n\nБосторгой\nБазар-балдар\nЧандаке\nУтай\nКул найман\nКожо найман\nБёё найман\nМырза найман\nКиик найман\nДжоонбут найман\nКуран найман\nКашаркуль найман\nДжёёрде найман\n\nДжаманан\nОмонок\nТаз\nШэрдэн\nКармыш\nТор айгыр\nАхтачи\nКожом шукур\nДжарты баш\nАлтыке\nСакоо кыпчак\nКызыл айяк\n\nКалмак\n\nАй тамга\nКош тамга\nКарагайлуу\nНуркут\nКаратегинчи\nАгачке\nМеркит",
                "date": "17.02.2016",
                "upvotes": 0
            },
            {
                "text": "Оларда ру болмайды, жүзгеде бөлінбейді",
                "date": "21.02.2016",
                "upvotes": 0
            }
        ]
    }
]