[
    {
        "question_title": "Бағасы 500-ден төмен конфеттердің орташа бағасын есептеңіз?",
        "question_content": "Дүкендегі конфеттердің бағасы берілген.Бағасы 500-ден төмен конфеттердің орташа бағасын есептеңіз?",
        "question_date": "19.10.2017",
        "question_tag": "Информатика",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көміртек оксидінің көлемі және массасы қандай?",
        "question_content": "Октанның 5 моль мөлшері жанғанда түзілетін көміртек\n\nоксидінің көлемі және массасы қандай?",
        "question_date": "19.10.2017",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Октанның 5 моль мөлшері жанғанда түзілетін көміртек\n\nоксидінің көлемі және массасы қандай?",
                "date": "17.03.2023",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Пирамиданың биіктігін табу керек?",
        "question_content": "Пирамиданың табаны-гипотенузасы с-ға тең тікбұрышты үшбұрыш.Әрбір бүйір қыры табан жазықтығымен (Фи) бұрыш жасайды.Пирамиданың биіктігін табыңдар.",
        "question_date": "19.10.2017",
        "question_tag": "Геометрия",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тік бұрышты пирамиданың табан диогналі 12см бүір қыры 10см . Тік бұрышты пирамиданың биіктігін табыңыз",
                "date": "24.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бақытқа жету жолы\" тақырыбына эссе жазу керек?",
        "question_content": "Бақытқа жету жолы\n\nЭССЕ\n\nжазып берінізші",
        "question_date": "19.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір адамның өмірінде өзінің ертеректе ойлаған, елестеткен нәрсесі  кем дегенде бір рет алдынан шыққаны сөзсіз. Сондықтан негативті ойлаудан алыс болуымыз қажет. Оның орнына позитив сіздің өмірлік серігіңіз болсын. Сізді «бақыттан алыстатын қағидалармен» таныстырып, олардан қалай арылуға болатыны жайлы біраз кеңес береміз! «Жұмыс істеу қажеттілігі болмағанда бақытты болар едім...» Жұмыс бәрімізді де шаршатады, әрине, бұған дау жоқ. Кейде тіпті, бәріне қолды бір сілтеп, жата бергің келеді. Бірақ, бұндай өмір біреуді шынымен бақытты ете ала ма? Кейбір адамның ойына «егер жұмыс істемегенімде өзімнің сүйікті ісіммен айналысушы едім, ойын-сауықпен өмір өткізіп, өз уақытыма өзім қожа болып, бақытты болар едім» деп армандайтыны айдан анық. Алайда, мүлдем жұмыс істемейтін адам уақыт өте келе күйзеліс пен депрессияға ұшырайды екен. Сондықтан бұндай ойды ұмытып, өзіңіздің жаныңызға жағымды, жақсы көріп, істейтін ісіңізді тапқаныңыз дұрыс.\n\n«Егер менің жеке көлігім, үйім, ақшам болғанда, бақытты болар едім!» Әрине, бұндай мақсаттардың болғаны жақсы. Бірақ материалдық құндылықтар ешқашан адамды шынайы бақытты ете алмайды, себебі, дей тұрғанмен, басқа жанда аталған дүниелердің «қымбатырағы, әдемірегі, үлкенірегі» болуы мүмкін.\n«Менде бәрі жақсы, ештеңе өзгертудің қажеті жоқ» Бұл осыған дейінгі айтылған қағидаға қарама-қарсы келетін жағдай. Әлеуметтік ортадан тығылып, өз әлеміңізде, өзіңізбен өзіңіз ғұмыр кеше аласыз, бірақ өмір-өзен тынымсыз ағып жатады. Адам кез келген уақытта ұлы өзгерістерге дайын болу керек. Бір орында қозғалмай тұру – артқа шегінумен бірдей. Сондықтан тек жаңа, жақсы дүниелерге ұмтылуға тырысыңыздар! Біреуге бақыт - ақшаның молдығы, басқаға - махаббатын табу. Неғұрлым көп жақсы, жағымды заттар жайлы ойласаңыз, соғұрлым өзіңізді бақытты сезінетін боласыз. Өзгенің мінін іздеуге тырыспаңыз, керісінше, жақсы жақтарын көре білуге ұмтылыңыз!",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Директордың атына арызды қалай жазамын?",
        "question_content": "мен сабақ бермеген 4 сынып ата -аналары менин устименен жалб жасаған Өзімнін мекпебімде жұмыс истейтын әріптесім ????????????? оның қызы 9 сыныпта оқид қызылмен битіріейын деп отыр негызынде сағат болгенде директор сенин устінен бір ғана жалб түссе сенің барлық сағатынды аламын деп ескетті.Ертенінде 28 -інде ??????????? Арыз түсті.31 шақыртты 2ші жалб тусипты ата-аналардан .Түсінбей отырм неге маган ескерту жасалган кунын ертенінде тагы өзімнін әриптесімнен тусты баска ата анадан емес мен буган директордың қатысы бар деп ойлайм және де ешбір ис шара колданбастан ата-аналардың арызын қанагаттандырып 5 г сыныптын математика сагатын олардың айтуы бойынша М??????Р???? берді.Ал бұл арыздарға маган тусыныктеме жазуга талап етті.Мен тусынбей турмын себебі 9 сыныптагы окушы 5 ке окид ал 5 сыныпка мулде сабақ берген жокпын деп тусыныктеме сол кунинде жазбадым.Келесынде директор шақырдып түсініктеме жазбадын деп айқайлады.Мен директордан арыздардын көшірмесін талап еттім .Жеке адвокаттан кенес алып тусыныктеме жазам дедым .Директор ата-ананың арыздың көшірмесін бермеді.Себебі директор айтты ата-аналардан ұлықсат алмадым сондықтан сизге көшірме бермеймин деды.Адвокат арқылы көшірмесін алдым.\n\nСҰРАҚ; мугалимдык Мәртебеме нуксан келд деп ойлайм сол себепты директордын атына арыз жазсам дейм калай жазам және қайда барып жазам,у",
        "question_date": "19.10.2017",
        "question_tag": "Заң",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сотқа арыз жазу үлгісі:\n  Үлгі \n                  Арал аудандық сотына\n                                                 Арызданушы: Ахметов Самат Ахметұлы, Арал қаласы, А.Байтұрсынов көшесі №12 үй, тел: 2-12-88,  СТН нөмері\n  А Р Ы З\nазаматтық  әрекетке қабілетсіз деп тану туралы\n          Менімен бірге тұрып жатқан туған ағам Ахметов Алмат Ахметұлы . Ол «12» наурыз 2001 жылдан  бастап А.Ахметов науқасқа байланысты  ______________________топ мүгедек болып табылады.\n            Психикалық ауруы салдарына ол өз әрекеттерінің нақты сипаты мен маңызын түсінбей, не істегенін білмейді. Тұрақты қамқоршылықты қажет етеді, себебі _________________________________________________________                                                              өз әрекеттерінің нақты сипаты мен\n_________________________________________________________________________________________________\n                        маңызын түсінбей, не істегенін білмейтінін дәлелдейтін мән-жайларды көрсету ҚР АК-нің 26 бабын басшылыққа алып,\nС Ұ Р А Й М Ы Н:\n            __________________________________________________________________________________________\n                        Толық аты-жөні, туылған күні, айы, жылы және жері, тұратын мекен-жайы\nәрекетке қабілетсіз деп тануды.\n            Оның психикалық жай-күйін анықтау үшін сот-психикалық сараптама тағайындауды.\n            Аурудың тарихынан үзіндіні және ВТЭК анықтамасын сұратуды.\n            Тіркелді:\n1.      Мемлекеттік баж төленгендігі туралы түбіртек.\n2.      Арыздың көшірмесі.\n3.      ТУУ туралы куәліктің тиісті түрде бекітілген көшірмесі немесе түпнұсқасы мен көшірмесі.\n4.      ОПД анықтамасы, ДКК хаттамасының үзіндісі және басқа да психикалық ауруды растайтын құжаттар.\n5.      Арызданушының жеке куәлігінің /паспортының/ және СТН көшірмелері.\nАрызданушы",
                "date": "30.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Призманың апофемасын табу керек?",
        "question_content": "Табаны этуебурышты ушбурыш Болат табан каттеттери 5см ж/е 3см Болатын призманын кыры 10м.Апофемасын тап.",
        "question_date": "18.10.2017",
        "question_tag": "Геометрия",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Функцияның анықтау облысын табыңыз?",
        "question_content": "Алгебрадан Бақылау Көмектесіндерші!!!!!!",
        "question_date": "18.10.2017",
        "question_tag": "Математика",
        "question_views": 9500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анықталу облысы осындай",
                "date": "8.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ромбының бұрыштарын табу керек?",
        "question_content": "Ромбының қабырғасы оның диагональдарымен айырымы 15 градусқа тең бұрыштар жасайды. Ромбының бұрыштарын табыңдар.",
        "question_date": "18.10.2017",
        "question_tag": "Геометрия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ромбтың диагональдары өзара перпендикуляр және бұрыштардың биссектрисалары болып табылады.\nяғни α+ β = 90°, а α - β = 15°.\n\n 2α = 105°. α = 52,5°, β=37,5°.\n <A = <C = 105°, <B=<D=75°",
                "date": "17.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Анда-санда сөзін этимологиялық талдау керек?",
        "question_content": "Анда-санда сөзіне этимологиялық талдау, яғни не мағына не себепті анда-санда деп аталатынын түсіндіру қажет",
        "question_date": "18.10.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Трапецияның табандарының ұзындығын табыңыз?",
        "question_content": "Трапецияның орта сызығының ұзындығы 24 см, тең- табанарының қатынасы 5:3- Трапецияның табандарының ұзындығын табыңндар- Осы есеп бойынша көмектесе аласыздарма? өте өте шұғыл керек еді",
        "question_date": "18.10.2017",
        "question_tag": "Геометрия",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Трапеция ауданы",
                "date": "4.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жұмыс орнын ауыстырғаннан кейін бірнеше ай бойы МСҚ жарнасын төлемедім делік.",
        "question_content": "Жұмыс орнын ауыстырғаннан кейін бірнеше ай бойы МСҚ жарнасын төлемедім делік. Бұл жағдайда медсақтандыру пакетін пайдалана аламын ба?",
        "question_date": "18.10.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұсынылған ережелерге сәйкес, МСҚ шеңберінде медициналық көмек алу құқығын соңғы жарна төленген уақыттан бастап 3 айға дейін пайдалануға болады. Бірақ 3 айға жарна төлеу міндеті (қарыз) сақталып қалады. Азамат міндетті сақтандыру жүйесіне оралу үшін төленбеген жарнаны өтеуі тиіс. Алайда жарна төленетін мерзім 12 айдан аспауы керек.",
                "date": "20.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтын күрек әлемі, сүт пісірім уақыт, көз байланған кез, сөздеріне сөйлем құрау керек?",
        "question_content": "Алтын күрек әлемі, таң сәріде, ел орынға отырғанда, сүт пісірім уақыт, көз байланған кез, ала көлеңкеде бесінде, сөздеріне сөилем  құрау керек",
        "question_date": "17.10.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Косметика жасау үшін қандай мамандыққа түсу керек?",
        "question_content": "Косметика жасау үшін қандай мамандыққа түсуге болады білсеңізд",
        "question_date": "17.10.2017",
        "question_tag": "Мектеп",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Органикалық заттардың жасалу технологияс, сол жерден 3-4 курста коллоид кафедрасын таңдайсыз.",
                "date": "17.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қыз өзінің жолдастарының жанынан сағат нешеде қайтуы керек?",
        "question_content": "Үш дос қыз Əлима,Қарлығаш жəне Айнұр саябақта қыдырып,күндізгі 12 сағат 30 минут болғанда үйлеріне қайтуға келіседі . Əлима саябақтан 20 минуттық жерде тұрса, Қарлығаш үйіне  сағатта ал Айнұр 40 минутта жетеді. Үйіне дейін ең ұзақ жүретін қыз өзінің жолдастарының жанынан сағат нешеде қайту керек?",
        "question_date": "17.10.2017",
        "question_tag": "Математика",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күндізгі 12:30 да қайтуға келіссе, оның несін есептеу керек? Сағат 12:30 да қайтады ғой әрине",
                "date": "10.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің болашағым туралы толғанысым эссе керек",
        "question_content": "Менің болашағым туралы толғанысым  эссе керек, өтінеш",
        "question_date": "17.10.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақтаудағы Қайнар университетінде сырттай оқуға болады ма?",
        "question_content": "актауда кайнар университетіне сыртай",
        "question_date": "17.10.2017",
        "question_tag": "Университет, колледж",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрамы дара мақалдар болатын 10 мақал керек?",
        "question_content": "Құрамы дара мақалдар керек 5-10",
        "question_date": "17.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұстазы жақсының, ұстамы жақсы.\n\nОтан от басынан басталады.\n\nӘр заманда бір көреген.\n\nЗамана айнасы - замандас.\n\nКітап - ғалым, тілсіз мұғалім.",
                "date": "17.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С нүктесінен АВ хордасына дейінгі ара қашықтықты табу керек?",
        "question_content": "Шеңбер төбесі О болатын бұрышты А және В нүктелерінде жанайды. Осы шеңбер бойында АОВ үшбұрышының ішінде С нүктесі белгіленген. С нүктесінен ОА және ОВ түзулеріне дейінгі ара қашықтықтар сәйкесінше а және в. С нүктесінен АВ хордасына дейінгі ара қашықтықты тап.",
        "question_date": "17.10.2017",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "KNDL төртбұрышының ауданын табу керек?",
        "question_content": "PKND – Р төбесіндегі бұрышы сүйір болатын параллелограмм. PN KL=O, KL PD, KO:OL=3:2. PKND төртбұрышының ауданы 9 болса, KNDL төртбұрышының ауданын тап.",
        "question_date": "17.10.2017",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төменде формулалары берілген қосылыстардың қай жұптары арасында реакция жүреді?",
        "question_content": "төменде формулалары берілген қосылыстардың қай жұптары арасында реакция жүруі мүмкін:\n\na)CaCl2 және (NH4)2CO3\n\nb)K2SO4 және BaCl2\n\nc)KCl және Br2\n\nd)FeCl2 және NaOH",
        "question_date": "17.10.2017",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мүмкін болатын реакция теңдеуін жазу керек?",
        "question_content": "Химия 10 сынып 1 нұсқа көмектесиниздерши!!",
        "question_date": "16.10.2017",
        "question_tag": "Химия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Функцияны зерттеп, оның графигін салыңыз?",
        "question_content": "Математикадан 10-сынып бакылауын шыгарып беринизши, тез арада кажет",
        "question_date": "16.10.2017",
        "question_tag": "Математика",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Екінші ұстаз\" тақрыбына шығарма керек?",
        "question_content": "Әлемнің екінші ұстазы - әл-Фарабидің еңбектерін ізденіп оқыңдар. \"Екінші ұстаз\" деген тақырыпқа шығарма жазыңдар.",
        "question_date": "16.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фараби, Әбу-Насыр (Әбу-Насыр Мұхаммед ибн Мұхаммед ибн Тархан ибн Ұзлақ әл-Фараби ат-Түрки) (870-950) - Аристотельден кейін дүниежүзі білімі мен мәдениетінің екінші ұстазы атанған данышпан, энциклопидист ғалым.\nТуған жері Сырдария бойындағы ерте заманда түркі халықтарының орталығы болған Отырар қаласы. Отырарды арабтар «Фараб» деп атаған. Қай жерден шыққанын білдіру үшін аты жөніне өзінің туған мекенінің атауын тіркейтін сол заманның дәстүрімен ұлы ұстаз Фараби аталған. Махмұд Қашқари «Диуани лұғат ат түрк» атты еңбегінде Фараб қаласының түрікше аты «Қарышоқы» деп көрсетеді.\nӘл Фараби заманында бүкіл ОртаАзия мен Түркістан Араб халифатының ықпалында болған. Соған байланысты қала халқы сауда саттық мәселесінде ислам қалыптасып, дамуына зор үлес қосқан араб, парсы, түркі тілдерін қатар қолданған. Соның ішінде рухани, ғылыми тіл араб тіл болған. Сондықтан осы қалада сауат ашып, осы қалада білімге, ғылымға деген құмарлығы оянған Әл Фарабидің осы үш тілді жетік білуі заңдылық еді. Ол кейін білім ғылым іздеп, көп жерді аралайды. Ақыры сол кезде әлемнің ғылым дүниесінің орталығы болған Бағдадқа келіп, сонда тұрақтап қалады. СОл кездің әйгілі ғалымдарымен кездесіп, олармен сырлас болады. Грек, латын, санскрит және басқа тілдерді үйренеді.\nОл өз заманындағы дамыған ғылым салаларының бәріне, өнеріне өзіндік үлес қосып, елеулі із қалдырады. Одан қалған ғылыми еңбектердің өзінің саны жүзден астам. Сол еңбектерді ғылым салаларына қарай бөлетін болсақ, олар мынандай: астрономия, астрология, математика, логика, музыка, медицина, табиғат ғылымдары, социология, лингвистика, поэзия риторика, философия болып келеді.\nХХ ғасырдың екінші жартысынан бері қарай Қазақстан ғалымдары да ұлы ұстаздың бай мұрасын жинап, зерттеп тануға өз үлестерін қоса бастады. Қазір Қазақстан Ғылым академиясының кітапханасында Әл Фарабидің елу шақты еңбегі бар. Олардың ішінде басқа тілге аударылмаған, ғалымдар арасында осы күнге дейін белгісіз болып келген: «Алмагеске түсініктеме», « Геометриялық сызықтар жасаудың әдістері», «Астрология», «Китаб әл мусики әл кабир» секілді әрқайсысы бір бір ғылымның шыңын көрсететін аса ірі туындылары бар. Мұның сыртында соңғы жылдары Қазақстанның Иранда алғашқы Төтенше және Өкілетті елшісі болған ғалым Мырзатай Жолдасбеков тауып әкеліп, Алматыдағы Әл Фараби атындағы ұлттық университеттің кітапханасына тапсырған Әл Фарабидің қолжазбалары өз алдына бір пара қазына. Олардың көшірмесі (он үш қолжазба) бүгінде Еуразия ұлттық университетінің Отырар кітапханасында сақтаулы.\nӨмірінің соңына қарай Әл Фараби Мысыр, Шам, Халеб қалаларында болып, ақырында Шам шахарында келіп, сонда тұрақтайды. Осында қайтыс болады. Оның денесі Шам шахарының Кіші қақпа (Баб ас Сағир) жағындағы зиратқа қойылады.\nӘл Фарабидің ісін жалғастырған, ғылымға берілген шәкірттері көп болған. Олардың ішінен, ең алдымен, Орта Азияның ұлы ғалымы Әбу Әли ибн Синаның (Авиценна) есімін атауға болады. Кейінгі кездегі шығыс ғалымдары оларды бөліп жармай «Қос Фараби» деп те атайды. Сондай ақ еңбектері ұлы ұстаз еңбектерімен сабақтасып жатқан ұлы ғалымдар Беруни, Бозжани, Омар Һайямдар да өздерін Әл Фарабидің шәкірттеріміз деп есептеген.",
                "date": "17.10.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "IT мамандығы бойынша елімізде ЖОО-ы бар ма?",
        "question_content": "IT (айти) мамандыгы бойынша оку орындары барма кайда?\n\nНе пəн таңдау керек?",
        "question_date": "16.10.2017",
        "question_tag": "Университет, колледж",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ИТ мамандықтары бойынша Алматыда мына Университетте оқуға болады.\n\nhttp://www.iitu.kz/",
                "date": "17.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер азамат МСҚ жарнасын төлегісі келмеген жағдайда не істеу керек?",
        "question_content": "Егер азамат МСҚ жарнасын төлегісі келмеген жағдайда не істеу керек?",
        "question_date": "16.10.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда енгізілген медициналық сақтандыру міндетті жүйе болып табылады. Сол себепті азаматтар жарна төлеуге міндетті. Жарна төлемеген жұмыс берушілер мен жеке кәсіпкерлерге қаржылық (қарызды өндіру) және әкімшілік (ескерту, айыппұл) жазалау шаралары қарастырылған.\n\nБірақ жеке кәсіпкерлікпен айналыспайтын жеке тұлғаларға мұндай шаралар қолданылмайды. Алайда, жарна төлемеген азаматтар МСҚ пакетіне кіретін: емханалық-амбулаторлық және станционарлық көмекті пайдалана алмайды.",
                "date": "20.10.2017",
                "upvotes": 0
            }
        ]
    }
]